{"207":{"tagDate":["[1804-01-01T00:00:00.000Z TO 1968-12-31T23:59:59.999Z]"],"tagPerson":["WILLSON, Isaac Pemberton"],"tagDescription":["WILLSON, Isaac Pemberton Marriage act of 1797, 20 February 1968 (1 page)."]},"9":{"tagPerson":["ROY, Joseph-Edmond"],"tagDate":["1894-07-02T00:00:00.000Z"],"tagDescription":["ROY, Joseph-Edmond Two letters from Sir John George Bourinot. In one letter Sir John George Bourinot requests a list of papers mentioning especially a map of Acadia, 2 June 1894; in the other letter J.G. Bourinot refers to E.-J. Roy's monograph on the Baron of Lahontan and other matters relating to Roy's work, 2 July l894."]},"14":{"tagDate":["1898-12-01T00:00:00.000Z"],"tagPerson":["JENNINGS, Claude A.C."],"tagDescription":["JENNINGS, Claude A.C. Letter from Sir Clive Oldnall Long Phillipps-Wolley in which he mentions that the is looking for a market for some of his writings, December 1898 (3 pages). "]},"6":{"tagDate":["1893-01-06T00:00:00.000Z"],"tagPerson":["DEVILLE, Edouard Gaston"],"tagDescription":["DEVILLE, Edouard Gaston Friendly letter from Sir John Christian Schultz, 6 January 1893."]},"220":{"tagDescription":["LANDE, Lawrence Montague 1976 Original manuscript poem signed by Lawrence Lande. A transcript of this poem is available in the Lande catalogue."],"tagPerson":["LANDE, Lawrence Montague"],"tagDate":["1976-01-01T00:00:00.000Z"]},"235":{"tagPerson":["PRUSSIAN ARMY"],"tagDate":["1771-01-01T00:00:00.000Z"],"tagDescription":["PRUSSIAN ARMY, uniforms of 1771 Original watercolours, bound in a half leather volume, manuscript title in German presenting the uniforms of His Majesty the King of Prussia's army: officers, under officers and privates, covering the infantry, the cuirassiers, the hussars, the dragoons, etc., by an unknown artist, 1771."]},"170":{"tagDescription":["WILLSON, Isaac Pemberton Album containing extracts from the autobiography of Isaac Pemberton Willson, genealogical information on the Willson family, an article on the masonry in Welland, photographs, a sketch of the life of Ann Willson, newspaper clippings of local interest, poems, locks of hair of the various member of the family and poems, 1779-1905 (49 pages)."],"tagDate":["[1804-01-01T00:00:00.000Z TO 1968-12-31T23:59:59.999Z]"],"tagPerson":["WILLSON, Isaac Pemberton"]},"164":{"tagPerson":["CARON, Ivanhoë"],"tagDate":["1925-03-03T00:00:00.000Z"],"tagDescription":["CARON, Ivanhoë Lettre d'amitié de John Thomas Kidd, évêque de Calgary, 3 mars 1925."]},"20":{"tagPerson":["CHOQUETTE, Ernest"],"tagDescription":["CHOQUETTE, Ernest Lettre à un correspondant inconnu au sujet de la dédicace de ses Carabinades, s.d."]},"221":{"tagPerson":["ORTEGA, Jose de"],"tagDate":["1741-01-01T00:00:00.000Z"],"tagDescription":["ORTEGA, Jose de 1741 Dissertacion Botanita...Planta De La China Uamada Comum. Ginseng (Mexico, 1841) décrivant le ginseng et donnant un aperçu de l'histoire de cette plante en Amérique du Nord. Il est aussi question du père Joseph-François Lafitau qui en fit la découverte au Canada et des tentatives de faire pousser cette plante au Canada."]},"637":{"tagDate":["1810-01-01T00:00:00.000Z"],"tagPerson":["FRANCISCAINS"],"tagDescription":["FRANCISCAINS (Ordre des Frères Mineurs), Bibliothèque des frères Trois livres manuscrits tirés de la bibliothèque des Franciscains à Québec et intitulés Odes sacrées de M. L'Abbé Reyrac et de quelques autres poètes, 1801; Traité des Participes par E.A. Lequien, 1806; et Lexicon Latinum et Sinicum, vers 1810."]},"166":{"tagDescription":["CARON, Ivanhoë Lettre d'Alexis de Barbezieux échangeant avec l'abbé Ivanhoë Caron ses vues sur des sujets d'intérêt en histoire canadienne tels l'immigration des Canadiens français aux États-Unis depuis 1776, Louis-Joseph Papineau et Félix Poutré et donnant un aperçu de ses activités littéraires présentes, 25 janvier 1932."],"tagPerson":["CARON, Ivanhoë"],"tagDate":["1923-01-25T00:00:00.000Z"]},"16":{"tagDescription":["JENNINGS, Claude A.C. Included are two poems by Sir Phillips-Wolley, extracts from magazines, n.d. (2 pages)."],"tagPerson":["JENNINGS, Claude A.C."]},"24":{"tagDescription":["WILSON, J.W. and Joan Wilson Journal of a voyage from Liverpool to Canada with some notes on the United States, 3 August 1905 to 15 September 1905. The journal written by Mr. Wilson gives a detailed description of Mr. and Mrs. Wilson's activities, illustrated by sketches of maps, photographs, postcards, ephemera from hotels, ships, restaurants, newspaper clippings, receipts and other souvenirs of their travels. Part of the narration is concerned with a canoe trip up the Nipigon River and the Wilson's visit with their son Douglas Wilson of Fort William."],"tagDate":["1905-01-01T00:00:00.000Z"],"tagPerson":["Joan Wilson","WILSON, J.W."]},"191":{"tagDescription":["WILLSON, Isaac Pemberton interest is also included the marriage contract of Isaac Willson (the elder), 14 November 1804 (2 pages) together with a letter of K.G Pryke to L.M. Lande concerning the Upper Canada."],"tagDate":["[1804-01-01T00:00:00.000Z TO 1968-12-31T23:59:59.999Z]"],"tagPerson":["WILLSON, Isaac Pemberton"]},"299":{"tagDescription":["[GUILLAUME], - . Instructions sur les vérifications des écritures arguées de faux. Avis, Rapports, Procès-verbaux. Déposition (1774) attribué au père Guillaume (voir page 72)."],"tagPerson":["[GUILLAUME], -"],"tagDate":["1774-01-01T00:00:00.000Z"]},"464":{"tagDate":["[1775-01-01T00:00:00.000Z TO 1780-12-31T23:59:59.999Z]"],"tagPerson":["BERTIE, Willoughby"],"tagDescription":["BERTIE, Willoughby, fourth Earl of Abingdon Copies of speeches and protests by the Earl of Abingdon, 1775-1780, with many references to the British relations with America."]}}