{"173":{"tagDescription":["System of interchange of Imperial and Colonial military officers. -Interchange of Canadian and Australian officers: of Canadian and Indian Officers: Limitation of rank, arrangements for pay, qualifications and period of service -Confidential reports asked for on military officers of Indian army employed by Dominion Government"],"tagDate":["[1905-01-01T00:00:00.000Z TO 1912-12-31T23:59:59.999Z]"]},"999":{"tagDescription":["Loans, Attachment and interchange of officers Formation of a Dominion section at the War Office"],"tagDate":["[1910-01-01T00:00:00.000Z TO 1924-12-31T23:59:59.999Z]"]},"973":{"tagDescription":["Naval Intelligence Co-Ordination -Representative of Naval Forces of Dominion on Naval Staff at Admiralty"],"tagDate":["[1919-01-01T00:00:00.000Z TO 1923-12-31T23:59:59.999Z]"]},"844":{"tagDate":["[1909-01-01T00:00:00.000Z TO 1910-12-31T23:59:59.999Z]"],"tagDescription":["Exchange of engineer officers between Canadian and Imperial forces"]},"1545":{"tagDate":["[1910-01-01T00:00:00.000Z TO 1911-12-31T23:59:59.999Z]"],"tagDescription":["Imperial officers and noncommissioned officers seconded for temporary service under Canadian Government. Details re  individual appointments -Confidential reports -Nominal roll of British Non-Commission officers serving under Canadian Government -Termination of services of Major General Sir Percy Lake and appointed of Brigadier General C.J. Mackenzie as Chief of the General Staff -Attendance of officers at manoeuvres in the United States -Transfer from regular army to army reserve while on temporary service under Dominion Government-Attfield"]},"1408":{"tagDate":["[1904-01-01T00:00:00.000Z TO 1906-12-31T23:59:59.999Z]"],"tagDescription":["Ibid"]},"927":{"tagDate":["[1905-01-01T00:00:00.000Z TO 1937-12-31T23:59:59.999Z]"],"tagDescription":["Proposal that Imperial staff Officers should be sent to Canada in place of any Canadian officer who may pass the staff college and receive appointment either in England or in India"]},"1114":{"tagDate":["[1905-01-01T00:00:00.000Z TO 1930-12-31T23:59:59.999Z]"],"tagDescription":["Conditions under which Non-Commissioned officers and men of the regular army are lent for service under Dominion Government -Revised rates of contribution towards retired pay of officers; contribution under National Health insurance of soldiers"]},"1884":{"tagDescription":["Imperial Officers and NCOs seconded for temporary service under Canadian Government. Details of individual appointments -Annual confidential reports on Imperial officers serving in Canada -Nominal roll of NCOs of the Imperial army serving in Canada -Captain Brett of the Indian army, Employment with Royal Canadian Regiment. -Resignation of Major General Colin Mackenzie and appointment of Colonel W.G. Gwatkin, as Chief of the General Staff, Canadian Militia. (see file 265A also for resignation of Major General Mackenzie"],"tagDate":["[1912-01-01T00:00:00.000Z TO 1913-12-31T23:59:59.999Z]"]},"1387":{"tagDate":["[1914-01-01T00:00:00.000Z TO 1926-12-31T23:59:59.999Z]"],"tagDescription":["Annual confidential reports on all officers of the regular army, Special Reserve, Territorial Force, and officers holding temporary commissions"]},"866":{"tagDescription":["Attachment between members of Imperial Yeomanry Regiments and Colonial Mounted forces -King Edwards Horse (The Kings Oversea Dominion Regiment)"],"tagDate":["[1906-01-01T00:00:00.000Z TO 1924-12-31T23:59:59.999Z]"]}}