{"1336":{"tagDate":["[1911-01-01T00:00:00.000Z TO 1920-12-31T23:59:59.999Z]"],"tagDescription":["Venezuelan Banking Law -Venezuelan tax on goods from British West Indies -Arms and Ammunition for Venezuela -Commercial relations with Venezuela"]},"420":{"tagDescription":["Iceland. Recognition as a Sovereign State -Commercial agreement with -"],"tagDate":["[1919-01-01T00:00:00.000Z TO 1936-12-31T23:59:59.999Z]"]},"351":{"tagDescription":["Missing / Manque"]},"551":{"tagDescription":["Missing / Manque"]},"1377":{"tagDescription":["Missing / Manque"]},"174":{"tagDescription":["Government of India Bill"],"tagDate":["[1921-01-01T00:00:00.000Z TO 1925-12-31T23:59:59.999Z]"]},"932":{"tagDescription":["Criminal law -Amendment Bill -Sexual Offences Bill -Exchange of information regarding criminals -Court of Criminal Appeal in England -Working of First offenders Act, and the probationary system in Great Britain and the Dominion -Report on the work of the Childrens branch of the Home office -Amendment of the Criminal code of Canada. (Evasion of Liquor Prohibition Laws) -International congress for the study of criminology"],"tagDate":["[1919-01-01T00:00:00.000Z TO 1930-12-31T23:59:59.999Z]"]},"722":{"tagDescription":["Admiral Viscount Jellicoe -1919: Tour of H.M.S. New Zealand (see also file 343-volIII) -1920: Report on the Naval Defence of Australia -1935: Funeral of Earl Jellicoe Half Masting of flaf"],"tagDate":["[1919-01-01T00:00:00.000Z TO 1935-12-31T23:59:59.999Z]"]},"748":{"tagDescription":["Missing / Manque"]},"463":{"tagDescription":["Czechoslovakia -Former agreement with Czechoslovak National Council -Customary Practice with regards to appointment of Consular Officers -Consular Appointments"],"tagDate":["[1918-01-01T00:00:00.000Z TO 1937-12-31T23:59:59.999Z]"]},"1389":{"tagDate":["[1919-01-01T00:00:00.000Z TO 1934-12-31T23:59:59.999Z]"],"tagDescription":["Agricultural Industries in Great Britain -Wages and condition of employment -Cost of living of rural workers -Distribution and prices of agricultural rpoduce -Marketing -Reports -rates -Research -Standards -Methods of teaching at Agricultural Colleges"]},"1167":{"tagDescription":["Missing / Manque"]},"750":{"tagDate":["[1919-01-01T00:00:00.000Z TO 1922-12-31T23:59:59.999Z]"],"tagDescription":["Monsieur Georges Clemenceau.1919  Attempted Assassination 1922  Invitation to visit Canada, during his visit to America"]},"537":{"tagDescription":["Midwives and maternity homes Act"],"tagDate":["[1919-01-01T00:00:00.000Z TO 1926-12-31T23:59:59.999Z]"]},"660":{"tagDescription":["Missing / Manque"]},"1334":{"tagDescription":["Missing / Manque"]},"461":{"tagDescription":["Missing / Manque"]},"418":{"tagDescription":["Missing / Manque"]},"769":{"tagDescription":["Greece -Commercial relations with  -Consular certificates of origin on shipments from Canada to Greece -Reciprocal Tonnage Agreement -Indian produce imported into Greece -Greek Loan"],"tagDate":["[1919-01-01T00:00:00.000Z TO 1932-12-31T23:59:59.999Z]"]},"930":{"tagDescription":["Missing / Manque"]},"1387":{"tagDescription":["Missing / Manque"]},"767":{"tagDescription":["Missing / Manque"]},"1169":{"tagDescription":["Pan-Pacific Conference -Pan-Pacific Union -Educational conference of Honolulu, 1921 -Conference on Commerce -Scientific congress -Food Conservation congress -Establishment in the United States of an Institute of Pacific relations -Pan-Pacific Conference on Education, rehabilitation, reclamation and recreation, 1927"],"tagDate":["[1919-01-01T00:00:00.000Z TO 1935-12-31T23:59:59.999Z]"]},"1003":{"tagDescription":["Missing / Manque"]},"1005":{"tagDescription":["United States appropriation Acts -Post office department -Transportation system -Civil Expenses -Diplomatic and consular service -Executive and judicial expenses -Department of Agriculture -Army appropriation -Appropriations for uniforms -Introduction of dress uniforms in the United States"],"tagDate":["[1919-01-01T00:00:00.000Z TO 1928-12-31T23:59:59.999Z]"]},"662":{"tagDescription":["Gold production of the British Empire -Gold Standard "],"tagDate":["[1919-01-01T00:00:00.000Z TO 1933-12-31T23:59:59.999Z]"]},"353":{"tagDate":["[1918-01-01T00:00:00.000Z TO 1927-12-31T23:59:59.999Z]"],"tagDescription":["Industrial Housing Programme -United Kingdom Housing Act -United Kingdom Prevention of Eviction Act -United Kingdom Town Planning Act -United Kingdom rent and Mortgage Interest Act -United Kingdom Housing (Rural Workers)Act"]},"535":{"tagDescription":["Missing / Manque"]},"1379":{"tagDate":["1919-01-01T00:00:00.000Z"],"tagDescription":["Salt-extraction from sea water -Formation of a company in Norway"]},"720":{"tagDescription":["Missing / Manque"]},"553":{"tagDate":["[1913-01-01T00:00:00.000Z TO 1927-12-31T23:59:59.999Z]"],"tagDescription":["California Anti-Alien Land Bill. Discrimination against the Japanese -California Law Debarring Aliens from Employment. Case Canadian School teacher -Japanese Immigration into Australia -Racial discrimination -Japanese Law re right to participate in Development of Natural Resources of Naturalized Japanese -Japanese Immigration into the Unites States -Arizona Anti-Japanese land leasing Bill -Exclusion of Japanese from Pacific Coast States of America -Naturalization of a Canadian as Japanese subject -Japanese alien land Law -Prohibition of Immigration of certain races into Panama (Chinese, Turkes and Syrians)"]}}