{"1169":{"tagDescription":["Copy of a treaty between Richard Butler & Jno. Gibson Esqr on behalf of the state of Pennsylvania and the Southern Senecas"],"tagDate":["1789-01-09T00:00:00.000Z"],"tagPerson":["Copy (not certified) - names of 8 American witnesses and 24 Senecas [with English translations]"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"1015":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPerson":["unsigned, unaddressed"],"tagDate":["1781-06-01T00:00:00.000Z"],"tagDescription":["Intelligence 1781 - information regarding Rebel and French movements, international alliances, and shipping"]},"526":{"tagDescription":["Root. a Tuscarora Sachm - 8ber 1773 - asking a horse and money for the sachem, James Root"],"tagPerson":["Johnston, Edward","Johnson, William, Sir"],"tagDate":["1773-10-21T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Kanourotiare"]},"1291":{"tagPlace":["Grand Glaize"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"],"tagDescription":["Copy of a Speech from the Shawanies, Delawares and Miamis to ... Colo. McKee requesting vermillion and ammunition, and support for their women and children in their absence; stating their refusal to hear American speeches; with an additional clause agreed 20 April"],"tagDate":["1792-04-15T00:00:00.000Z"],"tagPerson":["Unsigned, Unaddressed"]},"947":{"tagDescription":["Proceedings with four Rebel Indians ... before Col. Guy Johnson ... - Tigoransera (Little Abraham) and Unaquandahoojie ( Huns) of the Mohawks, Skandong and Agorandajats of the Oneida, met with Guy Johnson, Major Butler, John Dease and other officers; Lewis Clement and Nicholas Stevens, interpreters regarding their wish to remain neutral and an invitation from the Rebels to return to their home lands [including a speech in the name of the Six Nations] Sayangaraghta and Aaron the Mohawk responded for the Six Nations, Nanticokes, Shawanese and Delawares at Niagara with a letter regarding the exchange of prisoners proposed to Major Butler, and Schuyler's reply regarding return of British wives and children, and Six Nations families"],"tagDate":["[1780-02-12T00:00:00.000Z TO 1780-02-17T23:59:59.999Z]"],"tagPerson":["True copy - attested by Richard Cartwright [at the end of the council proceedings and each letter"],"tagPlace":["Niagara"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"272":{"tagDescription":["Entd V. 9: P 326 - Proceedings of a council of [51 named chiefs and warriors of the] Shawanese, Delewares, Senecas and Sandusky Deputy Agent, Capt. William Murray, and others regarding implementation of terms agreed with Henri Bouquet last autumn, for the return of English captives and Negroes; spokesmen Kyashuta for the Seneca & Sandusky; Ogista for the Six Nations, Custaloga for the Delawares, Lawaughqua for the Shawanese"],"tagDate":["[1765-05-09T00:00:00.000Z TO 1765-05-11T23:59:59.999Z]"],"tagPerson":["unsigned, unaddressed"],"tagPlace":["Fort Pitt"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"808":{"tagPlace":["Detroit"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["Records of Indian affairs at Detroit: commencing with the investigation of John Dodge and problems at Sandusky with traders - informal meetings and formal councils with various nations pursuant to recent treaties or in response to specific incidents; - relations and trade with the Hurons, Chippewas, Potawotamies of St Josephs, Ottawas from Saguinaw; Shawanese, Six Nations; Miamis, Ouiatonons, Mississaugas, Cieux [Sioux?] and others, whose chiefs or delegates are named, and amongst those nations; communications with Niagara and Michilimackinac; arrivals and departures (of vessels); rumors of Rebel activities; exchanges of prisoners; notes of prices current; gifts of clothing, flags, food, guns and ammunition, pipes, rum, tobacco, vermillion and wampum; - confirmation of lands given by the Ottawa, notably a farm to a Mississagay woman (p 48), with a list of 17 deeds (pp 53-54); commentary on disputed claims to lands and hunting territories. - Texts of speeches in council and some documents are recorded, notably a deed of sale by the Piankashaws at Post St Vincent, ( pp 11-16)..."],"tagDate":["[1775-12-25T00:00:00.000Z TO 1776-05-18T23:59:59.999Z]"],"tagPerson":["Journal kept by the Deputy Agent for Indian Affairs at Detroit, to record his actions and those of Henry Hamilton, Lieutenant Governor of Detroit [occasional amendments to and insertions into the text; sketches of a pipe and wampum belts - pp 34, 65]"]},"186":{"tagPerson":["True Copy countersigned by George [Banyar], Deputy Clerk of Council"],"tagDate":["1763-01-19T00:00:00.000Z"],"tagDescription":["Minute of Council relative to the Complaint of the Connajoharie Indians. Entd. in Vol. VIII Indn. Records - Page 363 - proceedings of Governor Robert Monckton and his Council, regarding deeds to Jelles Fonda, 1761, George Klock, 1762, etc."],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Fort George, NY"]},"455":{"tagDate":["1768-04-25T00:00:00.000Z"],"tagPerson":["Hay, Jehu, Lt.","Johnson, William, Sir"],"tagDescription":["concerning Majr Rogers - EntA - revealing details of Rogers' plot to seize Michilimackinac and join Hopkins and the French in the Mississippi, revealed through Joseph Louis Ainse, now rewarded by appointment as interpreter; Hay's having sent an invitation to Pontiac (with a belt), and improved relations between the Chippewa and Six Nations"],"tagPlace":["Detroit"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"416":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in XC3 19, F 35"],"tagPlace":["Michilimackinac"],"tagDescription":["Memorandum of a Despute .. between Major Rogers and Benjamin Roberts regarding seizure of rum and Roberts' accusations of high treason against Rogers;","Affidavits taken at Michilimacinac against Comisry Roberts 7br 221 1767"],"tagPerson":["Documents certified by Stephen Groesbeck","Hansen, Jno., R."],"tagDate":["[1767-08-20T00:00:00.000Z TO 1767-08-21T23:59:59.999Z]"]},"1134":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["Message from the Indian Nations to the United States, 1786 - from the Wyandot and other nations regarding disturbances in Shawanese lands, hostilities and land surveys"],"tagPerson":["unsigned, unaddressed"],"tagDate":["1786-01-01T00:00:00.000Z"]},"1120":{"tagDate":["1785-11-17T00:00:00.000Z"],"tagPerson":["non-signs"],"tagDescription":["Speech of the Ottawas from Michilimackinac ... - harangue adresse a John Johnson par quatre chefs de guerre - Paucouakona le porte-parole; demandant un forgeron, un homme de medecine, et cetera"],"tagPlace":["A la Maison du chevallier de Johnson - [Montreal]"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"]},"249":{"tagDescription":["Extract ... Entd. in Vol. 9, P 301 - regarding delivery of his message to Benavissica of the Shawanese by the Mohawks, and arrangements for the return of captives"],"tagPerson":["Extract of a letter, Capt. William Murray to Col. Henri Bouquet"],"tagDate":["1765-01-21T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Fort Pitt"]},"1229":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPerson":["Johnston, William, Interpreter"],"tagDate":["1791-07-02T00:00:00.000Z"],"tagDescription":["Niagara, 2nd July 1791. Wm Johnstons Journal - copy sent to Head Quarters 11th July 1791 - reporting his travels from Niagara to Buffalo Creek and return, 23 June-2 July"]},"495":{"tagPlace":["Whitehall"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDate":["1773-08-04T00:00:00.000Z"],"tagPerson":["Dartmouth, Lord","Johnson, William, Sir"],"tagDescription":["Duplicate (N (o)- 5) - acknowledging Johnson's despatches of 22 and 30 April; commenting on importance of the Six Nations as allies"]},"962":{"tagDate":["[1780-02-12T00:00:00.000Z TO 1780-02-17T23:59:59.999Z]"],"tagDescription":["Proceedings with four Rebel Indians ... before Col. Guy Johnson ... - Tigoransera (Little Abraham) and Unaquandahoojie ( Huns) of the Mohawks, Skandong and Agorandajats of the Oneida, met with Guy Johnson, Major Butler, John Dease and other officers; Lewis Clement and Nicholas Stevens, interpreters regarding their wish to remain neutral and an invitation from the Rebels to return to their home lands [including a speech in the name of the Six Nations] Sayangaraghta and Aaron the Mohawk responded for the Six Nations, Nanticokes, Shawanese and Delawares at Niagara with a letter regarding the exchange of prisoners proposed to Major Butler, and Schuyler's reply regarding return of British wives and children, and Six Nations families"],"tagPlace":["Niagara"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"749":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Fort Pitt to Detroit","Detroit","Fort Pitt"],"tagPerson":["True copy - countersigned Chew, Joseph, 29 Jan. 1791","(The council proceedings and journal text to 24 August are fair copies with amendments in a second hand - that used in second part of the journal in both the text and amendments.)","Croghan, George"," Johnson, William, Sir"],"tagDate":["[1765-05-11T23:59:59.999Z TO 1790-05-19T00:00:00.000Z]"],"tagDescription":["Extract of the Minutes of a Council held with the Indians at Detroit ... - Patrick Murray and Alexander McKee with the Ottawa, Chippewa, Pottowatomy and Hurons","Transactions of George Croghan Esq Depy. Agent on his ... to the Illinois in 1765","Proceedings of a council with the Shawanese, Delawares, Senecas, Sandusky, and Munsies Indians, with Capt. William Murray - terminating with a note to preface his. Journal"]},"1249":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Pittsburg"],"tagPerson":["Jeffers, J., Lt.","Butler, R."],"tagDate":["1791-07-26T00:00:00.000Z"]},"403":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Johnson Hall"],"tagDescription":["Examination of Cornelius Vanslycke [of Schenectady] captured at Detroit in 1763, regarding his three years with the Potawatamies west of St. Joseph's [near Chicago], their relations with French traders and communication with New Orleans; rumors of Spanish and French hostilities; claims of poisoned rum and smallpox being spread; hostilities amongst the Sakis, Potawatimies, Reynards, and Illinois Indians; his knowledge of one other captive, Conradt Wagoner or Wagarman"],"tagPerson":["Johnson, William, Sir"],"tagDate":["1767-07-21T00:00:00.000Z"]},"412":{"tagDescription":["Nanticokes answer to the Deputys Sent from Hence, also a letter from Capt. Amos Ogden. Ansrd 7br 9th 1767 - speech of refusal to the proposal that they sell their lands, the leasing of which provided them a comfortable life, and leave the region - with a note regarding the response of the Choptank nation made through Col. Lloyd, and Ogden's belief that the Nanticokes (especially the Snow Hill people) approved"],"tagDate":["1767-08-12T00:00:00.000Z"],"tagPerson":["unsigned text, with addendum by Amos Ogden"],"tagPlace":["Nanticoke, Maryland"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in XC3 19, F 35"]},"287":{"tagDate":["1765-05-25T00:00:00.000Z"],"tagPerson":["Murray, William, Capt.","Johnson, William, Sir"],"tagDescription":["to Capt Wm Murray, comdh at Fort Pitt - reporting peace terms concluded with the Six Nations: hostages given, and a deadline set for return of captives, deserters, Frenchmen and Negroes"],"tagPlace":["Johnson Hall"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"1162":{"tagPlace":["Frith Street, London"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDate":["1787-08-07T00:00:00.000Z"],"tagDescription":["From Mr Chew ... Pr Packet - Desiring that I would transmit an attested account current which I complied with and it was lodged with Mr Wigglesworth - JJ - with Chew's copy of a order from the Exchequer accepting Sir William Johnson's accounts without supporting documents; and Exchequer proceedings on the petition of Sir John Johnson for settlement of those accounts"]},"1277":{"tagPerson":["Butler, R.","Knox, Henry"],"tagDate":["1791-08-04T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Washington"]},"389":{"tagPlace":["Johnson Hall"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["Letter to the Merchls of AlbX ... Recorded - requesting information about French traders, operating with or without passes, at Detroit, to support their complaint against Commissary Hay for partiality to those traders"],"tagDate":["1767-03-29T00:00:00.000Z"],"tagPerson":["Johnson, William","Johnson, William, Sir"]},"666":{"tagDate":["[1757-02-07T00:00:00.000Z TO 1757-03-30T23:59:59.999Z]"],"tagPerson":["Journal or minute book","Johnson, William, Sir"],"tagDescription":["Journal recording the proceedings of councils regarding various nations [Canajoharees, Cayugas, Mohawks, Oneidas, Onondagas, Scohares, Tuscaroras and River Indians; Coghnawagees; Oghgugas, Nanticokes - noting also French movements and intentions, activities at Cataraqui, Niagara, Detroit, Oswegatchie, Fort Duquesne, etc. employment of Capt. Montour and his wife, Arent Stevens and William Printup as interpreters Daniel Claus as Deputy; reports from his agents; condolence ceremonies and presents given - Stockbridge request that one John be tried by the government he belonged to (p 21) Inserts: - Instructions to George Croghan, 16 Feb. 1757 for the meeting at Harris Ferry with Shawanese and Delawares (pp 11-13); Orders to Captains Thomas Butler & Jelles Fonda, 19 Feb. 1757 for their meeting at Onondaga (pp 14-15) pursuant to the Treaty at Easton; letter to Capt. Thomas Butler, 13 March 1757 (p 36) instructing him to gather intelligence of the French and recruit warriors"],"tagPlace":["Mount or Fort Johnson"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"409":{"tagDescription":["which had been recognized by the governor and House of Assembly, and of mistreatment received"],"tagDate":["1767-08-12T00:00:00.000Z"],"tagPerson":["William, Sir","Agden, Amos, Capt."],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"1298":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["Gen. Waynes Treaty with the Western Indians 3d Augst 1795 - the Treaty of Peace between Anthony Wayne (for the USA) and the Wyandots, Delawares, Shawanoes, Ottawas, Chippewas, Putawatames of St Josephs and of Huron, Delawares of Sandusky, Miamis & Eel River, Weea's for themselves & Piankishaws, Kickapoos & Kaskaskies - [English translations are given for many Native names, but their totemic signatures are not reproduced]"],"tagDate":["1795-08-03T00:00:00.000Z"],"tagPerson":["True Copy - certified 9 August by H. de Butts, aide & Secretary; countersigned 1 Sept. by P. Selby, and A. McKee; with names of 15 witnesses and 8 Interpreters; and of all Native signatories"]},"459":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["New York","Michilimackinac"],"tagPerson":["Livingston, Ph., Jr.","Johnson, William, Sir","Spiesmacher, Francis-Xavier, Capt."],"tagDate":["1769-03-13T00:00:00.000Z"],"tagDescription":["with an Inclosure concerning Mr Rogers - Recorded - enclosing a report from Lt. Christie and offering further details of Rogers' plot to incite an Indian war; noting visits from Ottawas of the Grand River and Abrecroche headed by La Perce [LaFourche], promising continued friendship, and from Chippewas headed by la Grand Sabre [Grand Sable or Minweweh], Mongamick & Bonnair, who threw their English [wampum] collar away and invited the Ottawa to join in releasing Rogers; Rogers and David Fullerton going by boat to Detroit next day, with Beazly, an undesirable character; also enclosing the affidavits relating to Rogers' dispute with Commissary Roberts; with an addendum reporting that the Ottawa under chief LaForse have found tracks of men and cannon, suspected French with Illinois and St Joseph Indians","As Secretary to the Governor, transmitting militia commissions and summarizing recent custom guiding the fees paid for such documents"]},"1187":{"tagPlace":["Fort Harmar on the Muskingum"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDate":["1789-01-09T00:00:00.000Z"],"tagPerson":["Copy (not certified) - names of 13 witnesses and 27 delegates of the Wyandot [Huron], Ottawa Delaware, Sac, Chippewa and Pottawatomi"],"tagDescription":["A True Copy of the Articles of a Treaty made ... Between Governor St Clair and the Sachems and Warriors of the Wyandot and other Nations - terms agreed between Arthur St Clair as commissioner for the USA - [names and totemic signatures are reproduced after the main 15 articles but not the Separate Article]"]},"245":{"tagDescription":["Entd in Vol. 9-Page 299 - reporting on relations with various nations, and transmitting his accounts"],"tagDate":["1765-01-14T00:00:00.000Z"],"tagPerson":["McKee, Thomas","Johnson, William, Sir"],"tagPlace":["Fort Pitt"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"537":{"tagPlace":["Johnson Hall"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["Asking the return of captives and abandonment of bad belts given by the Senecas, to demonstrate their peaceful intent toward the King; that Kayashota be reminded of what is expected of him, a great warrior"],"tagDate":["0177-10-21T00:00:00.000Z"],"tagPerson":["unsigned, to the Six Nation Confederacy"]},"431":{"tagDate":["1767-09-18T00:00:00.000Z"],"tagPerson":["Robert Saunders & James Anderson"],"tagDescription":["Department, demanded by Roberts, and the dispute with Rogers","Deposition by two Royal Artillery matrosses regarding the dispute"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in XC3 19, F 35"]},"178":{"tagDescription":["Petition from ye Stockbridge Ind (5) - regarding lands taken from the Mohheekkunnuck Tribe, David Naunauneckaunuck spokesman"],"tagDate":["1762-10-18T00:00:00.000Z"],"tagPerson":["Johnson, William, Sir","Sachem, Benjamin Kaukawenewaut"],"tagPlace":["Stockbridge"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"989":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Charlestown Neck"],"tagPerson":["[...?]","Townsend, G."],"tagDate":["1780-05-16T00:00:00.000Z"],"tagDescription":["Commenting on wines received; the possibility of exchanging prisoners from Burgoyne's army, the explosion of an ammunition magazine, and mutual friends"]},"1294":{"tagDescription":["Grand Glaize ... Copy of a Speech from the Shawanoes & Delawares to their Father at Detroit - in reply to two speeches, announcing plans to besiege Fort Jefferson, and requesting supplies"],"tagDate":["1792-06-11T00:00:00.000Z"],"tagPerson":["True Copy - Certified by Thomas Duggan, Clerk, Ind. Dept."],"tagPlace":["Grand Glaize"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"]},"477":{"tagPlace":["Fort Pitt"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDate":["1771-03-07T00:00:00.000Z"],"tagPerson":["unsigned, unaddressed"],"tagDescription":["Fort Pitt. Intelligence received from a Chief of the Shawanese - found by George Croghan, further to a report by Mohekin John - regarding Six Nations agitation among them to raise war, loss of their hunting grounds; and a council being held at Scioto"]},"777":{"tagDate":["[1765-05-15T00:00:00.000Z TO 1765-10-19T23:59:59.999Z]"],"tagDescription":["A List of the Indian Nations met at Detroit ... naming the chiefs and giving a count of 530 men; continuation of the journal at Detroit, with speeches to the St Joseph Indians; summarizing his return via Niagara to Fort Stanwix, 8-19 October;"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"957":{"tagDate":["1780-12-07T00:00:00.000Z"],"tagPerson":["Schulyler, Ph.","Johnson, Guy"],"tagDescription":["Proceedings with four Rebel Indians ... before Col. Guy Johnson ... - Tigoransera (Little Abraham) and Unaquandahoojie ( Huns) of the Mohawks, Skandong and Agorandajats of the Oneida, met with Guy Johnson, Major Butler, John Dease and other officers; Lewis Clement and Nicholas Stevens, interpreters regarding their wish to remain neutral and an invitation from the Rebels to return to their home lands [including a speech in the name of the Six Nations] Sayangaraghta and Aaron the Mohawk responded for the Six Nations, Nanticokes, Shawanese and Delawares at Niagara with a letter regarding the exchange of prisoners proposed to Major Butler, and Schuyler's reply regarding return of British wives and children, and Six Nations families"],"tagPlace":["Niagara"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"763":{"tagPerson":["(The council proceedings and journal text to 24 August are fair copies with amendments in a second hand - that used in second part of the journal in both the text and amendments.)"],"tagDate":["[1765-05-15T00:00:00.000Z TO 1765-10-19T23:59:59.999Z]"],"tagDescription":["Journal & Transactions from Fort Pitt to the Ouabache mouth, Post Vincent, Ouiatonon, the Illinois, and Detroit - noting messages and letters sent en route, councils held; giving some details of speeches made (at Detroit) and belts exchanged with Pontiac; complaints about lands;"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Fort Pitt to Detroit and return to Fort Stanwix"]},"226":{"tagDescription":["Describing a peace negotiated with the Seneca, land concessions in February-April 1764, and operations against the Delaware and Shawanese"],"tagDate":["1764-10-16T00:00:00.000Z"],"tagPerson":["Baker, William","Johnson, William, Sir"],"tagPlace":["Johnson Hall"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"373":{"tagPlace":["Michilimackinac"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["Reporting affairs at the post, peace with Pontiac, messages and belts sent by the Spaniards, and his cautious distribution of presents; asking information about Mr McGill, agent for Mr Grant, who had gone to La Bay with 6 canoes"],"tagDate":["1766-09-23T00:00:00.000Z"],"tagPerson":["Rogers, Robert","Johnson, William, Sir"]},"231":{"tagDescription":["List of Prisoners from Mr McKee, 1764 - Entd in Indn Records Vol. 9th, Page 313 - nominal list of Virginian and Pennsylvanian captives taken since 1755 by the Mingoes, Delawares, Shawanese, Wyandots & Mohicans delivered at Tuscaranwas and Muskingum in November 1764"],"tagPerson":["unsigned, unaddressed"],"tagDate":["1764-11-01T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"1103":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Niagara"],"tagPerson":["unsigned, unaddressed"],"tagDate":["[1784-03-06T00:00:00.000Z TO 1784-03-07T23:59:59.999Z]"],"tagDescription":["(Copy) Meeting held at Niagara ... in consequence of a Speech recd from Gent. Schuyler, sent by Little Beard & Petrus - at the request of the Six Nations - present Lt. Col. Hoyes, Lt. Col. John Butler and 9 other named officers; Nicholas Stevens, interpreter; Sayengaraghta, spokesman, asked that Schuyler's speech be forwarded via Mr McKee to the Hurons (at Detroit] and people to the south and west, and 22 April 1784, Montreal via Captain Brant to the Seven Nations of Canada, inviting all to attend a general treaty council"]},"1210":{"tagDescription":["Proceedings with the Onondagos, Cahugas & Mohawks - speech made the Fish Carrier [for the Onondaga, Cayuga and Mohawks] to Lt. Col. Harris (commanding the Upper Posts) and John  Butler, Deputy Agent, regarding the agreement to sell their lands to the Americans, made in 1788 at Buffalo, Creek; reporting the Senecas' refusal to share the proceeds, claims of altered terms, and disagreements with Governor Clinton of New York"],"tagDate":["1789-08-15T00:00:00.000Z"],"tagPerson":["unsigned, unaddressed"],"tagPlace":["Niagara"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"793":{"tagDescription":["Council held by Captn Lernoult with the Hurons ... Copy. Sent to the Genl 10th Novi - Richard Berringer Lernoult with the Hurons (Sasteretsi, King of the Hurons and 26 others) regarding three chiefs who carried belts for Sir William Johnson to the ouabache and Miamis, their poor recetion by the Mascoutins, Kickapoos and Ouiatonons, and mistreatment of the British flag they carried; advising Jehu Hay not to travel there"],"tagPerson":["True copy - attested by Jehu Hay"],"tagDate":["1774-09-11T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Detroit"]},"418":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in XC3 19, F 35"],"tagPerson":["Thomas McMurray Sgt. William Price, Drummer Alex. McDonald, Robert McKnight"],"tagDate":["1767-08-21T00:00:00.000Z"],"tagDescription":["Deposition by four soldiers of the 60th Regiment regarding the accusations of treason made by B. Roberts; and the role of Captain Spiesmacher"]},"1223":{"tagPlace":["Pittsburg"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["copy sent to Hd. Quarters 11th July 1791 - identifying Monsieur de Bartzet as his agent in recruiting their support for Arthur St Clair"],"tagDate":["1791-06-05T00:00:00.000Z"],"tagPerson":["Butler, Richard","Corn Planter & Others of the Five Nations"]},"1026":{"tagDescription":["(Copy) Major [George] Walls Speech to the Shawanese relative to exchange of Prisoners - offering to return women and children"],"tagDate":["1783-05-03T00:00:00.000Z"],"tagPerson":["True copy - attested by A. McKee"],"tagPlace":["Fort Nelson, Falls of Ohio"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"1136":{"tagDate":["1787-02-17T00:00:00.000Z"],"tagPerson":["Johnson, John, Sir","Butler, John"],"tagDescription":["Reporting Joseph Brunt's activities since his conference at Detroit, the supply of presents, relations with the Americans, and his departure"],"tagPlace":["Niagara"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"1235":{"tagDate":["1791-08-16T00:00:00.000Z"],"tagPerson":["Butler, Richard","Jeffers, J., Lt."],"tagDescription":["Reporting his visits to Corn Planter and New Arrow, the tenor of their speeches, general dissatisfaction with the Treaty of Painted Post, intelligence from Niagara and the activities of John Butler, and the doubtful loyalty of the nations around Buffalo Creek"],"tagPlace":["Fort Franklin"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"487":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPerson":["unsigned, unaddressed -  draft by Guy Johnson"],"tagDate":["1773-03-01T00:00:00.000Z"],"tagDescription":["Hints & Remarks concerning the present State of the Indn Department - ... G Johnson [internal title] Hints suggested for a letter to the Secy of State. with remarks; in parallel columns; with extracts from letters by Lords Hillsborough and Shelburne, 1766-1771"]},"253":{"tagDescription":["Conference held ... with the Potawatamies of St Joseph, by Lieut Col Campbell - Record vol. 9th Page 306 - terms of peace [mediated by Campbell] agreed in council with chiefs Machioquise and Makisabe of the Pottawatami of Detroit, by Nangisse, son of the great chief of St Josephs, and Peshibaon, chief of St Josephs"],"tagPerson":["True Copy, signed by Lt. Col. John Campbell (p 3), countersigned by Jehu Hay, Town Major (p 4)"],"tagDate":["1765-01-26T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Detroit"]},"1280":{"tagDate":["1791-07-21T00:00:00.000Z"],"tagPerson":["Knox, Henry","Butler, R."],"tagPlace":["Washington"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"136":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["New York"],"tagPerson":["unsigned, unaddressed"],"tagDate":["[1761-01-01T00:00:00.000Z TO 1765-12-31T23:59:59.999Z]"],"tagDescription":["State of the Case Between the inhabitants of East Hampton & ye Inds of Mountak ... Concerning the Montoks & Stockbridge Inds - a summary of land transactions made between 1660 and 1703 by the Montaulk / Stockbridge Indians"]},"786":{"tagDate":["1765-10-01T00:00:00.000Z"],"tagDescription":["Letter from Croghan to Johnson ( undated) presenting his journal and commenting on discussions at Wawiatanon (Ouiatonon] and elsewhere with Pontiac, French military activities and trading practices; disposition of various nations; and allegations against him"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"973":{"tagPerson":["True copy - attested by Richard Cartwright","Cartwright, Richard"],"tagDate":["[1780-03-29T23:59:59.999Z TO 1780-03-31T00:00:00.000Z]"],"tagDescription":["Proceedings of a General Meeting with the Ind! of the 6 Nat! &c, held at Niagara - present Guy Johnson, Maj. Butler, John Dease, 9 named officers; Lewis Clement & Nicholas Stevens, interpreters; the Six Nations, Shawanese, Delawares, Nanticokes, &c - Johnson noted their concern with trading abuses, frauds and encroachments on lands, and missionaries among them; recounted recent events and renewed and enlarging Johnson's road and axe belts; noting a request from Delawares of Ohio to come north of Lake Erie; Kaiashota and Sagenagaraghta replied, recommending that the Delawares go to Kadaragaras, and agreeing that Kaiashota should lead a deputation taking belts to the west and south to strengthen alliances with the British; with a final message from Johnson and note of letters written to Maj. DePeyster and Mr McKee at Detroit"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Niagara"]},"802":{"tagPlace":["Guy Park"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDate":["1774-10-29T00:00:00.000Z"],"tagPerson":["Wetherhead, John","Johnson, Guy"],"tagDescription":["offering encouragement but no immediate practical assistance in communicating with the Treasury"]},"449":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Michilimackinac"],"tagDescription":["concerning Mail Rogers Proceedings since Confinement - Recorded - noting Rogers' efforts to speak with Indians and his inviting soldiers' wives to give his wife company; his use of David Fullerton, formerly his soldier-servant, as messenger and to organize an escape [to St Joseph's]; his intent to join the French in the Mississippi and Illinois; efforts of Lt. Christie, Capt. Spicemacher and Mr Frobisher [Montreal merchant] to uncover the plotting, aided by the informer Joseph Ans [Ainse]; also requesting clemency for David Fullerton"],"tagPerson":["Christie, John, Lt.","Johnson, William"],"tagDate":["1768-02-24T00:00:00.000Z"]},"1219":{"tagDescription":["Reporting intelligence received from Sandusky and Muskingum regarding the intentions of Arthur St Clair; and Delaware reports of Spanish intentions on the Mississippi"],"tagDate":["1790-06-13T00:00:00.000Z"],"tagPerson":["McKee, Alexander","Johnson, John, Sir"],"tagPlace":["Detroit"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"1006":{"tagDate":["1780-08-22T00:00:00.000Z"],"tagPerson":["unsigned, unaddressed"],"tagDescription":["Speech of the Shawanese & Delawares - a message to Major DePeyster, commandant of Detroit, regarding the Virginian attack on their village and rumor of 2000 men coming from Pittsburg to strike at Detroit; enclosing a threatening message from the Delawares of Cooshasking and a Frenchman to the Delawares and Shawanese of Wakitumikie and their confederacy, with a note that 600 Rebels are going up the Ohio to Venango"],"tagPlace":["Upper Shawanese Village"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"481":{"tagDate":["1772-08-14T00:00:00.000Z"],"tagPerson":["Dartmouth, Lord","Johnson, William, Sir"],"tagDescription":["Circular Letter making known his appointment - as Secretary of State for the American Department"],"tagPlace":["Whitehall, London"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"430":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in XC3 19, F 35"],"tagPerson":["Hansen, Jno., R."],"tagDate":["1767-09-19T00:00:00.000Z"],"tagDescription":["Deposition regarding a shop for the blacksmith to the Indian"]},"443":{"tagPerson":["Johnston, Robert","Johnson, William"],"tagDate":["1768-02-24T00:00:00.000Z"],"tagDescription":["concerning Major Rogers - Recorded - reporting his return to Michilimackinac carrying the order from General Gage to arrest Rogers for high treason; details of Rogers' plot to seize the fort and Detroit; rumors of Hopkins being in the Illinois; plans to move Rogers and his confederate; Johnston's role in revealing the treason plot to Capt. Spiesmacher"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Michilimackinac"]},"301":{"tagDescription":["Recorded - reporting being taken prisoner by Kickapoo and Masquetons, casualties in his party, messages and peace pipes to be sent and payment to his messenger; with an extract from a letter of 18 May by Lt. Alexander Frasier, at the Illinois"],"tagDate":["1765-07-13T00:00:00.000Z"],"tagPerson":["Croghan, George","McKee, Alexander"],"tagPlace":["Ouiatonon"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"1033":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Niagara"],"tagDescription":["Meetings Held by the Six Nations and ... the Shawanese, Delawares & Cherokes at Niagara - proceedings of a council in presence of Brig. Gen. MacLean, Lt. Col. John Butler, John Dease, Capt. Nelles and other officers; Aaron Hill, interpreter; spokesmen Tagaia and Shoharise, Cayuga chiefs - regarding the status of their Council Fire, American encroachments on their lands, boundaries set by the 1768 Treaty of Fort Stanwix; peace talks at Sandusky and a proposed meeting at Fort Pitt"],"tagPerson":["unsigned, unaddressed"],"tagDate":["[1783-10-04T23:59:59.999Z TO 1783-10-06T00:00:00.000Z]"]},"939":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Cannutarage"],"tagDescription":["Copy's of Letters. Indian Dept! - N-: 36 - regarding exchange of prisoners of war, including his family, discussed in council by the Cayugas and Sinakes ( Senecas] and negotiations by Col. Butler; rumors circulated by the French; Rebel movements and efforts to incite the Six Nations; his expenses and need for funds"],"tagPerson":["Captain John Johnston to [Guy Johnson ? At Niagara] signed twice, with two notes added"],"tagDate":["1779-04-01T00:00:00.000Z"]},"295":{"tagDate":["1765-07-13T00:00:00.000Z"],"tagPerson":["[initials illegible], unaddressed"],"tagDescription":["Proceeds of the Indians with Mr Croghan - Recorded - the chiefs and warriors of the Ouiatonons, Keicopous, Mascoutens; Ottawas, Pianckashaws and Twightwees; the Wolf, a Kickapoo Chief, spokesman, addressing proposals of peace to the Shawanese, Delaware and Six Nations, as well as to the French"],"tagPlace":["Ouiatonon"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"428":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in XC3 19, F 35"],"tagDescription":["Depositions of two sentries regarding the dispute"],"tagPerson":["Alex. McDonald & D. Grapes"],"tagDate":["1767-09-18T00:00:00.000Z"]},"339":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Fort Prince George [South Carolina]"],"tagPerson":["Stuart, John, Superintendent of the Souther District","Cameron, Alexander"],"tagDate":["1766-05-10T00:00:00.000Z"],"tagDescription":["Extract ... Cameron Dep. Agent for the Cherokee Nation to Mr Stuart ... Recorded Vol - 385 - reporting the survey of the Cherokee boundary line in company with the Prince of Chote, Jud's Friend, Tiftoe, the Wolf and others; and hostilities between Cherokees and Norward Indians"]},"1322":{"tagDescription":["A Copy of Petition preferred by Silas Charles in Behalf of himself and the Tribe of the Montawk Indians ... - Recorded - regarding thirty families living on Nassau Island seeking protection for their occupation of certain lands at East Hampton"],"tagPerson":["DS (copy) - from Silas Charles, for the Montawk Tribe, to C. Colden, Governor of New York"],"tagDate":["[1761-01-01T00:00:00.000Z TO 1765-12-31T23:59:59.999Z]"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["New York"]},"421":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in XC3 19, F 35"],"tagPerson":["Broomhead, C","McLearn, Wm. "],"tagDate":["1767-08-21T00:00:00.000Z"],"tagDescription":["Deposition by two more soldiers"]},"1272":{"tagPerson":["Knox, Henry","Butler, R."],"tagDate":["1791-08-18T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Washington"]},"1243":{"tagPerson":["Arthur","Knox, H."],"tagDate":["1791-09-01T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Washington"]},"391":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["Paper A - Refered to in the Report of the Lords of Trade, respecting the American Department, dated 7th March 1768 - Extracts of documents relating to Indian Affairs in the Southern District of North America: a treaty made at Mobile, West Florida with the Chickasaw and Chactaws, 26 March 1765; a treaty and cession by the chiefs of the Upper and Lower Creek Nations, at Picolata, East Florida, 15 Nov. 1765; proceedings of a congress at Augusta, Georgia, 10 Nov. 1763 with chiefs of the Chickasaws, Upper & Lower Creeks, Chactaws, Cherokees and Catawbas; a cession of lands by the Cherokees to South Carolina, at Fort Prince George, 19 Oct. 1765; a letter from Alexander Cameron to Superintendant John Stuart, 10 May 1766, regarding the boundary between the Cherokees and North Carolina; a letter from William Tryon, Governor of North Carolina, to the Board of Trade, 15 July 1767, regarding boundaries; a letter from John Stuart to the Cherokees, 1 February 1766 regarding his talks with the Lower Creeks and boundaries in the Floridas and Georgia with the Chactaws"],"tagPerson":["unsigned, unaddressed [prepared by the Board of Trade for the Superintendents of Indian Affairs ?]"],"tagDate":["1768-03-01T00:00:00.000Z"]},"1286":{"tagPlace":["Camp 83 Miles from Fort Washington"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["Col. Wm Darke to Mrs Sarah Darke - reporting an expedition into Indian country, desertions, horses dying or stolen, forts built, &c\n"],"tagDate":["1791-11-01T00:00:00.000Z"],"tagPerson":["Darke, Sarah","Darke, William"]},"1083":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in KG 19, P 35"],"tagPlace":["Detroit"],"tagPerson":["Johnson, John, Sir","Schieffelin, Joseph"],"tagDate":["1783-10-24T00:00:00.000Z"],"tagDescription":["Setting out his interpretation of the dispute over his deed to lands, alleging conflict of interest by the garrison officers and irregularity in the holding of the councils on 18-22 October; enclosing copies of 4 messages exchanged; commenting on the speech in which Tsindatton (Syndotan) had suggested hanging as a suitable punishment for his theft of Indian lands, on the title to lands held by A. McKee and Lt. Col. DePeyster, and custom at Detroit in recording land deeds"]},"494":{"tagDescription":["abt the Execution of a Horse Stealer - reporting that the felon (also accused by Abraham, chief sachem of the Mohawks) was convicted on two indictments of horse-theft"],"tagDate":["1773-07-16T00:00:00.000Z"],"tagPerson":["Johnson, William, Sir","Wynkoop, D., jr."],"tagPlace":["kingston"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"1264":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Camp on the White River"],"tagPerson":["Knox, H","St. Clair, A."],"tagDate":["1791-10-14T00:00:00.000Z"]},"1051":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in KG 19, P 35"],"tagPlace":["Detroit"],"tagDescription":["(Copy) Councils held with the Indians at Detroit - present Alexander McKee, Lt. Col. DePeyster. Capt. Elliott and other named officers; Isidore Chene, William Tucker and P. Drouillard, interpreters; Egushaway, Nanigo, Niqiq, Niguiqon, Puckquash, Ottawa chiefs; Missass, Hassibonne, Pishikie [Bishikie], Niqiq, Shawquenon [Sha'gou'non], Wabenessay, Wawindasson, Quicogue, Chippewa chiefs - Egusheway, lamenting the absence of the Windats (Hurons] and Puttawattimies, asked that the deed for lands opposite Bois Blanc Island to Joseph Schiefflin be destroyed as improperly made; McKee reported Schiefflin's refusal to surrender the deed; Nigig the Ottawa war chief spoke of needy widows among his people and the sale of rum; present also Syndoton, Awentate, Tyachta, Saenatene [Sanatine], Achewano, Tyachawise, Huron chiefs [21-22 Oct.]; Syndoton spoke for the Huron in condemning Schiefflin's manner of obtaining the deed and his slandering Egushaway; DePeyster demanded the deed and took custody of it; allegations that two signatories had been drunk at the time"],"tagPerson":["McCormick, Charles, Acting as Secretary","True Copy - attested by Charles McCormick, [acting as secretary]"],"tagDate":["[1783-10-20T00:00:00.000Z TO 1783-10-22T23:59:59.999Z]"]},"464":{"tagDescription":["Journal of B Roberts ... from ... Mackinack till his Arrival at Johnson Hall - recording his travels with Capt. Spiesmacher, Lt. Christie, Joseph Ainse, and other witnesses to attend the court martial of Robert Rogers at Montreal; charges made against Ainse at Fort Sinclair by Capt. Turnbull; the court martial, notably the Judge Advocate questioning the absence of merchants as witnesses and the lawyers advising Rogers; his efforts to gain release of Joseph Ainse, imprisoned and tried [in civil court] for theft but found not guilty"],"tagDate":["1768-08-02T00:00:00.000Z"],"tagPerson":["Copy 7 [the text ends abruptly, without signature; the handwriting exhibits distinct differences from that of Benjamin Roberts]"],"tagPlace":["Johnson Hall"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"326":{"tagPlace":["Canojoharie"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDate":["1766-02-10T00:00:00.000Z"],"tagPerson":["Nicklass","Paulus","Johnson, William, Sir"],"tagDescription":["From Nickas & Paulus concerning the Abuse they received from Peter Schyler - reporting assaults by Peter Schyler and his family on them"]},"797":{"tagDescription":["Mr Wetherhead respects his Affr with Lt roberts - Ansl 29 Oct! - enclosing a copy of a letter from Stephen Kimble ( Boston, 12 September); regarding his difficulties with [Benjamin] Roberts at Michilimackinac seeking assistance in pursuing the matter with the Treasury"],"tagPerson":["Johnson, Guy","Wetherhead"],"tagDate":["1774-09-23T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["New York"]},"959":{"tagPlace":["Albany, NY"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["Proceedings with four Rebel Indians ... before Col. Guy Johnson ... - Tigoransera (Little Abraham) and Unaquandahoojie ( Huns) of the Mohawks, Skandong and Agorandajats of the Oneida, met with Guy Johnson, Major Butler, John Dease and other officers; Lewis Clement and Nicholas Stevens, interpreters regarding their wish to remain neutral and an invitation from the Rebels to return to their home lands [including a speech in the name of the Six Nations] Sayangaraghta and Aaron the Mohawk responded for the Six Nations, Nanticokes, Shawanese and Delawares at Niagara with a letter regarding the exchange of prisoners proposed to Major Butler, and Schuyler's reply regarding return of British wives and children, and Six Nations families"],"tagDate":["1780-01-23T00:00:00.000Z"],"tagPerson":["Schulyler, Ph.","Johnson, Guy"]},"406":{"tagDescription":["Forwarding documents regarding pay due Mr Cadot, and various expenses not endorsed by Major Rogers; noting the influence of Cadot and the interpreter DeRiviere (whose brother carried the letter) on the Indians, and the evils of rum"],"tagDate":["1767-07-23T00:00:00.000Z"],"tagPerson":["Johnson, William, Sir","Roberts, B., Lt."],"tagPlace":["Michilimackinac"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"483":{"tagDate":["1773-02-03T00:00:00.000Z"],"tagPerson":["Dartmouth","Johnson, William, Sir"],"tagDescription":["Duplicate (N (o)- 3) - regarding the recent council at Johnson Hall and events at Scioto; French agitation among the Western Indians; importance of the Six Nations to the defence of British territories; plans for the Ohio country and Indian trade"],"tagPlace":["Whitehall, London"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"1268":{"tagDate":["1791-08-18T00:00:00.000Z"],"tagPerson":["Knox, Henry","St Clair, A."],"tagPlace":["Washington"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"993":{"tagDescription":["Minutes - a journal recording the travels of Guy Johnson from Niagara to Frenchman's Creek, Fort Erie, Buffalo Creek, the New Seneca Town, and Kadaragaras, where a formal council was held 9 June with the Senecas, Delawares and Onondagas - present also Sayengaraghta, Kakakady and Cakadore; John Butler and other officers - and the return journey via Buffalo Creek and Fort Schlosser; noting 11 prisoners exchanged (10 June), promises of supplies to Kadaragaras, and recruitment of Seneca and Delaware warriors"],"tagPerson":["Journal, unsigned"],"tagDate":["[1780-06-01T00:00:00.000Z TO 1780-06-13T23:59:59.999Z]"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Niagara and Environs"]},"1020":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPerson":["unsigned, unaddressed"],"tagDate":["1782-02-01T00:00:00.000Z"],"tagDescription":["Joseph Chews Remarks on the Accol Stated by the Commissrs relating statements for military and Indian expenses to Guy Johnson's claims as a Loyalist"]},"1161":{"tagDescription":["From Mr Chew ... Pr Packet - Desiring that I would transmit an attested account current which I complied with and it was lodged with Mr Wigglesworth - JJ - with Chew's copy of a order from the Exchequer accepting Sir William Johnson's accounts without supporting documents; and Exchequer proceedings on the petition of Sir John Johnson for settlement of those accounts"],"tagDate":["1788-08-07T00:00:00.000Z"],"tagPlace":["Frith Street, London"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"242":{"tagPlace":["Fort Pitt"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["Speech of Benevassica, a Shawanese Chief, to Capt. Murray ... - entd. in Recds Vol. 9, P.300 - Beniwassica's reply to Henri Bouquet's message, delivered 22 December 1764 by the Mohawk chief Kannadagawya"],"tagDate":["1765-01-08T00:00:00.000Z"],"tagPerson":["unsigned, unaddressed"]},"1141":{"tagDescription":["Speech to the chiefs and Warriors of the Weyondat & Delawares on behalf of the United States message to the nations at Detroit, carried by David Duncan, proposing a meeting"],"tagDate":["1787-03-12T00:00:00.000Z"],"tagPerson":["Butler, Richard","Wyandot and Delaware chiefs & warriors"],"tagPlace":["Fort Pitt"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"1252":{"tagPerson":["St. Clair, A.","Knox, H"],"tagDate":["1791-08-17T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Fort Washington"]},"963":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Niagara"],"tagDescription":["Col (o) - Johnsons Speech to the Six Nations - with the reply of Kayashota"],"tagPerson":["Six Nations","Johnson, Guy"],"tagDate":["1780-03-28T00:00:00.000Z"]},"386":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["Instructions to Guy Johnson Esgr D. Agt for Indn Affairs to attend the Hearing of the Wappinger Complaint 5 March 1767 - Recorded - pursuant to instructions from Lord Shelburne to Sir William, Guy Johnson to be his deputy in the inquiry"],"tagDate":["1767-02-24T00:00:00.000Z"],"tagPerson":["Johnson, William","Johson, Guy"]},"1042":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Loyal Village"],"tagPerson":["Copy - the original terminated with the words as translated by me and the signature of Joseph Brant"],"tagDate":["1783-10-22T00:00:00.000Z"],"tagDescription":["The Six Nations & Confederates Answer to General Schuylers Speech dated at Saratoga 29th July 1783 - announcing the willingness of the Six Nations and Southern and Western Nations to live in Peace and Friendship with Congress, provided their intentions be agreable and leave our possessions undisturbed; asserting their perfect understanding of treaty protocols and exchange of captives; protesting surveys of lands beyond the line set in 1768 by the Treaty of Fort Stanwix"]},"268":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Detroit"],"tagDescription":["A Court of Enquiry testimony of John Baptiste Beaubien, Nicholas LeNoir, Peter Boyme and Lewis LaConte before Capt. Lt. Rogers, Lieutenants Schaw and Aylmer, Ensigns Abbott and VanderDussen, regarding the efforts of Clermont. Due and other Frenchmen to incite Pontiac and other Indians to attack Detroit, with aid from Negroes in a near-by quarry"],"tagPerson":["True Copy - countersigned by Lt. Col. John Campbell"],"tagDate":["1765-03-16T00:00:00.000Z"]},"1144":{"tagDescription":["American... - message carried by James Livingston, Butler's deputy, to the Hurons and other nations who had petitioned Congress on 18 December 1786"],"tagPerson":["True Copy (by W B Sheehan) - Richard Butler to the Five Nations"],"tagDate":["1787-08-03T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Carlisle"]},"419":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in XC3 19, F 35"],"tagDescription":["Deposition by another soldier of the 60th Regt."],"tagDate":["1767-08-21T00:00:00.000Z"],"tagPerson":["McGann, Hugh, Sgt."]},"378":{"tagPlace":["Niagara"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["concerning ye vessels being burnt - enclosing the report of his inquiry, with Stedman & DeCouagne, into the burning of the schooner VICTORY, his belief that not the Mississauga and Seneca but soldiers celebrating St. Andrew's day were to blame; his on-going difficulties with Capt. Browne over Indian affairs; a dog he is rearing; scalps and a prisoner brought by Senecas"],"tagDate":["1766-12-03T00:00:00.000Z"],"tagPerson":["Roberts, B., Lt.","Johnson, William, Sir"]},"1031":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Niagara"],"tagPerson":["Johnson, John, Sir"],"tagDate":["1783-07-25T00:00:00.000Z"],"tagDescription":["Instructions for Mr Charles McCormic, Storekeeper for Indians in the District of Detroit - with a not that a copy was sent to S. Thompson, Storekeeper at Niagara, from Montreal on 19 April 1783"]},"775":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDate":["[1765-05-15T00:00:00.000Z TO 1765-10-19T23:59:59.999Z]"],"tagDescription":["A List of the Indian Nations met at Detroit ... naming the chiefs and giving a count of 530 men; continuation of the journal at Detroit, with speeches to the St Joseph Indians; summarizing his return via Niagara to Fort Stanwix, 8-19 October;"]},"382":{"tagDescription":["Forwarding his journal and reporting further difficulties with Captain Browne, relations with DeCouagne, the likelihood of smuggling between Fort Erie and Little Niagara; Sally Montour [Rinse] trading opposite Fort Erie"],"tagPerson":["Roberts, B., Lt.","Johnson, William, Sir"],"tagDate":["1766-12-24T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Niagara"]},"305":{"tagPlace":["Fort Pitt"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDate":["[1765-07-27T00:00:00.000Z TO 1765-07-28T23:59:59.999Z]"],"tagPerson":["McKee, Alexander, Asst. Agent"],"tagDescription":["Intelligence from the Shawanese ... - reports of the attack on George Croghan, and theft of presents but return of Council Wampum, received from a Delaware and two Shawanese"]},"1029":{"tagPerson":["DS - by Sir John Johnson (copy, not attested)"],"tagDate":["1783-07-25T00:00:00.000Z"],"tagDescription":["Copy. Instructions for Mr Charles McCormic Storekeeper for Indians in the District of Detroit - to act under direction of Alexander McKee, Deputy Agent"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Niagara"]},"1230":{"tagDescription":["Speech to the 5 Nations - copy sent to Head Quarters 11th July 1791 - regarding his efforts to establish peace, friendship and trade with them and other nations, observance of the 1784 Fort Stanwix and 1789 Muskingum treaties, and hostility of nations further West"],"tagDate":["1791-07-11T00:00:00.000Z"],"tagPerson":["Chiefs of the Five Nations, Senecas, &c","Butler, Richard"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"189":{"tagPlace":["Johnson"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["Minutes of Proceeds. Held by Sir Senecas, Oneidas & Mohocks, concerning [Decarihoga and] the Murder committed in the Senecas Country ... - Entd. in Vol. VIII Ind Records Page 391 - William Printup, Interpreter; with Daniel Claus & Guy Johnson; 4 named Sachems and 14 other Onondaga; 4 named warriors and 16 other Seneca; Little Abraham and other sachems of the Mohawks and Canajoharie, 2 sachems of the Oneida; Teyawarunte, an Onondaga, spokesman"],"tagDate":["[1763-03-16T00:00:00.000Z TO 1763-03-17T23:59:59.999Z]"],"tagPerson":["unsigned, unaddressed [draft] [sketch of a house, p. 5]"]},"239":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Johnson Hall"],"tagPerson":["Johnson, William, Sir","Bouquet, Henri, Col."],"tagDate":["1764-12-06T00:00:00.000Z"],"tagDescription":["Entd in Indn Recess Vol. 9 P 247 - regarding Bouquet's expedition and Indian allies"]},"1150":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Michilimackinac","Albany"],"tagPerson":["Calvet,  Jean-Marie","Johnson, John, Sir","Copy - by R. Adams (but not signed), with appended note by Peter W. Yates to Sir John Johnson [noted as having been transmitted to Mr Watts at New York and to Sir John]"],"tagDate":["1788-05-24T00:00:00.000Z"],"tagDescription":["Speech of ... Indians at Mackinac - (internal title) Copie du Conseil tenu par les Renards et les Saaks et prononce par le Grand Chef nomme Laporte de la dite Nation ... - en reponse a la parole par Jean Marie Calvet, interprete, (les Ottawa parlent de la paix et envoi de caluments de la part des nations Pawnis, Mahas, Matotatas, Outous et Ausages)","Affidavit made by Robert Adams of Johnstown, Tryon County, New York regarding six years' service [1747-1763] as Clerk and 27 years' acquaintance with Sir William Johnson, accounting and payment procedures followed by the Superintendent; Indian Records taken over by Guy Johnson; the Rebel seizure and loss of records left at Johnson Hall in 1776; and deterioration of records buried in an iron chest by Sir John Johnson"]},"1000":{"tagDescription":["Proceedings at two Meetings with the Indians of Ganaghsaragy Oneidas &ca from the rebel Frontier ... - present Guy Johnson, John Dease and officers of the department; Lewis Clement & Nicholas Stevens, Interpreters; Shenghnagenrat spokesman for 294 Indians present; renewing their allegiance to British interests [evidenced by 70 warriors joining an Indian party]"],"tagDate":["1790-07-06T00:00:00.000Z"],"tagPerson":["Fair copy in the hand of Richard Cartwright, with minor corrections [by Guy Johnson?]"],"tagPlace":["Niagara"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"1199":{"tagPlace":["Luneburg or Eastern District"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDate":["1789-02-10T00:00:00.000Z"],"tagPerson":["Anders, Jos., Capt."],"tagDescription":["A Roll of Lt Col. Grays Comp. 10th Febry 1789 - nominal return of 73 men in Colonel James Gray's company, under Captain-Lieutenant Joseph Anderson; (giving age, marital status, location of land grant, length of service and former corps, country of origin)"]},"1241":{"tagPlace":["Washington"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDate":["1791-09-01T00:00:00.000Z"],"tagPerson":["Butler, Richard","Knox, Henry"]},"529":{"tagDescription":["with an enclosure. Duplicate (N (o)- 6) - commenting on Johnson's despatch # 6 and enclosing an extract of his letter to Gen. Haldimand and a copy of a message reputed to be from the French King to the Six Nations, urging investigation of messages from the Mississippi; asking Johnson's nomination to replace the late Secretary of Indian Affairs"],"tagPerson":["Dartmouth","Johnson, William, Sir"],"tagDate":["1773-12-01T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Whitehall, London"]},"183":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Johnson Hall"],"tagPerson":["DS - from Sir William Johnson to Thomas McKee - Johnson's cachet affixed"],"tagDate":["1762-11-01T00:00:00.000Z"],"tagDescription":["Warrant for Thomas McKee Esqr as Asst Deputy for Indn Affairs - commission giving Thomas McKee jurisdiction in the Susquehannah river region - with amendments over-written on the text plus a note that Alexander McKee was given like jurisdiction for the Ohio & Western Indians 16 August 1762"]},"160":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["Sheppard's Bill - Statement of goods and services supplied TO JOHN & RICHARD SHEPPARD BY SALMON ASHTON"],"tagDate":["1758-01-14T00:00:00.000Z"],"tagPerson":["unsigned, unaddressed"]},"1214":{"tagPerson":["unsigned, unaddressed"],"tagDate":["1790-03-26T00:00:00.000Z"],"tagDescription":["intelligence Recd ... Forwarded ... By Lt Col Butler 15th Apt. & Recd the 6th May 1790 - Copy sent to HeadQuarters 10th May - report by Blue Coat, a Cayuga chief recently returned from the Mohawk River, of American intentions"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Buffalo Creek"]},"433":{"tagDescription":["Copy. Mr Potters Deposition taken before the Chief Justice of Quebec ... relative to Mail Rogers Conduct - Recorded - regarding Rogers' ambitions and debts, his ideas of joining the French service and an encouraging letter from (Col.] Hopkins in (St Domingue]; Rogers' threats to Potter and thefts from him; protection given by Capt. Spiesmacher; and his fear Rogers would incite an Indian war"],"tagDate":["1767-09-28T00:00:00.000Z"],"tagPerson":["unsigned [made by Nathaniel Potter, late of Michilimackinac before William Hey]"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"1293":{"tagPlace":["Grand Glaize"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"],"tagDate":["1792-04-20T00:00:00.000Z"],"tagPerson":["Unsigned, Unaddressed"],"tagDescription":["Copy of a Speech from the Shawanies, Delawares and Miamis to ... Colo. McKee requesting vermillion and ammunition, and support for their women and children in their absence; stating their refusal to hear American speeches; with an additional clause agreed 20 April"]},"943":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Niagara"],"tagPerson":["DS - Guy Johnson to Tagaaio [with Johnson's cachet in red wax]"],"tagDate":["1779-11-28T00:00:00.000Z"],"tagDescription":["Tagaaio's Testimonial - attesting to the appointment of the bearer as chief in succession to that name, recognized by Guy Johnson 16 Dec. 1774, and to his fidelity and zeal since then"]},"1288":{"tagPerson":["Unsigned [by Street, Samuel], Unaddressed"],"tagDate":["1791-01-01T00:00:00.000Z"],"tagDescription":["Mr Streets Memom of the ... Indian Country - for Sir John Johnson - commenting on American settlement of former Six Nations lands along the Genesee River"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"]},"334":{"tagDate":["1766-05-08T00:00:00.000Z"],"tagPerson":["unsigned, unaddressed [intended for J. Stuart, Superintendant of Indian Affairs in the Southern District]","Stuart, J., Superintendant of Indian Affairs in the Souther District"],"tagDescription":["Proceedings at a Congress at Fort Prince George in the Cherokee Country . .. Recorded Vol. 387 - speech of Killagusta for the Cherokee Nation to Alexander Cameron, Deputy Agent; Ensign George Price, commandant; regarding the South Carolina boundary line"],"tagPlace":["Fort Prince George [South Carolina]"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"1321":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Fort George"],"tagDescription":["Copies of a Letter Sent from the Chiefs of the Seven Nations to the President of the United States ... Lake George 2nd Octr 1795 - Copied - reporting discussion with Mr Wadsworth on their claims to ancestral lands in New York and plans to send a delegation to address Congress - with the names of Onasategen, Ohnaweio, Atiatoharong8en, Sategaienton, Onwaneente, Tionatogena, Ohnita and OhgeneSen"],"tagPerson":["George Washington [Ontagarrias or Onatagalaes]","LS - from Chiefs of the Seven Nations of Canada and New York to George Washington [Onatagarrias or Onatagalaes]"],"tagDate":["1795-10-02T00:00:00.000Z"]},"1225":{"tagDate":["1791-07-05T00:00:00.000Z"],"tagPerson":["Johnson, John, Sir","Sheehan, Walter Butler"],"tagDescription":["Copy sent to Hd Quarters 11th July 1791 - forwarding a journal reporting on the Genesee country and American intentions; with"],"tagPlace":["Niagara"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"202":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPerson":["unsigned, unaddressed"],"tagDescription":["with the Delawares &c ... - Entd in Vol. 8 Indn Recess 502 - exchanges between the Delawares and the commandant, referring to kidnappings at Beaver Creek and alliance against the Ottawa and Chippewa"]},"936":{"tagPlace":["Niagara"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["A Message from Coln! Butler ... the Mohawks and loyal Oneidas ask that the Onondagas bring the Council Fire to the Seneca and Cayuga, in search of a better site; and also bring the furnishings for their Council House"],"tagDate":["1779-03-29T00:00:00.000Z"],"tagPerson":["Col. John Butler, the Mohawks and Oneidas to the Onondagas"]},"330":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Cap St Frangois Isle de St Dominique","Philadelphia"],"tagPerson":["Rogers, Robert","Maryland","unsigned, unaddressed [George Croghan to Hugh Crawford)"],"tagDate":["1766-04-09T00:00:00.000Z"],"tagDescription":["Copy of Instructions to Hugh series 1, Crawford ... by George Croghan, for his travels to Detroit and onward to deliver wampum belts and a message to Pontiac, the Hurons/Wyandots, Twightwees, Chippewa and Pottawotamis","Recorded - commenting obliquely on his and Rogers' activities, French and English relations with the Hurons, Potowatamys and Chippewa, chiefs Baube and Pontiac, and people of Detroit"]},"498":{"tagDate":["1773-09-17T00:00:00.000Z"],"tagPerson":["unsigned, unaddressed"],"tagDescription":["Minutes of Indn Affairs in Sir Wm Johnsons Absence ... G Johnson D Ass. actg. for the Superd8 (o) t - proceedings of the councils held by Guy Johnson, Daniel Claus & Joseph Chew with Abraham and other Mohawk Chiefs, plus representatives from the Seven Nations of Canada sent from Caughnawaga, regarding the murder of three canadien traders and theft of their furs, near Wiarundaquat on Lake Ontario by Senecas from Conawagoras","Minutes of Indn Affairs in Sir Wm Johnsons Absence ... G Johnson D Ass. actg. for the Superd8 (o)t - proceedings of the councils held by Guy Johnson, Daniel Claus & Joseph Chew with Abraham and other Mohawk Chiefs, plus representatives from the Seven Nations of Canada sent from Caughnawaga, regarding the murder of three canadien traders and theft of their furs, near Wiarundaquat on Lake Ontario by Senecas from Conawagoras"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"542":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPerson":["unsigned, unaddressed [to Sir William Johnson ?]"],"tagDescription":["Harangue a mon pere, concernant Crahan [George Croghan] aux Illinois, les Kicapous qui aron regret de leur faut; un echange de prisoniers A Detroit, et la chaine d'alliance avec les anglais"]},"1111":{"tagDescription":["A Councel held at Wakilumkie [Wakilwanikeel ... Recd 21 July present chiefs of the Shawanese, Mingoes, Delawares and Cherokees; James Sherlock and four other Americans - Captain Wolf speaking for the Delaware delivered John Crawford to answer for Virginians found settling across the Ohio, contrary to treaties at Fort Stanwix and Beaver Creek; Captain Johnny speaking for the Shawanese, insisted on councils being held at Detroit and protested settlement west of the Ohio - Simon Girty acting as interpreter"],"tagPerson":["McCormick, Charles, Commissary & Clerk"],"tagDate":["1785-05-18T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"],"tagPlace":["Detroit"]},"219":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPerson":["Stockbridge Sachems and Chiefs","Johnson, William"],"tagDate":["1763-07-25T00:00:00.000Z"],"tagDescription":["Stockbridge Indians ... Entd in Vol 8th Indn Recds. P:468 - accepting the proposal of aid against enemies of the British"]},"1284":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Washington"],"tagPerson":["Knox, Henry","Butler, R."],"tagDate":["1791-04-21T00:00:00.000Z"]},"1012":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Niagara"],"tagDescription":["Certificate attesting to the loyalty of Dehawanoge, a Cayuga warrior, son of the interpreter DeCouagne"],"tagPerson":["DS - Guy Johnson to Dehawanoge [with Johnson's cachet in red wax]"],"tagDate":["1780-12-07T00:00:00.000Z"]},"1106":{"tagPlace":["Shawanese Town"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"],"tagDate":["1785-03-20T00:00:00.000Z"],"tagPerson":["DS - by Major Snake, Captain Johnny, Thomas Snake and Cheaxy - Copy attested by C. McCormick, commissary & Clerk"],"tagDescription":["Copy of a Speech from the Indian Country - ... Message of the Shawanese and Mingoes to Col. A. McKee, regarding the sale of lands bordering Little Beaver Creek by the Windots [Hurons] and Delawares to the agent of the American Congress; wampum belts being forwarded to the Cherokees and belts received from the Maycachay; Cheaxy's intention of visiting Niagara; and concern with Virginian encroachments"]},"1010":{"tagDescription":["Abstract of Indians Cloathed between 24th Septr & D (o) - March 1781 in Col. Johnsons Departmt statistical table enumerating 6009 Seneca, Mohawk, Onondaga, Cayuga, Oneida, Tuscarora, Delaware, Nanticoke, and Mississauga men, women and children given clothing - noted as exclusive of presents to chiefs and war parties"],"tagDate":["1781-03-25T00:00:00.000Z"],"tagPerson":["Johnson, Guy"],"tagPlace":["Niagara"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"945":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Niagara"],"tagPerson":["DS - Guy Johnson to Rowland Montour [with Johnson's cachet in red wax]"],"tagDate":["1780-01-16T00:00:00.000Z"],"tagDescription":["To Rowld Montour - attesting to the loyalty of the bearer, a chief warrior of Shechquago; and noting that his late brother Joseph received a testimonial from Col. Caldwell at Niagara"]},"260":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["New York"],"tagPerson":["Johnson, William, Sir","Monroe, Samuel"],"tagDate":["1765-03-06T00:00:00.000Z"],"tagDescription":["the Humble Petition of Samuel Monro - Recorded vol - Page 356 - Monro - Recorded vol - Page 356 - presenting a petition to the governor of New York, in his capacity as guardian managing the affairs of Chief Daniel Nimham and other Wappinger Indians, and asking Sir William's aid"]},"1245":{"tagPerson":["St Clair, A.","Knox, H"],"tagDate":["1791-07-24T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Fort Washington"]},"1023":{"tagDescription":["Enumeration of Indians residing in the District of Detroit - tabulating the men, women and children of the Hurons of Detroit and Sandusky; Ottawas of Detroit, Miamis, Post Vincennes and ouachetanon; Chippewa of Detroit and Saguinan; Pouteouatamis of Detroit and St Josephs; Touettouc [Twightwees] or Miamis of River allanguille, Cour Cerf and tipicono. Ouiattanon and La Biche blanche; Senecas and Onondagas of Wakitamiki; Shawanese of five places; Delawares of three places; Monsis ( Munceys) & Maigans, Dispers'd or from Niagara; Quicapous [Kickapoos] and Mascoutins of Ouiattanon; Pianquichias [Piankashaw8] of Vermillion; Cherokees and Creeks"],"tagPerson":["McKee, Alexander, Deputy Agent"],"tagDate":["1782-01-01T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Detroit"]},"544":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Albany, New York"],"tagPerson":["Minute book of the New York Commissioners of Indian Affairs - Hubert Marchall, Myndert Schuyler, Robert Sanders, Jacob C TenEych, Sybrant G Van Schaich, John Beekman, the Mayor of Albany - John Rutse Bleecher, Deputy Clerk; Alexander Colhoun, Deputy Secretary [from 10 Sept. 1753]; Peter Wraxall, Secretary & Agent (from June 1754]; also present - Conrad Weyser, interpreter of Pennsylvania; Arent Stevens & Jacobus Clement interpreters of New York"],"tagDate":["[1753-06-29T00:00:00.000Z TO 1755-05-04T23:59:59.999Z]"],"tagDescription":["Minutes include copies of orders, certificates, instructions to agents, letters and accounts; - commencing with the summons of 29 June 1753 and request for the previous commissioners' records; NOTE references to white captives held at Kahnawake and Kahnesetake being ransomed, (using wampum, money, goods or (black) slaves); Pennsylvania and other colonies; native captives (panis] among the Six Nations and French Indians; messages and speeches at councils and less formal meetings with the Cayuga, Mohawks, Oneida, Onondaga, Seneca, and Tuscarora; the Eastern and River Indians, Adirondacks, Anagongoes or Annagungues, Scortico, Schagkook or Schachkok, and Natsiesque [Missisquoi?]; sale of arms, ammunition and liquor to Indians; murders of or by black slaves; trade between the Six Nations and the French; hostile acts; migration of Oneida and others to live in Canada; missionaries; blacksmiths sent to live with the Six Nations and to observe French activities"]},"1157":{"tagPlace":["Frith Street, London"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDate":["1788-08-29T00:00:00.000Z"],"tagPerson":["Chew, Joseph","Johnson, John, Sir, with two enclosures"],"tagDescription":["From Mr Chew ... Pr Packet - Desiring that I would transmit an attested account current which I complied with and it was lodged with Mr Wigglesworth - JJ - with Chew's copy of a order from the Exchequer accepting Sir William Johnson's accounts without supporting documents; and Exchequer proceedings on the petition of Sir John Johnson for settlement of those accounts"]},"290":{"tagPlace":["Fort Pitt"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDate":["1765-06-16T00:00:00.000Z"],"tagPerson":["unsigned, unaddressed"],"tagDescription":["Record! - Proceedings of a council between Ogista and other Seneca, and Col. Reid, regarding acts contrary to the peace terms agreed in May, notably the murder of a white man and of three Senecas, and settlement beyond the Allegheny Mountains ( prohibited by a proclamation of Henri Bouquet)"]},"533":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["New Commers Town","Fort Pitt"],"tagDescription":[" At a meeting with the Indians .. present Capt. Ashton, Maj. McColloh, Capt. Crawford, Val Crawford, Edward Cook, John Stevenson, Apt. Hogland, David Sheppard, Capt. Nevill, Mr Whitaker, Joseph Wells, Mr Inis, Mr MacKee, Joseph Simons; with Capt. White Eyes, spokesman, Wyendawalla, Capt. Johny and other Indians - Capt. White Eyes reported on his visits to re- establish peaceful relations and presented a letter of 21 June to from Delaware chiefs reporting their relations with the Wyandot, Shawanese and Cherokee [the text being written in here]; urging the renewal of the chain of friendships, and attributing the present unrest to rash young men not obeying their chiefs"," At a meeting with the Indians ... present Capt. Ashton, Maj. McColloh, Capt. Crawford, Val Crawford, Edward Cook, John Stevenson, Apt. Hogland, David Sheppard, Capt. Nevill, Mr Whitaker, Joseph Wells, Mr Inis, Mr MacKee, Joseph Simons; with Capt. White Eyes, spokesman, Wyendawalla, Capt. Johny and other Indians - Capt. White Eyes reported on his visits to re-establish peaceful relations and presented a letter of 21 June to from Delaware chiefs reporting their relations with the Wyandot, Shawanese and Cherokee [the text being written in here]; urging the renewal of the chain of friendships, and attributing the present unrest to rash young men not obeying their chiefs"],"tagPerson":["unsigned, unaddressed","Croghan, G.","King Newcommer, Neolige, White Eyes, Kill Buck Thomas McKee, Wm. Anderson, Apolovina and Simon Girty, to G. Croghan, Alex. McKee and John Connolly"],"tagDate":["1774-06-21T00:00:00.000Z"]},"376":{"tagPerson":["Roberts, B., Lt.","Johnson, William, Sir"],"tagDate":["1766-09-29T00:00:00.000Z"],"tagDescription":["Passing the report of West Sa-un- to-pe-a, a Mississauga chief, that all was quiet across the Lake, and of traders operating at two places between Toronto and Caderaequi; noting that traders refused to bring passes were obliged by Capt. Browne to give bonds not to open their packs before Detroit"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Niagara"]},"223":{"tagDescription":["Minutes of Sir Wm Johnsons Congress ... at Niagara, from its commencement ... Recd. by G Johnson - Sir William's first speech to the Six Nations ( Mohawks, Oneidas, Tuscaroras, Onondagas, Cayugas and Senecas) and Western Nations (Chippewa, Monomoney, Saitnes [Saikies, Sauk], Puans, Pottowotami, Christinauax, Hurons and Toughkumnimons [Toughkannkimons])"],"tagDate":["1764-07-08T00:00:00.000Z"],"tagPerson":["unsigned, unaddressed"],"tagPlace":["Niagara"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"1047":{"tagPlace":["Loyal Village"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagDescription":["The Six Nations & Confederates Answer to General Schuylers Speech dated at Saratoga 29th July 1783 -"],"tagDate":["1783-10-22T00:00:00.000Z"],"tagPerson":["Bryant, Joseph"]},"1125":{"tagPlace":["Detroit"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"],"tagDescription":["Reporting the sentiments of local Indians relative to meetings held at the mouth of the Great Miamis by American commissioners and plans to visit Canada"],"tagDate":["1786-02-25T00:00:00.000Z"],"tagPerson":["Johnson, John, Sir","McKee, Alexander"]},"1274":{"tagDate":["1791-08-11T00:00:00.000Z"],"tagPerson":["St Clair, A.","Knox, Henry"],"tagPlace":["Washington"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"200":{"tagDescription":[" Susquehanah ... Entd. Vol. 8th P. 428 - Burd acting for governor James Hamilton of Pennsylvania, regarding the removal of white settlers from the Wyoming and reports from Fort Augustus of an attack by hostile Indians"],"tagPerson":["McKee, Thomas","Burd, James"],"tagDate":["1763-06-10T00:00:00.000Z"],"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"]},"264":{"tagNotebook":["Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"],"tagPlace":["Detroit"],"tagDescription":["A Court of Enquiry testimony of John Baptiste Billiond before Capt. Lt. Jonathan Rogers, Lieutenants Carden and Aylmer, Ensigns Cargill and Eliot, regarding efforts of one Clermont and other Frenchmen at Miamis, Ouiattanon and elsewhere to incite hostilities against the British"],"tagPerson":["True Copy - countersigned by Lt. Col. John Campbell, 17th Regt."],"tagDate":["1765-03-11T00:00:00.000Z"]}}