{
  "743": {
    "tagDate": ["1838-10-17T00:00:00.000Z"],
    "tagPerson": ["Durham", "Stuart, James"],
    "tagDescription": [
      "A.L.S. Returning with acknowledgments a despatch sent to him for perusal."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "844": {
    "tagPlace": ["Exeter"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDate": ["1838-12-03T00:00:00.000Z"],
    "tagPerson": ["Durham", "Wakefield"],
    "tagDescription": [
      "A.L.S. Good feeling for Durham at Ashburton. Radicals (not mad) ready for his leadership, though some fear he may he induced by family connections and Queen, to abandon them. His own activities on Durham's behalf. Spectator now favorable to Durham."
    ]
  },
  "520": {
    "tagDate": ["1838-09-04T00:00:00.000Z"],
    "tagPerson": ["Durham", "Bagot, Lady"],
    "tagDescription": ["A.L.S. Thanks for courtesies son."],
    "tagPlace": ["Cuddesden Palace"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "685": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Indian Office"],
    "tagDescription": [
      "Queries as to condition of Indians in Upper Canada, with answers by the Superintendent, and Arthur's reply to memorial."
    ],
    "tagDate": ["1838-10-05T00:00:00.000Z"]
  },
  "221": {
    "tagDescription": [
      "Enclosure: Memorial. Union essential to prosperity of Upper Canada. In order to produce British feeling throughout country, law courts of Lower Canada must be altered, and, within definite time, French Code abolished. French Canadians must be fully protected in religious rights and personal property, but they must be, by degrees, Anglicized and changed so as to think, feel and act like British subjects. They have no idea of British thoughts or British feeling. The change necessary can only be effected by changing the laws and institutions of Lower Canada from French to English. Nothing has been done in this direction since 1759. Benefits of union to both provinces. Raise revenue of united provinces, by taxes on luxuries and other articles so as to avoid direct taxation. Develop navigation, and trade would pass along those routes, and that with United States could be checked. Provisions for defence by utilization of inland waterways."
    ],
    "tagDate": ["1838-05-01T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Frontenac"]
  },
  "109": {
    "tagPerson": ["Durham"],
    "tagDate": ["1838-06-09T00:00:00.000Z"],
    "tagDescription": [
      "Queries by Durham as to his powers as respects the Lieutenant Governors, and appointments; and answers by Turton. Copy."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "69": {
    "tagDate": ["1838-05-14T00:00:00.000Z"],
    "tagDescription": [
      "Members of the Special Council-their residence-profession-property qualification."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Quebec"]
  },
  "405": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Municipal, Comn. Office"],
    "tagPerson": ["Kennedy, W.", "Durham"],
    "tagDate": ["1838-07-01T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Hearty approval of Proclamation on all sides. Toronto delegation warm in eulogy of Governor."
    ]
  },
  "619": {
    "tagDate": ["1838-09-21T00:00:00.000Z"],
    "tagDescription": [
      "Tecumseth (James FitzGibbon). An appeal to the loyal inhabitants of Upper Canada to be ready in case of uprising. Denunciation of attacks on Durham in British Parliament. With this is an appeal in FitzGibbon's handwriting signed An Old Soldier urging him to remain in Canada."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Toronto"]
  },
  "35": {
    "tagDescription": [
      "Enclosing warrant for his appointment as Provincial Deputy Grand Master for Northumberland and Berwick upon Tweed."
    ],
    "tagPerson": ["Harper, Edward, G.S.", "Durham"],
    "tagDate": ["1838-05-15T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Free Mason's Hall, London"]
  },
  "660": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Washington"],
    "tagPerson": ["Jones, R.", "Grey, Colonel"],
    "tagDate": ["1838-10-03T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Enclosing copies of the U.S. Army Register; also, expressing regret at Durham's intended departure."
    ]
  },
  "469": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["New York"],
    "tagPerson": ["Turton", "Buchanan"],
    "tagDate": ["1838-08-08T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Confidential. Encloses a letter from W. W. Baldwin, whom he describes as having with R. Baldwin in greatest degree the confidence of the British population in Upper Canada. Buchanan's daughter is married to son of Baldwin. His own success with Lord Londonderry in Ireland 40 years ago. Arthur's helplessness in hands of Family Compact. R. Baldwin who could do more to allay discontent than any other man or body of men, will not again push himself forward. The commission he proposed would expose conditions."
    ]
  },
  "366": {
    "tagDescription": [
      "A.L.S. Has just seen Gazette containing names of Special Council. It is very proper that it should contain his own staff. Questions may be raised as to his powers in disposing of prisoners, but if he had the power, his manner of dealing with difficulty is the best. Preserving malignity with which determination to persecute Turton and Wakefield is carried on. British politics."
    ],
    "tagDate": ["1838-07-28T00:00:00.000Z"],
    "tagPerson": ["Stanley, E. J.", "Durham"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "604": {
    "tagPlace": ["15 McGill St., Montreal"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDescription": [
      "A.L.S. Enclosing copy of article he is sending to Great Britain on Durham's administration. Also, enquiring whether Mr. McGill had Durham's authority for asking in his name that all comments on his measures be suspended until something had been done. Sends copy of Personal Memoirs."
    ],
    "tagDate": ["1838-09-18T00:00:00.000Z"],
    "tagPerson": ["Durham", "Richardson, J., Major"]
  },
  "300": {
    "tagDescription": [
      "Order of Procession upon Arrival of Lord Durham in Toronto."
    ],
    "tagDate": ["1838-07-17T00:00:00.000Z"],
    "tagPlace": ["Mayor's Office"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "245": {
    "tagDescription": ["Enclosures: Extract. To same effect."],
    "tagDate": ["1838-05-02T00:00:00.000Z"],
    "tagPerson": ["Arthur", "Buchanan"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "274": {
    "tagDescription": [
      "Enclosure: Copy. L.S. Recalls conversation he had with Arthur: Arthur believed Buchanan's opinion would have influence, but that he was wrong in condemnation of Family Compact; that to set them aside was to run a risk, any Governor ought to avoid; that, from his conversation with Bidwell, in Albany, he was convinced Bidwell was worthy of no favor, that all he had spoken with had approved his measure; and that he hoped to settle the Clergy Reserve question satisfactorily. Buchanan, for his part, sees no hope of retaining province, since Arthur is determined to uphold Family Compact. In his interview with Durham, the latter said he read every word of his letter and agreed with him in all his views. When Arthur asked him the names of the gentlemen, who had expressed alarm at conditions in Upper Canada, he refused to give them when he saw Arthur sustaining the Family Compact. He had mentioned two names, one of them Robert Baldwin; both of them called on Arthur, but both were rebuffed. He had the Highest esteem for Robinson, Strachan and the Attorney General, but they had too long guided the destiny and dispensed the patronage of the province. Notwithstanding opposition of persons and Assembly, they have gone their way, regardless of instructions from Colonial Office. He would ask Arthur whether any person not of that party has access to him. As an instance of discrimination, Colborne told him that the Irish had mainly contributed to the saving of the province, and that the Roman Catholics had done nobly. Notwithstanding this fact, although there were some 700 Roman Catholics in and about Hamilton, Sir Allan Mcnab had not promoted one of them. As for Bidwell, he would not have been treated he was either in England or by Durham. Arthur is entreated to distinguish between disaffection and disloyalty. Thousands are disaffected who are not disloyal. In England, the disaffected exert themselves to effect a change of ministry. If Durham continues to act as he has done in Quebec, clearing all off, he will soon evoke a spirit of loyalty. The course adopted on the Niagara Frontier is only suited to Germany."
    ],
    "tagPerson": ["Arthur", "Buchanan"],
    "tagDate": ["1838-07-12T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["New York"]
  },
  "116": {
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDate": ["1838-06-11T00:00:00.000Z"],
    "tagDescription": [
      "Address of the Quebec Literary & Historical Society congratulating him on his arrival, and asking him to be their patron. "
    ]
  },
  "463": {
    "tagDescription": ["A.L.S. Asking permission to dedicate a book to her."],
    "tagDate": ["1838-08-03T00:00:00.000Z"],
    "tagPerson": ["Durham, Lady", "Cosner(?), John"],
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "270": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Kingston"],
    "tagDescription": [
      "Copy. Respecting the violation of several of the Rules and Regulations of the Magistrates."
    ],
    "tagPerson": ["Turton, T. E. M. T.", "Young, T. A."],
    "tagDate": ["1838-07-13T00:00:00.000Z"]
  },
  "403": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPerson": ["Durham", "Ogden, C. R., Attorney General"],
    "tagDate": ["1838-01-01T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Declining offer of Chief Justiceship of District of Montreal."
    ]
  },
  "306": {
    "tagPerson": ["Woodruff, Wm.", "Durham"],
    "tagDate": ["1838-07-17T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. As a Radical, he describes the difficulties with which that party had to contend in efforts to secure redress of grievances, owing to overriding influence of dominant party in executive government, Iniquity of Land Company in raising prices to emigrants. Clergy Reserves. Disaffection of large numbers who defended country in War of 1812. He had doubts as to suitability of Responsible Government, owing to responsibility of Governor to Sovereign. Suggest elective Legislative Council. Faulty judicial arrangements. Appointments to office all in hands of Family Compact. Country losing many good citizens. Undue attention given by Government to Short Hills affairs."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["St. Davids"]
  },
  "664": {
    "tagDate": ["1838-10-04T00:00:00.000Z"],
    "tagPerson": ["Merritt, W. H., M.P.P.", "Durham"],
    "tagDescription": [
      "L.S. On the reorganization of government. Regret that plan proposed by Russell of calling a constituent assembly for the purpose of framing constitution is abandoned. Those whom Durham will have opportunity of consulting unable to reflect opinions of people. Proclamation of June 29 inspired great confidence among all classes. Experience of Great Britain and United States proves superiority of united legislatures. Executive Council discredited by action of Head, as illustrated by the measure adopted by that body with respect to specie payments. Legislative Council does not possess confidence of country. Executive Council should be composed of persons from the several parts of province. Legislative Council should also be representative of all sections. While union of Upper and Lower Canada would be good, a legislative union of all the provinces would be much better. Desirability of calling a constituent assembly to frame a constitution. Canadians will never be satisfied until Canada is a more desirable place of residence than United States. Illustrations of rapid growth of United States, and unfavorable impression of emigrant created by general torpor in Canada."
    ],
    "tagPlace": ["St. Catherines"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "770": {
    "tagPerson": ["Van Buren, President", "Durham"],
    "tagDate": ["1838-10-26T00:00:00.000Z"],
    "tagDescription": [
      "Expressing the hope that, in case Durham passes through United States on way to England, he may pay a visit to Washington, and assuring him of the heartiness of the welcome that would await him."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Washington"]
  },
  "615": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Thorold"],
    "tagPerson": ["Keefer, Jacob", "Durham"],
    "tagDate": ["1838-09-20T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. On situation in Canada. He himself is a Canadian-of Church of England-Justice of Peace-Captain of militia who served during late troubles-Conservative but objector to Ultraism of all kinds-of independent means. The grievance which excites most feeling is Clergy Reserves. Believes funds would have been devoted to general education, had Legislative Council not intervened. Legislative Council should be composed of more members, having greater popular sympathies, and greater interest in welfare of country. Strong condemnation of endowment of 57 rectories. Fear of consequences of struggle of Church of England for dominance."
    ]
  },
  "600": {
    "tagDate": ["1838-09-18T00:00:00.000Z"],
    "tagPerson": ["Durham", "Dillon, R."],
    "tagDescription": ["A.L.S. Applying for employment."],
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "759": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Ste. Famille de Boucherville"],
    "tagPerson": ["Buller", "Delisle, A."],
    "tagDate": ["1838-10-23T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. In French. Transmitting address from inhabitants of Ste. Famille, and stating that, with more time, a great many more signatures would have been obtained."
    ]
  },
  "720": {
    "tagPlace": ["New York"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDate": ["1838-10-13T00:00:00.000Z"],
    "tagPerson": ["Featherstonhaugh, G. W.", "Couper"],
    "tagDescription": [
      "A.L.S. Respecting hotel accommodation for Durham and his party in New York. Encloses an itinerary from St. Johns, L.C. to Washington."
    ]
  },
  "172": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDate": ["1837-06-27T00:00:00.000Z"],
    "tagPerson": ["Easthope, J., M.P.", "Parker, Mr. (J. Parker, M.P.?)"],
    "tagDescription": [
      "Enquiry as to whether Government intend to withhold support from Durham, and try to appease Tory resentment and Radical discontent."
    ]
  },
  "487": {
    "tagDescription": [
      "A.L.S. Explaining justifying the course they pursued when called out to defend the province and asking that fines imposed on them be remitted."
    ],
    "tagDate": ["1838-08-12T00:00:00.000Z"],
    "tagPerson": ["Phillips, W., and others", "Durham"],
    "tagPlace": ["Adelaide"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "134": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["St. Eustache", "Montreal"],
    "tagPerson": ["Buller", "Durham", "Globensky, F. E.", "Walcott, J."],
    "tagDate": ["1838-06-22T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Arrived in Montreal evening before. Received from Simpson a letter from prisoners. It is not, satisfactory, in that it is not a formal confession of moral or legal guilt, but rather a highflying acknowledgment of heroism & patriotism. It will serve as a base, however, for an effort to obtain a paper containing the sort of formal acknowledgment required, either through Simpson or by an official letter. Has seen Gerrard, McGill and Moffatt, the leaders of the British party. Gerrard and McGill are not for severity: banishment would be sufficient in their view. Moffatt did not express his views, but he intimated confidence in Durham. Had a most satisfactory talk with the three on general policy. Is convinced that if registry offices be given, feudal tenures abolished especially in Island of Montreal, and measures taken to improve internal communications, Durham can do what he will with British party. Hopes to conclude bargain with Seminary.",
      "A.L.S. In French. Respecting a claim of Benjamin Guerin for land on account. of militia service."
    ]
  },
  "841": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Raby Castle"],
    "tagDescription": ["A.L.S. Congratulations on safe return."],
    "tagPerson": ["Durham", "Duke of Cleveland"],
    "tagDate": ["1838-12-02T00:00:00.000Z"]
  },
  "607": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Hanover Lodge"],
    "tagDescription": [
      "A.L.S. Expressing gratification at course pursued by Durham. Hopes he will stay in Canada until work is done."
    ],
    "tagPerson": ["Durham", "Dundonald, Lord"],
    "tagDate": ["1838-09-18T00:00:00.000Z"]
  },
  "130": {
    "tagDescription": ["A.L.S. A note of compliment to Durham."],
    "tagDate": ["1838-06-21T00:00:00.000Z"],
    "tagPerson": ["Turton", "Loch, Francis E."],
    "tagPlace": ["H.M.S. Hasting, Off Cape Chat"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "799": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDate": ["1838-10-01T00:00:00.000Z"],
    "tagDescription": [
      "Quebec Education Society-its composition, and assistance it receives."
    ]
  },
  "635": {
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDescription": [
      "A.L.S. Stating that Mr. McGill had called a preliminary meeting to consider propriety of public demonstration respecting Durham's departure. Proposition for general confederation coolly received, as possibly interfering with favorite scheme of union of Upper and Lower Canada. Will himself endeavor to enforce general confederation in columns of Herald."
    ],
    "tagDate": ["1838-09-27T00:00:00.000Z"],
    "tagPerson": ["Buller", "Thom"]
  },
  "181": {
    "tagPlace": ["London"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDate": ["1838-06-30T00:00:00.000Z"],
    "tagPerson": ["Stanley, E. J.", "Durham"],
    "tagDescription": [
      "A.L.S. Parliamentary and social news. Anticipation of trouble over Turton and Wakefield. Coronation and incidents connected with it. Brougham and Lyndhurst combining forces to embarrass Government. Wellington to out of favor with party."
    ]
  },
  "532": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Quebec"],
    "tagDescription": [
      "Draft of letter from Buller to Durham. (The draft is the joint production of Buller and Wakefield, a portion of it being in the hand of the latter). The purpose of the letter is to arouse Durham from the state of discouragement and apathy, into which he had sunk on receipt of the despatch of August 18, announcing the disallowance of the Ordinance of June 28. The writer points out that, though the action of the Government is a serious embarrassment to Durham in the prosecution of his plans, it is in reality nothing but what Durham should have anticipated from the false friends and envenomed enemies, whom he parted from in England. He urges Durham to go on as if nothing had happened, and continue to make use of the large powers with which he was entrusted. His failure to do this will darken the situation in Canada, and cost him his reputation."
    ],
    "tagPerson": ["Durham", "Buller"],
    "tagDate": ["1838-09-07T00:00:00.000Z"]
  },
  "472": {
    "tagDate": ["1838-07-25T00:00:00.000Z"],
    "tagPerson": ["Buchanan", "Baldwin, W. W."],
    "tagDescription": [
      "A.L.S. Account of long interview he and R. Baldwin had with Durham. Latter will meet with no difficulties from Reformers, but old party fear any change disturbing source of power. Durham does not mean to interfere with Arthur, and hopes for his co-operation, but Baldwin cannot see how those trammels which entangle every governor's hands and feet shall drop off Sir George Arthur"
    ],
    "tagPlace": ["Toronto"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "78": {
    "tagPlace": ["St, Ours"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      "A.L.S. in French. Acknowledging letter announcing suspension of Executive Council. Approves of measure. Prepared to support Durham in every way. In response to invitation to express his views on remedies, he says that the elements of which society in Lower Canada is composed tends to augment historic conflicts. Experience has shown that the application of constitutional government to the country has had the effect of sustaining among us national hatred, which otherwise would be almost extinct at present. has thought much over proposition of confederating all British provinces, and cannot see why it should not succeed first as a remedy for the existing evils, and then as the best administrative system for this part of American. The government of such an union should be strong enough to bring about great changes in the institutions of all the provinces, so as to achieve a harmony of political rights. It should be able to protect the parts from the attempts of wicked and turbulent persons."
    ],
    "tagDate": ["1838-06-02T00:00:00.000Z"],
    "tagPerson": ["Buller", "Debartzch, P. D."]
  },
  "111": {
    "tagDescription": [
      "L.S. Suggestions to Durham. He has gained the enmity of extremists on both sides through lack of sympathy with their views. His object is to call attention of Government to feasibility of forming a party for itself. Hitherto governors have applied themselves to gaining the favor of one or other of present parties, oscillating, according to disposition, between the extremists both of which are too exclusive to afford any hope. His view is that a party can be formed for the government over public matters. He has seen at the vice-regal court a competition of servility, that curse of colonies, fostered and encouraged. French Canadians, with insignificant exceptions, may be divided into four classes: one-fourth were actively rebellious; another fourth disloyal, though passive, but willing to join others if shown prospect of success; the remaining half is loyal, though passive. This class includes nearly all the clergy, and most men of hereditary property. It can be moved into active exertion on behalf of government, and this is the business of the wise administrator. On its success depends the prospect of retaining the colonies for another quarter of a century."
    ],
    "tagDate": ["1838-06-10T00:00:00.000Z"],
    "tagPerson": ["Gugy, A.", "Couper"],
    "tagPlace": ["Darnse"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "333": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Montreal"],
    "tagDescription": ["Arrangements for Durham's tour to Eastern Townships."],
    "tagPerson": ["Couper?", "Ellice, W. "],
    "tagDate": ["1838-07-20T00:00:00.000Z"]
  },
  "481": {
    "tagDescription": [
      "A.L.S. Contradicting several important statements made by Sir Francis Head in a memorandum of May 21 addressed to Glenelg, and strongly criticising Head's conduct towards the insurrection."
    ],
    "tagDate": ["1838-08-10T00:00:00.000Z"],
    "tagPerson": ["FitzGibbon, J.", "Durham"],
    "tagPlace": ["Toronto"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "47": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDate": ["1838-05-01T00:00:00.000Z"],
    "tagDescription": ["List of Durham's Family and Suite."]
  },
  "86": {
    "tagDate": ["1838-06-06T00:00:00.000Z"],
    "tagPerson": ["Head, F. B., Sir", "Durham"],
    "tagDescription": ["A.L.S. Recommending Anstruther to his good offices."],
    "tagPlace": ["Athenaeum, London"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "301": {
    "tagPerson": ["Elliot, John", "Durham"],
    "tagDate": ["1838-07-17T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. On causes of disaffection: (1) Irresponsible Executive; (2) arrogant pretentions of Legislative Council; (3) Clergy Reserves; (4) maladministration of Land Granting Department; (5) defects in Election laws, whereby elections are held at places inconvenient to the majority, to serve interests of few; (6) Jury laws, which enable Sheriffs to pack juries; (7) the rapid increase of Orangeism. Attention called to Head's statement that part of the community was allowed to make preparation for revolt, contest loyalty of other; and to sanguinary punishments inflicted. Contrast between the Reform Government in England, and Colonial Government with its horde of office holders. He implores mercy for the repentant rebels. "
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Toronto"]
  },
  "639": {
    "tagDescription": [
      "A.L.S. Accepting invitation to dinner for himself and Mr. Hinsdale."
    ],
    "tagDate": ["1838-09-29T00:00:00.000Z"],
    "tagPerson": ["Durham", "Gurney, J. J."],
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "309": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Toronto"],
    "tagDescription": [
      "A.L.S. Presenting a volume, and stating his necessities."
    ],
    "tagPerson": ["Durham", "Williamson, A. J."],
    "tagDate": ["1838-07-19T00:00:00.000Z"]
  },
  "502": {
    "tagDescription": [
      "A.L.S. No regulation exists by which Commander of Forces could render relief to Brogden and Naacké, but Governor General might recommend their cases to Colonial Secretary."
    ],
    "tagPerson": ["Rowan", "Montizambert"],
    "tagDate": ["1838-08-22T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "460": {
    "tagPerson": ["Huston, Felix", "Daniel, Capt."],
    "tagDate": ["1838-08-02T00:00:00.000Z"],
    "tagDescription": ["A.L.S. Personal matter."],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Prescott"]
  },
  "338": {
    "tagDescription": [
      "List of persons arrested by Montreal new police between June 27 and July 23"
    ],
    "tagDate": ["1838-07-23T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Montreal"]
  },
  "15": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Chelsea"],
    "tagPerson": ["Durham", "Hamilton, W. R."],
    "tagDate": ["1838-04-20T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Enclosing list of Greek and Latin classics which he has ordered for Durham."
    ]
  },
  "525": {
    "tagPlace": ["Cuddesden Palace"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDescription": [
      "A.L.S. Reporting delivery of despatches entrusted to him."
    ],
    "tagDate": ["1838-09-06T00:00:00.000Z"],
    "tagPerson": ["Bagot, H.", "Durham"]
  },
  "663": {
    "tagDate": ["1838-10-03T00:00:00.000Z"],
    "tagPerson": ["Durham", "Stewart, G., and two other officials"],
    "tagDescription": [
      "Respecting the declaration of the accounts of the Collector at Quebec."
    ],
    "tagPlace": ["Custom House, London"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "832": {
    "tagDescription": [
      "Extracts from English newspaper on Canadian Affairs from October 9, 1838 to Nov. 27, 1838. (Bound separately.) Log of proceedings of H.M.S. Inconstant between 1st and 30th November, 1838."
    ],
    "tagDate": ["1838-01-01T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "50": {
    "tagDate": ["1838-05-01T00:00:00.000Z"],
    "tagDescription": [
      "General Observations on Composition of the Special Council."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "119": {
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDate": ["1838-06-13T00:00:00.000Z"],
    "tagPerson": ["Durham", "Turton", "Derbishire", "Buller"],
    "tagDescription": [
      "A.L.S. On question whether Boucherville, young man of 23 or 24, who was active among the Sons of Liberty, should be released as he himself would recommend, or be detained in gaol until the last,, as recommended by Attorney General.",
      "Derbishire to Buller. A.L.S. Enclosing resolutions adopted at meeting of Constitutionalists in Montreal, and giving some account of the speeches. Has been admonishing Gazette people to be loyal to Durham. His scoldings of British party."
    ]
  },
  "773": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Quebec"],
    "tagDescription": [
      "A.L.S. Pleading for an extension of clemency to Firmin Moreau, under sentence for drunkenness in Quebec Gaol."
    ],
    "tagPerson": ["Ross, Dunbar", "Durham"],
    "tagDate": ["1838-10-27T00:00:00.000Z"]
  },
  "297": {
    "tagDescription": [
      "Printed notice to public officers, to attend at Queen's Wharf on July 18, to receive Durham."
    ],
    "tagDate": ["1838-07-16T00:00:00.000Z"],
    "tagPlace": ["Government House"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "380": {
    "tagPlace": ["London"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      "A.L.S. Enclosing two very lengthy communications described as parts 3 and 4 of the letter begun on April 28. The papers give what purports to be an account of the events which took place in Lower Canada. ascribing the unfortunate occurrences principally to the machinations of the merchants."
    ],
    "tagDate": ["1838-07-30T00:00:00.000Z"],
    "tagPerson": ["Durham", "Veritas"]
  },
  "400": {
    "tagPlace": ["New York"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      "A.L.S. Private. Learns of enthusiastic praise for Durham and Countess Durham, from Americans on Niagara Frontier. They say he has done more than an army could do to remove hostile feeling; but they look for the same contemptuous bearing and reproaches from the Provincial authorities as they have been accustomed to. Surprise expressed that Durham did not interpose on behalf of Bidwell. This would have gained him great credit with legal profession and other eminent persons."
    ],
    "tagDate": ["1838-07-31T00:00:00.000Z"],
    "tagPerson": ["Couper", "Buchanan"]
  },
  "609": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Montreal"],
    "tagDescription": [
      "A.L.S. Respecting some parcels he undertook to deliver to Durham."
    ],
    "tagPerson": ["Badgley, W.", "Durham"],
    "tagDate": ["1838-09-18T00:00:00.000Z"]
  },
  "466": {
    "tagPerson": ["McLane, Louis", "Durham"],
    "tagDate": ["1838-08-07T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Respecting courtesies for Reverdy Johnson, who may visit Quebec."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Baltimore"]
  },
  "797": {
    "tagDate": ["1838-10-01T00:00:00.000Z"],
    "tagDescription": [
      "List of names of persons in United States, who would have desired to entertain Durham, had he visited that country."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "594": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Quebec"],
    "tagDescription": [
      "A.L.S. Submitting for Durham's signature commissions for 50 grand chiefs and chiefs of Indian tribes in Montreal District, to be delivered when they take oath of allegiance."
    ],
    "tagPerson": ["Napier, D. C.", "Buller"],
    "tagDate": ["1838-09-12T00:00:00.000Z"]
  },
  "104": {
    "tagDate": ["1838-06-01T00:00:00.000Z"],
    "tagPerson": ["Turton", "Stuart, James"],
    "tagDescription": [
      "A.L.S. On the subject of a Rural Police system. Strong condemnation of existing system for administration of justice. Different regulations required for Townships and Seigniories. For the former the Upper Canadian system is recommended, and it would be the best for the Seigniories, but it would require training of the people."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "164": {
    "tagPerson": ["Couper", "Forsyth, J. Bell"],
    "tagDate": ["1838-06-26T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Asking Durham to be the patron of and subscriber to an Orphan Asylum."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Cataraqui"]
  },
  "251": {
    "tagPerson": ["Durham", "Thom, Adam"],
    "tagDate": ["1838-07-08T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. High hopes aroused by Durham's statement of end he has in view: making Lower Canada a truly British Province. Cannot agree as to necessity of means, that is a union comprehending all the provinces or of Upper and Lower Canada alone. Durham's vigorous and judicious policy, when confirmed and perpetuated by Imperial Parliament, will leave undecided hardly one question of purely local interest. The Civil List, settlement of Crown lands, and improvement of navigation of St. Lawrence are politically Imperial questions, to be regulated by Imperial Parliament, or by local legislatures under Imperial control."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Montreal"]
  },
  "744": {
    "tagDate": ["1838-10-17T00:00:00.000Z"],
    "tagPerson": ["Grey, John", "Fergusson, Adam"],
    "tagDescription": [
      "Dilston, Northumberland. Expression of disgust with political leaders in Great Britain and of general confidence in Durham."
    ],
    "tagPlace": ["Toronto"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "452": {
    "tagDescription": [
      "A.L.S. Health completely restored. Intends to take up bill for Seminary of Montreal. Time propitious; violent British chastened by Durham's rebuke for terms of their address; priests frightened by these people's violence. Meeting of ultra British complete failure. Irish took offense at attacks on Seminary; meeting closed in disorder, Sending this letter by Mr. Seaton, editor of National Intelligencer, organ of Whig party. Mr. Carter, who accompanies him, was in Congress."
    ],
    "tagDate": ["1838-08-02T00:00:00.000Z"],
    "tagPerson": ["Buller", "Durham"],
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "98": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDate": ["1838-06-07T00:00:00.000Z"],
    "tagPerson": ["Durham", "Turton"],
    "tagDescription": [
      "A.L.S. Tendering his resignation, on account of letters received from Melbourne and Glenelg. Idea of his accompanying Durham to Canada. Originated neither with Durham or himself, It was the suggestion of one of the members of the Administration. In a pecuniary point of view, his coming to Canada was unprofitable, and unless he had decided to go to India in 1839, it would have been out of his power to come to Canada. His decision to come was determined by promises from a quarter that precluded the anticipation that the appointment would be objected to, by Ministers. It is only since his appointment that objection was raised. He will not consent to embarrass Durham by seeming to be forced on an unwilling Ministry."
    ]
  },
  "637": {
    "tagDate": ["1838-09-27T00:00:00.000Z"],
    "tagPerson": ["Durham", "Evans, Wm."],
    "tagDescription": [
      "A.L.S. Deeply regretting Durham's departure. On hopes of an end being put to troubles, he had made a considerable purchase of real estate, which he now regrets. Many feel as he does."
    ],
    "tagPlace": ["Cote St. Paul, Montreal"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "590": {
    "tagDate": ["1838-09-08T00:00:00.000Z"],
    "tagPerson": ["Little, Cornelius", "Durham"],
    "tagDescription": [
      "A.L.S. The agriculturalists, having lost confidence in Assembly, which is formed principally under influence of Proprietors, have appointed a committee of which he is secretary, to correspond with Durham. The committee heartily approve of scheme for federal government."
    ],
    "tagPlace": ["Charlottetown"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "828": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Hatchett's Hotel"],
    "tagDescription": [
      "A.L.S. His position excellent, provided he understands it before taking any step. General objection to Proclamation as unprecedented. His own account of how it pacified the, British and confounded French Canadians proves satisfactory. Government intend to treat Durham coolly. Importance of his Plymouth speech. Fortnight after arrival most important occasion of his life. He must not attempt to bolster up present Government. Letter of Wakefield contradicting Roebuck has done good. Very great ignorance in England respecting Canada."
    ],
    "tagPerson": ["Wakefield", "Durham"],
    "tagDate": ["1838-11-27T00:00:00.000Z"]
  },
  "751": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Washington"],
    "tagDescription": [
      "A.L.S. Giving him news of Fox. Account of a walk with him at night in Washington where the streets are about as wide and as long as Canadian farms, with quite as many horned cattle, horses and especially pigs in them."
    ],
    "tagPerson": ["Featherstonhaugh, G. W.", "Durham"],
    "tagDate": ["1838-10-19T00:00:00.000Z"]
  },
  "298": {
    "tagPlace": ["Toronto"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDate": ["1838-07-16T00:00:00.000Z"],
    "tagDescription": [
      "Announcement in Upper Canada Gazette, that Lord Durham will Toronto. hold a reception in the Legislative Council Chamber on Wednesday, July 18."
    ]
  },
  "244": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPerson": ["Buchanan", "Arthur"],
    "tagDate": ["1838-01-30T00:00:00.000Z"],
    "tagDescription": [
      "Enclosures: Extract. Warning that if present office holders in the two provinces are allowed to continue control of affairs, nothing that can be done will allay discontent."
    ]
  },
  "32": {
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      "A.L.S. Submitting plans for outbuildings, etc. at Mr. Bingham's house. (Endorsed, May 12-Requested he would Proceed no further in this matter without instructions to do so)."
    ],
    "tagDate": ["1838-05-10T00:00:00.000Z"],
    "tagPerson": ["Ostell, John", "Couper"]
  },
  "419": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      "Memorandum on Court of Appeals as constituted by Durham."
    ],
    "tagDate": ["1838-01-01T00:00:00.000Z"]
  },
  "330": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Steamer Brockville"],
    "tagPerson": ["Couper", "Morris, James"],
    "tagDate": ["1838-07-20T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Delegation desires to present address to Durham from people of Brockville."
    ]
  },
  "747": {
    "tagDescription": [
      "L.S. Recalling their acquaintance in St. Petersburg, and stating that Durham's policy has been highly approved in U.S."
    ],
    "tagPerson": ["Tallmadge, James, General", "Durham"],
    "tagDate": ["1838-10-17T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["New York"]
  },
  "725": {
    "tagDescription": [
      "A.L.S. Appeal to him to remain in Canada. His government would not be by military power alone as stated in Proclamation, but a distinct civil authority supported by subordinate military power. His present power is that of pro-tempore despot. Disallowance of ordinance, forming but single item in large general policy, not sufficient reason for retirement, particularly as spirit of measure and line of policy have met with universal approbation. Disbelief in statement that Durham's work will be best done in Parliament. If, as seems to be the case, dictatorship is necessary, Durham is only available man to exercise it. Friends in Farnham deplore impending departure, as opening the way to renewed disorder. His seceding or not seceding turning point between two opposite systems of government-military and civil."
    ],
    "tagDate": ["1838-10-13T00:00:00.000Z"],
    "tagPerson": ["Gurney, J. J.", "Durham"],
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "167": {
    "tagPlace": ["London"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDate": ["1838-06-27T00:00:00.000Z"],
    "tagPerson": ["Gosford, Lord", "Durham"],
    "tagDescription": ["A.L.S. Introducing Madame Selby"]
  },
  "225": {
    "tagDate": ["1838-07-01T00:00:00.000Z"],
    "tagDescription": [
      "Itinerary of Durham on his visit to Upper Canada; and list of those making up the party."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "26": {
    "tagDescription": [
      "A.L.S. Expressing regret that Durham has selected Mr. Ellice as a member of his staff. His father is the leader of those, who have brought disaster to administration of last two governors. He should avoid connection with any of the Canadian merchants. Only possible chance of success lies in administration by persons unconnected with and unknown to country."
    ],
    "tagDate": ["1838-04-23T00:00:00.000Z"],
    "tagPerson": ["Veritas", "Durham"],
    "tagPlace": ["London"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "597": {
    "tagPlace": ["Clones, Ireland"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDate": ["1838-09-14T00:00:00.000Z"],
    "tagPerson": ["Durham", "Rogers, Elinor"],
    "tagDescription": [
      "A.L.S. Enclosing proofs of her title to property left by Sergeant John Rogers, of 32nd Foot."
    ]
  },
  "372": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Montreal"],
    "tagPerson": ["Couper", "Grey, Colonel"],
    "tagDate": ["1838-07-29T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Enclosing letter from Poinsett, Secretary at War, introducing Major General Patterson, who is visiting Canada with view of acquiring further military knowledge."
    ]
  },
  "681": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Prince Edward Island"],
    "tagPerson": ["Buller", "LeLacheur, J. W."],
    "tagDate": ["1838-10-04T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Asking for a statement that will relieve him from imputations which have been circulated, that he had given a false impression of Durham's statement to him respecting a Court of Escheat."
    ]
  },
  "107": {
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": ["applying for situation as Land Surveyor."],
    "tagDate": ["1838-06-08T00:00:00.000Z"],
    "tagPerson": ["Horan, Thomas"]
  },
  "408": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      "Paper entitled Rumoured Policy of the Earl of Durham. Apparently a letter to a newspaper based on an article of July 25, in the Cobourg Star. The article is an attack on Durham's supposed plan, and the paper is a criticism of the article."
    ],
    "tagDate": ["1838-01-01T00:00:00.000Z"]
  },
  "336": {
    "tagDate": ["1838-07-23T00:00:00.000Z"],
    "tagPerson": ["Smyth, John, L. L. D."],
    "tagDescription": ["A poem of welcome to Durham."],
    "tagPlace": ["Toronto"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "93": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDate": ["1838-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Notes by Mr. Heney on proposed changes in constitution of Lower Canada. (1) That members of Assembly should be subject to property qualification; (2) that no public officer should be suspended except on address to two Houses, or dismissed except by judicial decision; (3) that the Legislative Council be constituted a Court of Impeachments; (4) that judges hold office quam diu se bene gesscrint, and have pensions on retirement, and that the Court of Appeal be composed of retired judges, which would also be the court of criminal jurisdiction; (5) that the electors of towns and villages should not vote in counties, unless they have separate property in counties; that, if members are to be paid, it should be by taxes from their constituencies; that Acts 1 & 2 Wm. IV respecting revenue collected under 14 G. III be repealed; (6) that the members who voted against motion of A. Stuart on August 25, 1837, and all who took part in rebellion should be ineligible to vote for or sit in Assembly; (7) that the nature of the contingencies of the Assembly should be determined; (8) that no agent should be employed for the province, except by Act of Legislature; (9) that the Governor should have power, in certain cases, to suspend Habeas Corpus and proclaim Martial Law; (10) that no public political meeting be held except by authority of two magistrates; (11) that the commissions of all public officers who failed in their duty in the late troubles be cancelled; (12) that the press be put under regulations; (13) that qualifications for Assembly should include a minimum of 30 years of age; (14) that evidence given before Assembly should be on oath, and subject to penalties for perjury; (15) that, in the selection of a speaker, the Assembly should present three names to Governor, or, if present practice be continued, the Assembly should be required to select another candidate, if the one presented were objectionable to Governor. On the back of memorandum is a note: Some of these worthy of attention, and another by Buller: But the whole is in bad spirit of a narrow-minded man, proposing arbitrary repression of popular power."
    ]
  },
  "294": {
    "tagDate": ["1838-07-16T00:00:00.000Z"],
    "tagPerson": ["Jones, James", "Durham"],
    "tagDescription": [
      "A.L.S. Recommending elective Legislative Council, and free pardon to exiles."
    ],
    "tagPlace": ["St. Davids"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "248": {
    "tagDate": ["1838-07-07T00:00:00.000Z"],
    "tagPerson": ["Buchanan", "Durham"],
    "tagDescription": [
      "A.L.S. Private. Account of interview he had with Arthur, who denied that the so-called dominant party interfered with his measures. Buchanan refused to give names of gentleman, with whom he conversed, but gives them to Durham."
    ],
    "tagPlace": ["Toronto"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "824": {
    "tagDate": ["1838-11-26T00:00:00.000Z"],
    "tagPerson": ["Dickson, George, Plymouth"],
    "tagDescription": [
      "A.L.S. Describing outbreak of insurrection in Autumn, 1838."
    ],
    "tagPlace": ["Charlotte at sea"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "81": {
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      "A.L.S. Memorial in French. Stating that his practice as a lawyer has been ruined by a bill lately passes for the summary trial of certain cases, and asking for assistance"
    ],
    "tagDate": ["1838-06-03T00:00:00.000Z"],
    "tagPerson": ["Bedard, F. X.", "Durham"]
  },
  "256": {
    "tagDescription": [
      "A.L.S. Sending out this letter by Duncombe (M.P.) who will give him the news. Hopes of Tories that mission may prove failure, and that Durham may return with task uncompleted. Expects Turton will relieve him from embarrassment."
    ],
    "tagDate": ["1838-07-09T00:00:00.000Z"],
    "tagPerson": ["Durham", "Easthope, J., M.P."],
    "tagPlace": ["Toronto"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "311": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["London"],
    "tagPerson": ["Durham", "Veritas"],
    "tagDate": ["1838-07-20T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Enclosing two long rambling letters to Melbourne, in which he describes and denounces the machinations of parties in England with reference to affairs in Canada."
    ]
  },
  "133": {
    "tagPerson": ["Quiblier, Mr., Rev.", "Couper"],
    "tagDate": ["1838-06-21T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. In French. Asking for interview for himself and Bishop MacDonell with Durham."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Seminaire de Quebec "]
  },
  "754": {
    "tagPlace": ["Toronto"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDescription": [
      "Partly A.L.S. Drawing attention to his services during Rebellion, and the slight put upon him by Head; and intimating that some honor or recompense would be acceptable. He relates that when Rebellion broke out in Lower Canada. Head allowed all troops to be withdrawn from Upper Canada. leaving 4,000 stand of arms with only 5 or 6 policemen to guard them, and that as late as 8 o'clock of the evening on which the rebellion broke out, Head expressed his conviction that there would be no rising."
    ],
    "tagDate": ["1838-10-19T00:00:00.000Z"],
    "tagPerson": ["Powell, John, Mayor of Toronto", "Durham"]
  },
  "801": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDescription": [
      "Memorandum from Couper, initialed by him, suggesting to Durham that he go home to England direct, and at once convince Ministers of seriousness of situation. Good results he anticipates in preserving tranquility in Canada."
    ],
    "tagDate": ["1838-10-01T00:00:00.000Z"],
    "tagPerson": ["Couper"]
  },
  "730": {
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDate": ["1838-10-14T00:00:00.000Z"],
    "tagPerson": ["Macdonell, John, Sir", "Durham"],
    "tagDescription": [
      "A.L.S. Expressing strong sympathy in the matter of the disallowed Ordinance, which he characterize as the most necessary, humane and high-minded measure that could have been devised."
    ]
  },
  "478": {
    "tagPlace": ["No. 1. Lavalle St."],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDescription": [
      "A.L.S. Has come from Prince Edward Island as representative of agricultural interests to seek interview. General statement of grievous position of people, of which he desires to produce evidence."
    ],
    "tagDate": ["1838-08-09T00:00:00.000Z"],
    "tagPerson": ["Durham", "LeLacheur, J. W."]
  },
  "124": {
    "tagDescription": [
      "A.L.S. Enclosing accounts of Provincial Revenue for quarter ended April 5, and continued until May 1; also, account of incidents for same period as required by Provincial Act 35 Geo. 3, c.9. (No enclosure).",
      "A.L.S. Enclosing accounts of Provincial Revenue for quarter ended April 5, and continued until May 1; also, account of incidents for same period as required by Provincial Act 35 Geo. 3, c.9. ( No enclosure)."
    ],
    "tagDate": ["1838-06-18T00:00:00.000Z"],
    "tagPerson": [
      "Durham",
      "Stewart, Charles J., Acting Controller",
      "Jessop, H., Collector"
    ],
    "tagPlace": ["Custom's Quebec"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "781": {
    "tagDescription": [
      "A.L.S. Applying for the stake of 50 guineas which he won at the last races, for horses bred in province."
    ],
    "tagPerson": ["Durham", "Anderson, H. S."],
    "tagDate": ["1838-10-30T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Quebec"]
  },
  "126": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Newark"],
    "tagPerson": ["Best, A.", "Parkins, J. W."],
    "tagDate": ["1838-06-19T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Earlier relations with Durham. Anxious to come to Canada, and get a grant of land near Toronto."
    ]
  },
  "234": {
    "tagDescription": [
      "Memorial of certain inhabitants, praying for relief from Seignioral Church dues, and for better land regulations."
    ],
    "tagDate": ["1838-07-02T00:00:00.000Z"],
    "tagPlace": ["De Ramsay"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "48": {
    "tagDate": ["1838-01-01T00:00:00.000Z"],
    "tagPerson": ["Durham", "Turton"],
    "tagDescription": [
      "A.L.S. Arrival of LaFontaine at Montreal Saturday morning. Turton did not see him. Warrant against him lost."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "362": {
    "tagDescription": [
      "A.L.S. Is at a loss to know what information is desired as to contract with Mr. Comstock, but sending such as occurs to him as useful. Disappointment in Upper Canada that no person had access to Durham, but such as passed through Arthur's hands. There is a noble population in Upper Canada. Greatly improved feeling in United States towards Canada as a result of Durham's measures. Strong anti-British editor announces change of views at dinner. Mayor and aldermen of New York also expressed warmest feelings for England."
    ],
    "tagDate": ["1838-07-28T00:00:00.000Z"],
    "tagPerson": ["Buchanan", "Couper"],
    "tagPlace": ["British Consulate, New York"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "455": {
    "tagDescription": ["A.L.S. Introducing Mr. Seaton and Mr. Carter."],
    "tagDate": ["1838-08-02T00:00:00.000Z"],
    "tagPerson": ["Couper", "Buller"],
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "808": {
    "tagDescription": [
      "A.L.S. His personal grievances. Affairs of province. Alarm throughout province at knowledge of Durham's departure. Spirit of faction rife. In presence of impending invasion, the ruling class indulge in idle threats, and pursue course that is irritating body of people into acts of insubordination. As immediate measure he would unit St. George's, St. Andrew's Orange and other societies under some such name as British Imperial Society, open to all good citizens. Suppress the word Orange forever. The militia should be enrolled, with precautions against admission of disaffected. All magistrates should be enjoined by Proclamation to gain confidence of people in Government. All Notoriously unpopular officials should be removed from office, those whose unpopularity is not imputable to ill intentions to be pensioned. An adequate number of regular soldiers should be maintained in country. It is important to have a commission of enquiry appointed by Imperial Parliament, sent out to Canada to take evidence and report their findings to Imperial Parliament. Rules which should govern enquiry. Origin of all political ills in Upper Canada is Family Compact, who block every avenue to ear of Governor. Enquiry should include religious situation, Land Granting department, and, above all, Executive Government."
    ],
    "tagPerson": ["Berford, J. F.", "Durham"],
    "tagDate": ["1838-11-03T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Toronto"]
  },
  "272": {
    "tagPlace": ["New York"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      "A.L.S. Private. Enclosing copy of letter written by him to Arthur."
    ],
    "tagDate": ["1838-07-13T00:00:00.000Z"],
    "tagPerson": ["Buchanan", "Durham"]
  },
  "736": {
    "tagPerson": ["Buller", "Richardson, J."],
    "tagDate": ["1838-10-16T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Confidential. He has been dismissed from The Times for articles he wrote in favour of Durham. Asks Buller's services to procure him a position as correspondent of some other newspaper."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Montreal"]
  },
  "493": {
    "tagDate": ["1838-08-16T00:00:00.000Z"],
    "tagDescription": [
      "Extract from letter unsigned and unaddressed strongly criticising Melbourne's conduct towards Durham."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "41": {
    "tagDescription": [
      "A.L.S. Is anxious to be assistance. Is a U. E. Loyalist. Entered Assembly in 1834 as opponent of administration of Head, but on outbreak of rebellion resumed his command in the militia. Urges Durham not to act precipitately, or to be too much influenced by those whose loyalty is combined with desire for place. Interference of Judges in elections of which he gives instance."
    ],
    "tagPerson": ["MacDonell, Donald ?, M.L.A. for Stormont", "Durham"],
    "tagDate": ["1838-05-31T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["St. Andrews, Tp. Cornwall, Co. Stormont"]
  },
  "350": {
    "tagDescription": [
      "A.L.S. Disappointment at not seeing Durham. Had come from Ohio on purpose."
    ],
    "tagDate": ["1838-07-24T00:00:00.000Z"],
    "tagPerson": ["Durham", "Gourlay, R. F."],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "522": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Toronto"],
    "tagDescription": [
      "A.L.S. Illness will prevent his taking advantage of opportunity of further discussion of points raised by Durham. Trusts Durham will not press those changes in the constitution, which formed subject of conversation."
    ],
    "tagPerson": ["Durham", "Robinson, J. B."],
    "tagDate": ["1838-09-06T00:00:00.000Z"]
  },
  "499": {
    "tagPlace": ["University of Vermont, Burlington"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDate": ["1838-08-20T00:00:00.000Z"],
    "tagPerson": ["Tenney, B. J., Secretary", "Durham"],
    "tagDescription": [
      "A.L.S. Announcement of Durham's appointment as honorary member of University Institute."
    ]
  },
  "218": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Frontenac"],
    "tagPerson": ["Marks, J., M.P.P.", "Durham"],
    "tagDate": ["1838-07-01T00:00:00.000Z"],
    "tagDescription": [
      "Stating that it was intended that a deputation of members Upper Canada should wait on Durham to present, their view on Union of the two Canadas, but this being found impracticable, a memorial was drawn up, which is herewith, containing his opinions. Deprecate annexation of Island of Montreal to Upper Canada, as unfair to Lower Canada."
    ]
  },
  "84": {
    "tagDate": ["1838-06-04T00:00:00.000Z"],
    "tagDescription": ["Giving testimonial to Madame Charles Verret."],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagName": ["Baillargeon, J, and others"]
  },
  "641": {
    "tagDescription": [
      "A.L.S. In French. Deploring Durham's departure, which will plunge the country into anarchy, and begging him to make the sacrifice of remaining in Canada."
    ],
    "tagDate": ["1838-09-29T00:00:00.000Z"],
    "tagPerson": ["Durham", "Quiblier, Rev. Mr."],
    "tagPlace": ["Séminaire de Montreal"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "514": {
    "tagPlace": ["Toronto"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDescription": [
      "Fragment of private letter to Durham, informing him of the general hope that he will remain in Canada whatever happens. Sends a requisition to that effect signed by a number of influential people, unconnected with Government. The only objection to be met with is the policy pursued towards condemned prisoners, which has caused deep mortification among loyal portion of inhabitants."
    ],
    "tagDate": ["1838-08-01T00:00:00.000Z"],
    "tagPerson": ["Durham"]
  },
  "18": {
    "tagPerson": ["Moffatt, &c.", "Stewart, Messr.", "Badgley, Messr."],
    "tagDate": ["1838-04-20T00:00:00.000Z"],
    "tagDescription": [
      "Heads of Objections to a Federative Union of the Provinces of British North America. Endorsed For Lord Durham. Sent by Messrs. Stewart, Badgley, Moffatt, &c., in London). "
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["London"]
  },
  "711": {
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDate": ["1838-10-12T00:00:00.000Z"],
    "tagPerson": ["Doratt, John, Sir", "Symes, R."],
    "tagDescription": [
      "A.L.S. Asking leave to present Durham with a full grown live wolf, and Lady Durham with a case of birds; also, some samples of grain raised on his farm at Leeds."
    ]
  },
  "804": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPerson": ["Durham", "Couper"],
    "tagDate": ["1838-10-01T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Has given anxious thought to embarrassing points suggested by Durham for his consideration, and remains of opinion that his best course is to follow out your declared intention to return to England. Durham is not a soldier, and a general of character is far more likely to lose than to gain reputation by the approaching warfare."
    ]
  },
  "517": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDate": ["1838-01-01T00:00:00.000Z"],
    "tagPerson": ["Durham", "Buller"],
    "tagDescription": [
      "A.L.S. Mr. Seaton pleased with interview with Durham. Mr. Swift, former Governor of Vermont, desires interview; might be helpful with Maine Boundary negotiations."
    ]
  },
  "806": {
    "tagDescription": [
      "A.L.S. Asking when he will receive bearers of addresses from Niagara and St. Catherines."
    ],
    "tagDate": ["1838-10-01T00:00:00.000Z"],
    "tagPerson": ["Buller", "Durham"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "284": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Montreal"],
    "tagPerson": ["Moffatt, G.", "Colborne"],
    "tagDate": ["1838-07-13T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Private. Discussion of Durham's plan. On previous Monday, Durham orally explained the outline of the measure to several gentlemen selected by Mr. McGill. While persuaded of Durham's desire to promote the happiness and prosperity of the Colonies, he is not a convert to Durham's ideas. He believes in reunion of Upper and Lower Canada, with some amendments, but without any fundamental change in system provided in Act of 1791. Durham's prevailing idea is that the troubles were due to the constitution and not to its administration particularly on the part of the Colonial Office. Reform should begin there, and, farther back, in the influences the Minister finds it necessary to conciliate in the two Houses of Parliament. Interference with Maritime Provinces unnecessary. Several persons he has conversed with agree that if a general scheme of confederation is adopted, it would have a better chance without local assemblies than with them. This view is also, applicable to the union of the two Canadas."
    ]
  },
  "121": {
    "tagPerson": ["Wakefield", "Buller", "Derbishire", "Turton"],
    "tagDate": ["1838-06-15T00:00:00.000Z"],
    "tagDescription": [
      "Derbishire to Buller. A.L.S. Sending copy of address. Account of Conversation with Mr. Weir of Herald. Encloses copy of Courier with report of meeting, which he furnished. This has greatly pleased French Canadians. (Derbishire letters separately bound).",
      "A.L.S. Respecting commission in course of preparation. "
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "784": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Commissariat, Quebec"],
    "tagDate": ["1838-10-31T00:00:00.000Z"],
    "tagDescription": [
      "Receipt for £4,105-5-currency, being the amount advanced from the Military Chest at the posts of Quebec, Montreal, Kingston, Toronto and Niagara."
    ]
  },
  "238": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPerson": ["Stayner", "Harvey, John, Sir"],
    "tagDate": ["1838-07-03T00:00:00.000Z"],
    "tagDescription": ["Enclosure: Memorial endorsed"]
  },
  "57": {
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDate": ["1838-05-14T00:00:00.000Z"],
    "tagDescription": ["The Special Council-Names of Members-Remarks."]
  },
  "657": {
    "tagPerson": ["Durham", "Couper"],
    "tagDate": ["1838-09-01T00:00:00.000Z"],
    "tagDescription": ["A.L.S. Reception of the delegates from New Brunswick."],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "143": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Montreal"],
    "tagPerson": ["Buller", "Durham"],
    "tagDate": ["1838-06-25T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Report of his proceedings. Spent his time mostly with English party. McGill and Pothier, both of much influence, approve of treating petition as confession of guilt, and banishing parties. Moffatt approved reluctantly, but expressed wish murderers might be tried by Special Commission. Danger would be that murderers would have chance of getting off as rebels. Is convinced that banishment would satisfy English party who do not desire execution of political prisoners. If tried by Jury, prisoners would certainly he acquitted, which would have disastrous effect, destroying good effects of Durham's lenity. Durham need apprehend little criticism from British party. Except Moffatt, a stern, proud man, they will court Durham's favor, and look anxiously for reforms Durham proposes. Repeats disastrous consequences of acquittal of prisoners; fatal to Durham's mission; lenity would no longer be attributed to generosity; their imprisonment would be regarded as additional grievance; British party would be alienated. Regrets that prisoner's statement was not a more explicit confession. Is trying to get more satisfactory statement. General readiness of people seen to co-operate with Durham. Seigniory of Montreal question can be easily settled; other reforms will be well received. L'Huissier's escape due to great carelessness; he cannot find out where. Later in day, letter from prisoners brought in by Simpson; quite satisfactory. Personal matters."
    ]
  },
  "231": {
    "tagPlace": ["Toronto"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": ["A.L.S. Applying for an appointment."],
    "tagDate": ["1838-07-01T00:00:00.000Z"],
    "tagPerson": ["Ellice, Edward, Jr.", "Moir, John"]
  },
  "5": {
    "tagNotebook": [
      "DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS",
      "MICROFILM SHELF LIST"
    ],
    "tagDate": ["1838-01-01T00:00:00.000Z"],
    "tagDescription": ["Miscellaneous Correspondence"]
  },
  "358": {
    "tagDescription": [
      "A.L.S. Regrets having failed to meet Durham, to whom his name was mentioned by friends in England. As regards Upper Canada, little cause for complaint in material points, though some things perhaps require explanation. Holds himself at Durham's service."
    ],
    "tagPerson": ["Durham", "Fergusson, Adam"],
    "tagDate": ["1838-07-26T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Fergus"]
  },
  "237": {
    "tagPlace": ["General Post Office, Quebec"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      "A.L.S. Enclosing a memorial on the state of the roads on mail route between Quebec and Maritime Province"
    ],
    "tagDate": ["1838-07-03T00:00:00.000Z"],
    "tagPerson": ["Stayner, T. A.", "Couper"]
  },
  "421": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDate": ["1838-07-01T00:00:00.000Z"],
    "tagPerson": ["Couper", "Ellice, Edward"],
    "tagDescription": [
      "A.L.S. As to route Durham and his party should take to reach Beauharnois. Separate addresses will be presented by British and French Canadians, the former refusing to mention the amnesty. Enthusiastic welcome awaiting Durham in Townships."
    ]
  },
  "85": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagName": ["Têtu, D. H., Rev."],
    "tagDate": ["1838-05-26T00:00:00.000Z"],
    "tagDescription": ["Giving similar testimonial."]
  },
  "710": {
    "tagDescription": ["Copy of resolution respecting Sir John Doratt, M.D."],
    "tagDate": ["1838-10-12T00:00:00.000Z"],
    "tagPlace": ["St. George's Society, Albion Hotel, Quebec"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "705": {
    "tagDate": ["1838-10-11T00:00:00.000Z"],
    "tagPerson": ["Gurney, J. J.", "Durham"],
    "tagDescription": [
      "A.L.S. Introducing Henry Miles and Charles Taber, two members of the Society of Friends, who are bearers of address from a community of the Society residing in Farnham townships and parts adjacent. The address is expressive of the confidence of the community, which is the only one in Lower Canada."
    ],
    "tagPlace": ["St. John's"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "170": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Secretary's Office"],
    "tagPerson": ["McLellan, Rodk.", "Collins, J. P."],
    "tagDate": ["1838-06-27T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Replying to petition of 23rd. Law Officers of Crown cannot be employed to defend rights of private individuals. "
    ]
  },
  "646": {
    "tagDescription": [
      "List of convictions and sentences in the Criminal Session of the King's Bench, September term; also the presentment of the Grand Jury, respecting the too limited periods for the trial of prisoners; the necessity for dealing with greater strictness with receivers of stolen goods; the good state of the jail within the limits of the accommodation; the want of a penitentiary; the satisfaction given by the reorganized police force, and the desirability of augmenting it; the change of location of the Upper Town Market."
    ],
    "tagDate": ["1838-09-01T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "644": {
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDate": ["1838-09-30T00:00:00.000Z"],
    "tagPerson": ["Durham", "Gurney"],
    "tagDescription": [
      "A.L.S. Representing the desirability of Durham's remaining in Canada. Notwithstanding what has passed. His programme for social amelioration very important; besides his success in softening down the political asperities, and improving good feeling with the United States."
    ]
  },
  "89": {
    "tagPlace": ["Castle of St. Lewis"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDate": ["1838-06-06T00:00:00.000Z"],
    "tagPerson": ["Buller", "Leblane de Marconnais, M"],
    "tagDescription": [
      "Dft. Thanks for letter of May 29, and expressions of appreciation of the good intentions & fairness of Populaire."
    ]
  },
  "174": {
    "tagDate": ["1838-06-30T00:00:00.000Z"],
    "tagPerson": ["Gosford, Lord", "Durham"],
    "tagDescription": [
      "A.L.S. Introducing Doctor Barber, editor of the Montreal Courier, which is distinguished among other Montreal papers for its advocacy of equal rights and justice to all classes, and a merciful line of conduct to misguided habitants.",
      " Descriptive notes on the signers of a certain petition."
    ],
    "tagPlace": ["London"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "511": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDescription": ["Description of 17 deserters from H.M.S. Malabar."],
    "tagDate": ["1838-01-01T00:00:00.000Z"]
  },
  "398": {
    "tagPerson": ["Durham", "Richardson, J."],
    "tagDate": ["1838-07-31T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Furnishing list of deputation on Feudal Tenure, which will show the description of person from whom an indirect threat of opposition has proceeded. Criticizes Melbourne's remarks on Turton's appointment."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Montreal"]
  },
  "852": {
    "tagPlace": ["Puslinch"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDescription": [
      "A.L.S. News from Colborne received through his sister, Lady Colborne. Warm feeling of Colborne for Durham."
    ],
    "tagDate": ["1838-12-04T00:00:00.000Z"],
    "tagPerson": ["Durham", "Yonge, John"]
  },
  "716": {
    "tagDescription": [
      "A.L.S. Explaining and apologizing for insertion of a paragraph in the Mercury."
    ],
    "tagDate": ["1838-10-12T00:00:00.000Z"],
    "tagPerson": ["Couper", "Kemble, Wm."],
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "428": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II",
      "MICROFILM SHELF LIST",
      "DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS"
    ],
    "tagDate": ["1838-08-01T00:00:00.000Z"],
    "tagPerson": ["Durham", "Baldwin, W. W."],
    "tagDescription": [
      "A.L.S. A letter of 43 foolscap pages, dealing with the causes of the discontents in Upper Canada, and stating what he conceived to be the remedies. He wrote with reluctance as he wished to remain withdrawn from politics. He sets forth 21 distinct grievances from which the people suffer, or think they suffer: (1) Reservation of Crown Reserves; (2) Reserves for Clergy; (3) the modes of land granting; (4) exclusive claims of Church of England to Clergy Reserve; (5) contrast between progress in neighboring State and torpor in Upper Canada; (6) Canada Land Company monopoly; (7) Executive interference in elections; (8) jealousy of Executive against settlers from United States; (9) lack of control on part of representatives of people over Provincial Revenues; (10) management of School Lands and Educations; (11) Jury laws; (12) retention of Sheriffs in spite of popular complaints; (13) character of many Justices of Peace; (14) late dissolution of Assembly, holding majority of Reformers; (15) lavish expenditure on public works; (16) neglect of roads; (17) rejection by Legislative Council of measures passed several times by Assembly; (18) disregard shown to addresses from Assembly; (19) encouragement given to Orange Societies; (20) appointment of unfit person as Returning Officers; and (21) diminution of powers of Executive Council as described in Constitutional Act of 1791. In a discussion of the many causes of discontent, the writer divides them into three general heads: (1) Those which historically and politically considered by the most prudent part of the Reformers, influenced and directed their conduct for many years in their search for remedies; (2) those more obvious grounds of dissatisfaction, which produced irritation among the masses; (3) those complaints whether real or imaginary which led a group of Whigs and Tories indiscriminately to condemn both Constitutional Reformers and rebels, and to fasten upon the Family Compact as the source of all the political evils of Upper Canada. As an important instance of the first class, he dwells upon the course of legislation regarding the granting of land. The Act of 1791 makes provision for an aristocracy. Whether or not Parliament had the Seigniorial System in mind is immaterial. It seems to have been a wisely designed plan. Simcoe acting on the plan made some large grants of townships of from 40,000 to 60,000 acres on condition that the grantee should settle a certain number of people. Markham township was granted to Mr. Berczy, and 60 heads of families were to be settled in it. The grantee to be at the expense of removing the families and providing for their wants in food and implements for which he was to be reimbursed by the settlers. The usual lot was 200 acres, and the price was about 5 shillings an acre. Besides the township system, grants were made to individuals of from 200 to 1,200 acres. All promised well. Township proprietors answered in a measure to seigniors. They would sell lots, and build mills and roads, and act as guides to their settlers. Several townships had been granted, two at least had their quota of settlers, when Government rescinded orders as to township grants. In Markham, Berczy was ruined. after spending $60,000. Government explanation was that township system led to speculation; and that grantees did not fulfil engagements. Popular belief was that change was due to desire of land-granting officers to increase fees, as fees on patent of 60,000 acres were no more than on patent of 200 acres; also, that Executive Council were apprehensive of influence of territorial aristocracy. Thus was sown seed of enduring democracy, which was strengthened by act forced through by Government for taxation of waste lands of private owners. Canada Company with system of provision of Constitutional Act that land should be granted in free and common soccage, reserved one-seventh which it let out on lease. The evils of Crown and Clergy Reserves. Feeble effort of Assembly to correct evil in 1805-6. Protest against Clergy Reserves in Assembly. Narrative of course pursued. Augmentations of fees and of price of land bore hardly on poor emigrant. Selling land on credit very objectionable. United States tried and abandoned practice. Price of land in United States from 75 cents to $1.25 an acre while in Upper Canada it is from $2 to $4 an acre. General regulations in United States superior to those in Upper Canada. Waste of public revenues through scramble of members to get appropriations for own constituencies, which led to log rolling bargains among them. Result is that province is sinking into debt. while primary needs such as roads and schools are disregarded. War losses, Welland and other canals, and harbours, carried through legislature by members ruining province. Legislative Council fails in its duty as check on members' inconsiderate votes. With a responsible Executive having influence in Assembly, such a scramble could not take place. Government interference in last election leading cause of insurrection. Desirability of ballot. Successful attempts of Government to secure favorable assembly. As to complaints against Family Compact, Reformers did not in general object to it, but to its measures. It was but recently that a party was formed specifically to oppose Family Compact. Reformers could not consistently and did not find fault with it, while majority of Assembly supported its views They did not ask their dismissal until Assembly voted no confidence in Executive and stopped supplies. High hopes of Reformers founded on appointment of Dunn, Rolph and R. Baldwin, dashed by discovery that no change of measures could be effected. Resentment cause by dismissal of first popular Executive Council. Contrast between this and practice in England brought to people's attention. His own suggestions to Durham are: (1) Introduction of English principle of responsible executive; (2) Legislative Council to be left as it is, with a few more popular men in it; though there is much to be said for elective principle as applied to Council; (3) prevention of interference of Judiciary in elections; (4) Elections to be protected from undue influence. Expression of gratitude for elemency shown to rebels in Lower Canada, and of hope that example may be followed in Upper Canada.",
      "Miscellaneous Correspondence"
    ]
  },
  "714": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Quebec"],
    "tagDescription": [
      "A.L.S. Enclosing a pamphlet on the Maine Boundary question, which he wrote and presented to the Government in England. (See Catalogue of Pamphlets No. 1253)."
    ],
    "tagPerson": ["Stuart, A.", "Couper"],
    "tagDate": ["1838-10-12T00:00:00.000Z"]
  },
  "72": {
    "tagDescription": [
      "A.L.S. Giving information obtained from the Warden of the Disputed Territory as to aggressive measures of the Maine authorities in the territory in dispute between New Brunswick and Maine."
    ],
    "tagDate": ["1838-06-02T00:00:00.000Z"],
    "tagPerson": ["Rowan", "Bowen, E. H."],
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "513": {
    "tagPlace": ["Courier Office"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDate": ["1838-08-01T00:00:00.000Z"],
    "tagPerson": ["Richardson, J.", "Durham"],
    "tagDescription": [
      "A.L.S. Astonishment and indignation of people of Montreal at proceedings in House of Lords."
    ]
  },
  "742": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Quebec"],
    "tagDate": ["1838-10-17T00:00:00.000Z"],
    "tagDescription": [
      "Certificate of Durham's election to a life membership in St. George's Society."
    ]
  },
  "162": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Albion Hotel, Quebec"],
    "tagDescription": [
      "A.L.S. Benefits to Empire from success of steamships. British steamers will call regularly at Halifax."
    ],
    "tagPerson": ["Kennedy, W.", "Durham"],
    "tagDate": ["1838-06-26T00:00:00.000Z"]
  },
  "626": {
    "tagPlace": ["Freemason's Hall, Quebec"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDate": ["1838-09-25T00:00:00.000Z"],
    "tagPerson": ["Ford, Charles J.", "Durham"],
    "tagDescription": [
      "A.L.S. Regret at his departure; satisfaction with measures. Invites him to attend Albion Lodge."
    ]
  },
  "353": {
    "tagDescription": [
      "A.L.S. Submitting a measure to tranquillize Upper Canada. The measure was to appoint a commission composed of a member of Durham's staff. Mr. Black, Judge of Court of Admiralty at Quebec, and Hon. Robt. Neilson, formerly a member of the Executive Council at Trinidad, now in Upper Canada, with himself as secretary: the committee to be directed to examine all acts of government since Head became lieutenant governor. Some account of his own activities."
    ],
    "tagDate": ["1838-07-24T00:00:00.000Z"],
    "tagPerson": ["Durham", "Buchanan"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "242": {
    "tagDate": ["1838-07-06T00:00:00.000Z"],
    "tagPerson": ["Durham", "Buchanan, James, Consul General"],
    "tagDescription": [
      "A.L.S. Private. being in Toronto, has become convinced, I that unless Your Lord ship without a day's delay interpose, the Province will ere long be lost to the Empire, and in the meantime alone retained by the sword. Has overwhelming evidence, but unless Durham will assume government of Upper Canada, persons with information will not disclose it as they would be subjecting themselves to annoyance. He Himself is absolutely disinterested, and friendly to leaders on both side. Willing to sustain his views before Durham, or at bar Parliament. Situation very critical; writer persuaded that all depends on Durham. "
    ],
    "tagPlace": ["Toronto"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "490": {
    "tagPlace": ["Liverpool"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDescription": [
      "A.L.S. Regret at treatment of Durham by friends and enemies. Indignation of O'Connell at conduct of both parties. Encloses letter from friend of himself and Parker. (No enclosure)."
    ],
    "tagDate": ["1838-08-13T00:00:00.000Z"],
    "tagPerson": ["Durham", "Easthope, J., M.P."]
  },
  "496": {
    "tagDate": ["1838-08-17T00:00:00.000Z"],
    "tagPerson": ["Thom, Adam", "Durham"],
    "tagDescription": [
      "A.L.S. On plan for union of provinces. Advises against having the central legislature elected by the local legislatures, and in favor of having them elected directly by the people. Suggests propriety of treating, as a separate measure, that part of plan, which looks to abolition of local Legislative Councils."
    ],
    "tagPlace": ["Public Offices, Place d'Armes"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "612": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Toronto"],
    "tagPerson": ["Strachan, Archdeacon", "Buller"],
    "tagDate": ["1838-09-20T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Expressing the strongest sympathy with Durham, in the attacks made upon him, and his earnest hope that Durham will not retire as his policy has the approval. And support of the great body of the people of Canada."
    ]
  },
  "592": {
    "tagDescription": [
      "A.L.S. Sending enclosure as result of bet he made that Durham would not leave Canada before January 1840. General regret at his decision to depart. Decision was signal for outbreak which was frustrated by vigilance of Government, but fresh insurrectionary movements are anticipated as winter comes on."
    ],
    "tagDate": ["1838-09-16T00:00:00.000Z"],
    "tagPerson": ["McClure, R. J. S. M., Capt.", "Durham"],
    "tagPlace": ["H.M.S. Niagara, Kingston"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "377": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Quebec"],
    "tagPerson": ["Secretan, C., Jr.", "Durham"],
    "tagDate": ["1838-07-30T00:00:00.000Z"],
    "tagDescription": ["Enclosure: A.L.S. Applying for situation."]
  },
  "659": {
    "tagPerson": ["Durham", "Buller"],
    "tagDate": ["1838-09-01T00:00:00.000Z"],
    "tagDescription": [
      "Copy in Buller's hand. Enclosing notes taken by Chief Justice Reid of evidence against murderers of Chartrand."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "24": {
    "tagPlace": ["23 Portland Place"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      "A.L.S. Enclosing letters of introduction to prominent persons in United States."
    ],
    "tagDate": ["1838-04-10T00:00:00.000Z"],
    "tagPerson": ["Durham", "Stevenson, A., U.S. Minister"]
  },
  "326": {
    "tagDate": ["1838-07-20T00:00:00.000Z"],
    "tagPerson": ["Durham", "Crookshank, A."],
    "tagDescription": [
      "A.L.S. Acknowledging letter in answer to his of June 9, respecting some legal abuse not directly mentioned. Advises repeal of act making an American incompetent to purchase land in Canada, or to give good title to purchaser from him. Shows how it has been evaded. Legislative Council should be reformed, not by taking nominations from Crown, but by the more equitable exercise of the power. Provincial Parliament should have been dissolved on death of King, but it passed an act giving it life for four years, notwithstanding demise of King. This has destroyed confidence in it."
    ],
    "tagPlace": ["Hamilton"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "267": {
    "tagDescription": ["A.L.S. Offering his services."],
    "tagDate": ["1838-07-12T00:00:00.000Z"],
    "tagPerson": ["Durham", "Atcheson, R. T."],
    "tagPlace": ["Kingston"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "393": {
    "tagPlace": ["House of Commons"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      "A.L.S. Account of discussion the night before on Durham's Proclamation. Brougham attacked it fiercely. Ellenborough declared it to be illegal, as there could not have been 5 members in the Special Council, which passed it. Glenelg only said that he would be prepared to defend proceedings at proper time and would produce papers. An attack in House of Commons gave Lord John Russell opportunity to express approbation of what had been done, and to condemn the misrepresentation of the Opposition. Opinion seems to be that there is nothing in Brougham's attack, but that Durham exceeded his powers in sending prisoners to Bermuda. Parties interested in Canadas approve of Durham's course. Confidence that Durham will not be deterred by the unfairness, misrepresentation, spite and dishonesty of the attacks from doing what he thinks best for the object he has in view."
    ],
    "tagDate": ["1838-07-31T00:00:00.000Z"],
    "tagPerson": ["Stanley, E. J.", "Durham"]
  },
  "761": {
    "tagDescription": [
      "A.L.S. Transmitting copy of address, which Society desires to present to Durham."
    ],
    "tagPerson": ["Andrews, F. H.", "Buller"],
    "tagDate": ["1838-10-25T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Lit. & Hist. Soc., Quebec"]
  },
  "708": {
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDate": ["1838-10-11T00:00:00.000Z"],
    "tagPerson": ["Allan Gilmour & Co.", "Buller"],
    "tagDescription": ["A.L.S. Respecting a petition of Arthur Ritchie & Co."]
  },
  "678": {
    "tagPlace": ["New York"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDate": ["1838-10-04T00:00:00.000Z"],
    "tagPerson": ["Cavendish, W. H.", "Durham"],
    "tagDescription": [
      "A.L.S. Thanks for kindness, while he was on Durham's staff."
    ]
  },
  "739": {
    "tagDescription": ["A.L.S. Respecting his dismissal from The Times."],
    "tagPerson": ["Richardson, J.", "Durham"],
    "tagDate": ["1838-10-16T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Montreal"]
  },
  "141": {
    "tagDescription": [
      "A.L.S. Is writing a book entitled Wonders of Imagination or Travels of Roselin Mont and wants Durham's autobiography. "
    ],
    "tagDate": ["1838-06-22T00:00:00.000Z"],
    "tagPerson": ["Durham", "Vickers, Aaron"],
    "tagPlace": ["Lionville, Pa."],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "38": {
    "tagPlace": ["Lennoxville"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      "A.L.S. Urging Durham to cultivate close relations with the Roman Catholic clergy. He is persuaded that the calamity which assailed province was averted chiefly by influence of that clergy. Papineau alienated them from himself by including in his list of reforms a great curtailment, if not overthrow, of Church. Durham should enlist the assistance of clergy, and go so far as to place in their hands on trust for an indefinite period, the elective franchise in the Seigniories. A new arrangement of counties should be made by which the representation would be more nearly equalized. As between the retrograde Canadians and progressive British there is no point of contact, except in the common loyalty of British and of Roman Catholic clergy."
    ],
    "tagDate": ["1838-05-29T00:00:00.000Z"],
    "tagPerson": ["Wilson, W., M.D.", "Durham"]
  },
  "733": {
    "tagDescription": [
      "A.L.S. Expressing admiration of Proclamation, and approval of his course in resigning. Durham, would be enthusiastically received in New York."
    ],
    "tagDate": ["1838-10-15T00:00:00.000Z"],
    "tagPerson": ["Buller", "Duer, John"],
    "tagPlace": ["New York"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "154": {
    "tagPlace": ["Toronto"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDate": ["1838-06-23T00:00:00.000Z"],
    "tagPerson": ["FitzGibbon, James"],
    "tagDescription": [
      "Observations on the Canadas. A.L.S. Opposed to union of Upper Canada with Lower Canada. Suggestions as to securing her advantages of seaport at Montreal. Many loyalists more oposed to union with Lower Canada, than with United States. Disastrous results of removing capital from Toronto. Suggestions for defence of province. Lower Canada should be governed for some years by Governor and Council. If England does not decide on a settled policy designed to retain the province, she should negotiate with United States to turn them over to that country. Dangers to British Empire from acquisition by United States of all North America."
    ]
  },
  "506": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["British Consulate, New York"],
    "tagPerson": ["Durham", "Buchanan"],
    "tagDate": ["1838-08-22T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Respecting arrangements for handling mail passing between Canada and Great Britain via New York."
    ]
  },
  "817": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPerson": ["Durham", "Wakefield"],
    "tagDate": ["1836-11-24T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Report on state of feeling in England. All newspapers-Tory, Whig and Radical-had joined in condemning Durham. Notes a change for the better. Durham's return to face enemies produces feeling that case has been misunderstood, and there is admiration for his courage. Government, becoming alarmed, will submit to his term. Honest politicians will do him justice. Is sending a book with the articles he has collected, pasted in it. (This book is among the papers). Wakefield is exerting himself with success to change tone of papers. Whigs are about to praise Durham and condemn his advisers. He implores Durham to do or say nothing until he receives the report Wakefield is making."
    ]
  },
  "129": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["R.E. Office Quebec"],
    "tagPerson": ["Elrington, Capt.", "Wright, J. R., Lieut. Col"],
    "tagDate": ["1838-06-21T00:00:00.000Z"],
    "tagDescription": [
      "Aide-de-Camp, Objection to opening drain to continue Hope Street sewer, but some expense may arise to check overflow."
    ]
  },
  "194": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      " Observations on the State of Parties immediately or remotely dangerous to the existing connection between the North American Colonies and Great Britain. Unsigned. The writer was brought up in the Township of Dunham, and educated for the Church of England by the Rev. C. Stewart, afterwards Bishop of Quebec. He did not take orders, but taught school, first in the Talbot Settlement, and afterwards in Hamilton. Throwing himself into opposition to Sir Allan McNab, he felt obliged to resign his school, and spent a year studying conditions in Upper Canada. On the expiration of that period, he resumed his profession as teacher, in the Eastern Townships. The conclusions he reached, after a survey of parties in Lower Canada were, that it was impossible to carry on Government by a popular House of Assembly, until the province should contain a majority of English inhabitants; this can be accomplished only by emigration and Anglification; that the ad-interim government should be framed in contemplation of a return to popular elections; that the members of the Assembly should be appointed by the Governor, and invested with the powers of the former House; that the Upper House should be remodelled in a manner to ensure more energy, efficiency and unanimity. Plan of scheme for education in the province."
    ],
    "tagDate": ["1838-06-01T00:00:00.000Z"]
  },
  "655": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDescription": [
      "A.L.S. Enclosing series of resolutions, deploring Durham's decision to return to England; and, on separate sheet, suggestion that Brougham, and, perhaps, Melbourne and Glenelg be hanged in effigy on the Place d'Armes."
    ],
    "tagPerson": ["Derbishire, S.", "Justicia"],
    "tagDate": ["1838-09-01T00:00:00.000Z"]
  },
  "768": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Tp. Of Brome"],
    "tagDescription": [
      "Expressing fear that unless Durham's scheme is given effect to at an early period, Canada will be lost to Empire. In order that Durham may have local advice in England, he suggests that Andrew Stuart be made a commissioner to settle the Maine Boundary dispute, as he could act in an advisory capacity to Durham during his residence in England."
    ],
    "tagPerson": ["Knowlton, P. H.", "Durham"],
    "tagDate": ["1838-10-26T00:00:00.000Z"]
  },
  "123": {
    "tagPlace": ["Office of Clerk of Peace, Quebec"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      "L.S. Asking permission, on behalf of magistrate, to open a drain in face of rock outside of Hope Gate to continue sewer from Hope Street."
    ],
    "tagDate": ["1838-06-15T00:00:00.000Z"],
    "tagPerson": ["Couper", "Scott", "Perrault"]
  },
  "9": {
    "tagPerson": ["Harvey, Henry, Sir", "Caldwell, john, Sir"],
    "tagDate": ["1838-04-20T00:00:00.000Z"],
    "tagDescription": [
      "Extract. Observations on the advantages of the proposed line of road between Cacoona and Lake Temiscouata."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Great Falls"]
  },
  "343": {
    "tagPlace": ["Niagara"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDate": ["1838-07-24T00:00:00.000Z"],
    "tagPerson": ["Hanson", "Buller"],
    "tagDescription": [
      "A.L.S. Stating that he hears curious complaints of frauds in connection with land. Asks if Hanson knows anything of them."
    ]
  },
  "621": {
    "tagPerson": ["Richardson", "Durham"],
    "tagDate": ["1838-09-22T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Strong appeal to remain in Canada and complete his work. Has written an account of feeling in Canada to The Times."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["15 McGill St., Montreal"]
  },
  "475": {
    "tagDate": ["1838-08-08T00:00:00.000Z"],
    "tagPerson": ["Brougham, Lord"],
    "tagDescription": [
      "A Bill, presented by Lord Brougham, for declaring the true intent and meaning of An act to make temporary Provision for the Government of Lower Canada; and for indemnifying those who have issued or acted under a certain Ordinance made under colour of the said Act."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "29": {
    "tagDescription": [
      "Miscellaneous Correspondence",
      "A.L.S. His infirmity will prevent him from attending on Durham as Clerk of the council as he has on every governor for 45 years. His son, Assistant Clerk, Quite equal to duties"
    ],
    "tagPerson": ["Ryland, H. W.", "Couper, Colonel"],
    "tagDate": ["1838-05-10T00:00:00.000Z"],
    "tagNotebook": [
      "MICROFILM SHELF LIST",
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Beauport"]
  },
  "816": {
    "tagPerson": ["Buller", "Derbishire", "Durham"],
    "tagDate": ["1838-11-16T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Ellice arrived day before. Ladies well and uninjured. Insurrection completely suppressed. Chiefs acted like cowards; poor deluded peasantry paying penalty by having country scourged.",
      "A.L.S. Was the bearer of despatches from Sir James Macdonell to Harvey and Campbell. News of the insurrection of November 3, and rumors from Quebec and Boston newspapers. On learning of Ellice's capture and D. B. Viger's detention in gaol, he wrote to latter, pointing out serious consequences of anything happening to Ellice, and expediency of Viger's taking steps with his countrymen to prevent anything untoward. Viger is extremely timid and very rich, and much alarmed at the thought of losing his property. (Derbishire letters-separately bound)."
    ],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Halifax", "Montreal"]
  },
  "785": {
    "tagDescription": [
      "A.L.S. On grievances of Upper Canada. The chief of these is the Clergy Reserves. Importance of early settlement of this question. Though a member of Church of England, he is persuaded that it is essential that Clergy Reserves funds should be placed at disposal of Legislature, either to be devoted to general purposes, or to be distributed among all denominations on a plan which he suggests. Legislative Council might be reformed by including in it a certain number of members selected by the House of Assembly. Custom's Tariff should be revised; tea, to be admitted on payment of duty, instead of being prohibited; there should be reciprocity in exchange of farm products. These are now admitted into Canada duty-free. He has had assurances that U.S. would agree to reciprocity if they were approached on subject. Seaport is necessary. To that end he would divide Lower Canada, giving western part to Upper Canada, and eastern part to New Brunswick and preserving Quebec as Military Post. Importance of completing St. Lawrence navigation on scale of Welland canal."
    ],
    "tagPerson": ["Durham", "Mittleberger, J."],
    "tagDate": ["1838-10-01T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["St. Catherines"]
  },
  "628": {
    "tagDescription": [
      "L.S. Asking consideration of his claim for retiring allowance. Has held office for 31 years."
    ],
    "tagDate": ["1838-09-25T00:00:00.000Z"],
    "tagPerson": ["Reid, Chief Justice", "Durham"],
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "670": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDescription": [
      "L.S. Recital of causes of lack of progress: Clergy and Crown Reserves; appropriation for endowment of Upper Canada College; disposal of Indian lands. No part of the proceeds of the sale of these lands or the Casual and Territorial Revenue is at disposition of legislature; so far as any public purpose is concerned the money has been wasted. A consequence is the lack of capital which makes it necessary to suspend all public works. General distrust of government at root of all provincial troubles. Comparison of progress in adjoining States with backwardness in Canada, although latter has advantages not enjoyed by former. Owing to lack of central governing authority the transportation system is crippled by different depths of canals-Welland canal 8 feet, Grenville and Rideau canals 5 feet and Lachine 4 feet. Consequently the American trade, which formerly moved up and down the St. Lawrence is lost through the construction of the Erie canal. Disadvantage of farmers owing to uncertainty of legislation. over which they have no control. Admission of Canadian farm products into Great Britain on same terms as Irish products would be of enormous benefit to both Great Britain and Canada. Necessity of placing revenue and commerce of Canada under Provincial Legislature. Let the union be a legislative one, the experience of United States and of Great Britain shows inexpediency of retaining local legislatures. Action of local government in establishing the rectories universally regarded as something like breach of faith. The misuse of the appropriation of land for education. Habit of corporations and individuals, who cannot succeed in getting their wishes satisfied by local legislature, of invoking assistance of Home Government."
    ],
    "tagDate": ["1838-01-01T00:00:00.000Z"],
    "tagPerson": ["Merritt, W. H.", "Durham"]
  },
  "374": {
    "tagDescription": [
      "Enclosure: L.S. Letter of introduction to Major General Patterson."
    ],
    "tagPerson": ["Poinsett, J. R.", "Grey"],
    "tagDate": ["1838-07-04T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Washington"]
  },
  "764": {
    "tagPlace": ["New York"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagDescription": [
      "A.L.S. Private. Expressing regret at Durham's decision to go home by St. Lawrence, and enclosing an extract from a newspaper to show the preparations which were in progress to welcome Durham to New York."
    ],
    "tagDate": ["1838-10-25T00:00:00.000Z"],
    "tagPerson": ["Buchanan", "Couper"]
  },
  "264": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Montreal"],
    "tagDescription": [
      "A.L.S. Expressing regret at appearance in transactions of Quebec Literary & Historical Society of two articles censuring Durham for his course respecting state prisoners."
    ],
    "tagPerson": ["White, J.", "Durham"],
    "tagDate": ["1838-07-09T00:00:00.000Z"]
  },
  "508": {
    "tagDescription": [
      "A.L.S. Suggesting the appointment of Sir Colin Campbell to replace Sir John Colborne, in case the latter leaves Canada."
    ],
    "tagDate": ["1838-08-25T00:00:00.000Z"],
    "tagPerson": ["Gordon, Willoughby, Sir", "Durham"],
    "tagPlace": ["Castle of St. Lewis"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "345": {
    "tagPlace": ["Niagara"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      "A.L.S. Is detained by illness. Notes that mass of people are against Government which he describes as a petty, corrupt, insolent Tory clique of the kind found in English close boroughs. Durham is most popular with mass of people, but the Tories rage against him. Durham's proposing health of U.S. President is spoken of as high treason. He also gave offence in Toronto by speaking against Orangeism. Trouble may be anticipated from Tories. This feeble Arthur is a mere tool in the hands of clever domineering jobbers of the old Tory class. The stopping of jobbery in Crown Lands will be death to Family Compact. It is this party which will furnish determined opposition to plan for federal union. Durham has charmed Americans. A private meeting was held at Buffalo, to contrive a mark of respect for him."
    ],
    "tagDate": ["1838-01-01T00:00:00.000Z"],
    "tagPerson": ["Durham", "Buller"]
  },
  "789": {
    "tagDescription": [
      "Memorial (in print inviting attention of Durham to desirability of measures for improving the navigation of the Ottawa river, and opening up a communication by that river to Lake Huron. To this is attached a paper written by Charles Shirreff in February 1835, on two projected communications with Lake Huron. (There is appended a direction in Buller's handwriting that a letter be written expressing Durham's sympathy with the scheme, but that his sudden departure for England makes it impossible to give the subject his attention. If the scheme is prosecuted in England, he will give all assistance in his power)."
    ],
    "tagDate": ["1838-01-01T00:00:00.000Z"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ]
  },
  "260": {
    "tagDate": ["1838-07-09T00:00:00.000Z"],
    "tagPerson": ["Durham", "Scott, Andrew"],
    "tagDescription": [
      "A.L.S. On state of Upper Canada. Much discontent, a chief cause of which is the Clergy Reserves question. Scottish derby entitled to share equally with Anglican clergy. Humiliation of Scottish settlers a being obliged to obtain license to marry from Quarter Session. Hagerman an enemy of Scottish settlers. Conviction is general that British Government desires to deal fairly with all classes, but desires are thwarted by Provincial Government. Hagerman's dismissal would be very popular."
    ],
    "tagPlace": ["Markham"],
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ]
  },
  "204": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Upper Canada"],
    "tagDescription": [
      "(Unsigned but endorsed, from Mr. Markland.) His views as to settlement of affairs. Extreme difficulty, if not impossibility, of any proper settlement that would be satisfactory to French Canadian. But some salutary measure has become necessary to Upper Canada. The public enterprise in developing resources has led to expenditure far beyond means of province A debt, has been contracted of nearly £1,400,000, and there will be an anticipated annual deficit of £40,000. The remedies proposed have been: (a) Direct taxation; (b) confederation of all the provinces; (c) annexation of Montreal, and legislative union of Upper and Lower Canada. Direct taxation would be almost universally opposed. Confederation is grand in appearance, and one sees it mentally a far off, as if hereafter some mighty destiny would be connected with its fate. But it is open to the objections of separation by long distances; lack of common interests, which are now looked after by Imperial Government; and discontent due to participation by uninformed legislators in affairs of each province. The advantages of annexation of Montreal to Upper Canada are obvious, but there are serious drawbacks: the dissatisfaction of French Canadians transferred to Upper Canada, and of British population left in Lower Canada; the settlement of proportion of revenue collected in Lower Canada, which was due to Upper Canada, would still be necessary, with Lower Canada the claimant, instead of Upper Canada; smuggling from Lower Canada into Upper Canada would arise, if the duties collected in Upper Canada were higher than those charged in Lower Canada, as would almost certainly be the case; the whole expenditure for completion of St. Lawrence canal system would fall upon Upper Canada, already overburdened. The many benefits that would accrue from union of Upper and Lower Canada make it the most desirable proposition, but the French Canadians would certainly throw their weight against it. There is the danger often adverted to, that under union the French Canadians in Assembly might join with minority from Upper Canada and block useful legislation. This is real danger as in present mood nothing would be satisfactory to French Canadians that does not tend towards republicanism. To effect union coercion must be resorted to, and the problem is, how the greatest good can be achieved with the least aggravation to French Canadians. The constitution of 1791 has proved a great success in Upper Canada, and has totally failed in Lower Canada. Upper Canada does not like union except under modifications but is prepared to accept it in interest of Empire. Lower Canada, torn by dissensions, should be required to co-operate in a public measure to bring about peace. Union would mean completion of public works, Upper Canada has not means to finish, and consequent encouragement to enterprise in country. The scheme of Constitutional Society of Lower Canada should receive consideration. Discussion of and opinion adverse to proposition to retain Executive Governments of each province with alternative legislative session in each province. Upper Canada makes only one stipulation, viz. that the capital should be in that province. Reasons: distance, which would affect members and applicants for land and others doing business with Government desirability of making French Canadians acquainted with English institutions. Capital should be in some central place of sufficient strength to afford protection to Departmental papers, and to legislators in course of duty."
    ],
    "tagPerson": ["Markland", "Durham"],
    "tagDate": ["1838-01-01T00:00:00.000Z"]
  },
  "632": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Montreal"],
    "tagDescription": [
      "A.L.S. Strong condemnation of the course pursued towards Durham by both Government and Opposition in British Parliament. Directs attention to copy in Herald of September 27, of article from Standard."
    ],
    "tagPerson": ["Richardson", "Buller"],
    "tagDate": ["1838-09-26T00:00:00.000Z"]
  },
  "191": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagDescription": [
      "Memo. giving particulars of various officials in Canada, for Durham's guidance."
    ],
    "tagDate": ["1838-06-01T00:00:00.000Z"]
  },
  "289": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"
    ],
    "tagPlace": ["Toronto"],
    "tagPerson": ["Durham", "Sherwood, Henry"],
    "tagDate": ["1838-07-14T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Necessity of consolidating debt of £1,100,000, and providing means for payment of interest. Debt incurred for works of public utility-Welland Canal, and improvement of St. Lawrence. An act was passed by Legislature authorizing loan of £1,000,000 at 3 percent leaving the selling of the debentures to control of Home Government; and the Government in England was asked to authorize an additional duty on articles imported through Quebec, to meet interest. Durham asked to lend his assistance to this scheme."
    ]
  },
  "704": {
    "tagNotebook": [
      "THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"
    ],
    "tagPlace": ["Quebec"],
    "tagPerson": ["Young, T. A.", "Durham"],
    "tagDate": ["1838-10-05T00:00:00.000Z"],
    "tagDescription": [
      "A.L.S. Enclosing a letter which had just been received at the Police Guard Room. (No enclosure)."
    ]
  }
}
