{
  "721": {
    "tagDescription": [
      "FLOYD, [John Buchanan]. Letter from George Copway to J.B. Floyd offering his services as a mediator in a dispute with the Seminole Indians of Florida, 23 January 1858."
    ],
    "tagPerson": ["FLOYD, [John Buchanan]"],
    "tagDate": ["1858-01-23T00:00:00.000Z"]
  },
  "429": {
    "tagDate": ["1787-01-01T00:00:00.000Z"],
    "tagPerson": ["SOLOMONS, Levy"],
    "tagDescription": [
      "SOLOMONS, Levy. Complaint by Levy Solomons that Lawrence Ermatinger has defaulted payment on a promissory note and request that he appear before them to be judged, signed by [James] Walker (Solomons' attorney) and Edward Southouse (the judge), 4 July 1787 (3 pages); warrant addressed to Pierre Mezière, one of the attorneys of the Court of Common Pleas, by Lawrence Ermatinger in which he confesses his debt, 6 July 1787 ( 2 pages)."
    ]
  },
  "273": {
    "tagDescription": [
      "HURTEAU, Hilaire. Nomination de juge de paix pour le district de Joliette, signée par Hurteau, assistant-secrétaire provincial, 3 mars 1873 (3 pages); témoignage de reconnaissance à Hurteau de la part des électeurs de l'Assomption, 9 août 1883 (4 pages); lettres de John Lowe, secrétaire du ministère de l'Agriculture à Ottawa, adressées à Hurteau relatives à son travail sur le rapatriement et l'immigration au Québec, 1887-1889 (25 pages); lettre et rapports d'Hurteau concernant le rapatriement des Canadiens français, s.d., 1894-1895 (17 pages); lettres de R. Préfontaine, du Cabinet du ministre de la Marine et des Pêcheries, suite à une demande d'emploi d'Hurteau, 1903-1905 (10 pages); lettre de Louis-Philippe Brodeur, 3 février 1905 (l page); mémoire imprimé de L. E. Carufel et du docteur T.-A. Brisson au commissaire de l'Agriculture et de la Colonisation concernant le rapatriement des Canadiens français, s.d. (8 pages); copies d'actes notariés passés devant Hurteau comme notaire, s.d., 1882, 1899, 1902 (14 pages)."
    ],
    "tagPerson": ["HURTEAU, Hilaire"],
    "tagDate": ["[1873-01-01T00:00:00.000Z TO 1905-12-31T23:59:59.999Z]"]
  },
  "393": {
    "tagDescription": [
      "ARTAGNAN, comte d' «Reponse au Mémoire Presenté à Monsieur de Fulvy, Par les heritiers et associés de feu Mr. le comte D'artagnan, Et renvoié a La Compagnie des Indes le 14xbre 1741», s.d. (10 pages); nomination de monsieur d'Artaguiette, receveur-général des finances d'Auch, comme directeur de la Compagnie d'Occident, signée par Phélypeaux, 12 septembre 1717 (2 pages); deux lettres signées par Hay, l'une s'adressant au comte d'Artagnan, 31 août 1750 (4 pages), et l'autre, à la comtesse d'Artagnan, 29 novembre 1750 (4 pages), concernant les finances de M. d'Artagnan à la suite de la mort de M. d'Artaguiette dont il est un des héritiers."
    ],
    "tagPerson": ["ARTAGNAN, comte d'"],
    "tagDate": ["[1717-01-01T00:00:00.000Z TO 1750-12-31T23:59:59.999Z]"]
  },
  "471": {
    "tagPerson": ["SMITH, Eliza MacKenzie"],
    "tagDate": ["[1833-01-01T00:00:00.000Z TO 1841-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "SMITH, Eliza MacKenzie Diary filled with poems, mostly written and signed or initialed by Eliza MacKenzie Smith."
    ]
  },
  "962": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["1873-03-21T00:00:00.000Z"],
    "tagDescription": [
      "BELL, Robert Letter from Frederick Whitworth Aylmer requesting employment on Bell's proposed geological survey of the Province of Manitoba, 21 March 1873."
    ]
  },
  "441": {
    "tagDescription": [
      "KUHN, Jacobs. Writ of habeas corpus signed by James Monk, Chief Justice, addressed to Jacob Kuhn, keeper of the Gaol and House of Correction at Montreal, concerning a negro slave called Robin alias Robert, 4 February 1800 (2 pages); statement by Kuhn of the reasons for, and conditions of, the slave's arrest, 4 February 1800 (2 pages)."
    ],
    "tagDate": ["1800-02-04T00:00:00.000Z"],
    "tagPerson": ["KUHN, Jacobs"]
  },
  "985": {
    "tagDescription": [
      "BELL, Robert Letter from the arctic explorer Dr. John Rae dated Kensington, 23 December 1880, inviting Robert Bell to examine McClintock's book."
    ],
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["1880-01-01T00:00:00.000Z"]
  },
  "1192": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1898-12-31T23:59:59.999Z TO 1909-01-01T00:00:00.000Z]"],
    "tagDescription": [
      "BELL, Robert Four letters from Robert Frederic Stupart, director of the Canadian Meteorological Service concerning hotographs taken by Robert Bell to be used in The Globe and a paper to be given by Bell at the Canadian Institute."
    ]
  },
  "717": {
    "tagDescription": [
      "HAYES, Isaac Israel. Poem signed by Hayes, n.d. (1 page); letter from Hayes to J.D.L. Perry, 15 April 1857 (3 pages)."
    ],
    "tagPerson": ["HAYES, Isaac Israel"],
    "tagDate": ["1857-04-15T00:00:00.000Z"]
  },
  "1161": {
    "tagDescription": [
      "BELL, Robert Letter and calling card from physician and author William Osler, Baltimore, U.S.A., asking about consumption among Indians, 3 October 1889."
    ],
    "tagDate": ["1889-10-03T00:00:00.000Z"],
    "tagPerson": ["BELL, Robert"]
  },
  "735": {
    "tagDate": ["1900-01-01T00:00:00.000Z"],
    "tagDescription": [
      "URSULINES DE QUÉBEC Arrangement de fleurs séchées provenant du vieux monastère."
    ],
    "tagPlace": ["URSULINES DE QUÉBEC"]
  },
  "552": {
    "tagDate": ["1858-01-01T00:00:00.000Z"],
    "tagPerson": ["McGEE, Thomas D'Arcy"],
    "tagDescription": [
      "McGEE, Thomas D'Arcy. Journalist, poet and politician. Copy of a notice addressed to McGee by Jean-Louis Beaudry, Thomas Morland and Louis Marchand charging McGee with election irregularities, 11 January 1858 (10 pages); copy of McGee's reply to that notice, 25 January 1858 (11 pages)."
    ]
  },
  "180": {
    "tagDescription": [
      "GRENFELL, Sir Wilfred Thomason Holograph manuscript signed by Grenfell, 15 June 1922."
    ],
    "tagDate": ["1922-06-15T00:00:00.000Z"],
    "tagPerson": ["GRENFELL, Sir Wilfred Thomason"]
  },
  "185": {
    "tagPlace": ["Montreal"],
    "tagDescription": [
      "HART, Alexander, and Co., Charter between Alexander Hart & Co. and Forsyth, Richardson & Co., agents for Benn, Heath & Co. of Quebec, for vessel the LOVELY NELLY to carry cargo from Montreal and Three Rivers (Trois-Rivières) to Liverpool, signed by notaries Thomas Barron and J.A. Gray, 20 August 1810."
    ],
    "tagPerson": ["HART, Alexander, and Co."],
    "tagDate": ["1810-08-20T00:00:00.000Z"]
  },
  "590": {
    "tagDate": ["[1783-01-01T00:00:00.000Z TO 1839-12-31T23:59:59.999Z]"],
    "tagPerson": ["BELCHER, Andrew"],
    "tagDescription": [
      "BELCHER, Andrew. Papers relating to business and to public office; correspondence with Captain John Wight and Col. King; family correspondence with his sister Betsey and with his sons Edward and Alexander Brymner."
    ]
  },
  "194": {
    "tagDescription": [
      "LOWER CANADA, Session of Oyer and Terminer and General Gaol Delivery, District of Montreal. Indictment against William MacGillivray, Simon MacGillivray, Normand McLeod, Duncan Cameron, and many others, members and employees of the North West Company, that they conspired on the 15th December 1813, to attack and destroy Lord Selkirk's settlement at the Red River, signed by Jocelyn Walker, clerk of the Court of King's Bench, 21 February 1818."
    ],
    "tagDate": ["1818-02-21T00:00:00.000Z"],
    "tagPlace": ["LOWER CANADA"]
  },
  "1187": {
    "tagDescription": [
      "BELL, Robert Letter from Lady Aberdeen inviting Bell to address the Household Club on the subject of forests of Canada, 24 March 1894. Draft of Bell's acceptance of the invitation."
    ],
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["1894-01-01T00:00:00.000Z"]
  },
  "244": {
    "tagDate": ["1818-02-21T00:00:00.000Z"],
    "tagDescription": [
      "LOWER CANADA, Session of Oyer and Terminer and General Gaol Delivery, District of Montreal. Indictment against François Minville, Jean-Baptiste Desmarais, and a Sioux Indian, Niganebenes called Ishpatakebenes, for the murder of Owen Keveny on the Winnipeg River, 11 September 1816, signed by Norman Fitzgerald Uniacke, Attorney-General, and Joseph Walker, court clerk, 21 February 1818."
    ],
    "tagPlace": ["LOWER CANADA"]
  },
  "1158": {
    "tagDescription": [
      "BELL, Robert Letter from Sir Aemilius Irving asking Bell for the whereabouts of a Mr. Brown who was an assistant to Captain Murray on an 1856 survey of Lake Huron, 22 March 1888."
    ],
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["1888-03-22T00:00:00.000Z"]
  },
  "964": {
    "tagPerson": ["BELL, Robert"],
    "tagDescription": [
      "BELL, Robert Lettre de l'archevêque de Saint-Boniface (Manitoba) recommandant Robert Bell à la chaire des sciences naturelles de l'Université de Toronto, 7 août 1874."
    ]
  },
  "1173": {
    "tagDate": ["[1896-12-31T23:59:59.999Z TO 1907-01-01T00:00:00.000Z]"],
    "tagPerson": ["BELL, Robert"],
    "tagDescription": [
      "BELL, Robert Four letters and a postcard from Nazaire Levasseur, president of the Quebec Geographical Society. One of the subjects dealt with is a petition to the Minister of the Interior regarding a survey of the regions of Hudson's Bay."
    ]
  },
  "390": {
    "tagPerson": ["LINDERBERG, Mrs. J."],
    "tagDate": ["1915-08-22T00:00:00.000Z"],
    "tagDescription": [
      "LINDERBERG, Mrs. J. Letter from Capt. E.F. Miller from Herschel Island, Arctic Ocean, to Mrs. Linderberg, Nome, Alaska, relating to Vilhjalmur Stefansson, the Arctic explorer, 22 August 1915."
    ]
  },
  "171": {
    "tagDate": ["1876-10-26T00:00:00.000Z"],
    "tagPerson": ["WILKINSON, Matt Hall"],
    "tagDescription": [
      "WILKINSON, Matt Hall Grants by the Province of Ontario of mining rights in the District of Thunder Bay to Matt Hall Wilkinson, 26 October 1876 (3 pages), both signed by Donald Alexander Macdonald and others."
    ]
  },
  "582": {
    "tagDescription": [
      "GRASSET DE SAINT-SAUVEUR, André. Document signé par Élie de Beaumont, notaire, préparé pour de Saint-Sauveur, s'adressant à messieurs de La Malette, La Tuillière et compagnie relatif à leur plainte concernant un paiement de marchandises livrées à Saint-Sauveur entre 1756 et 1759, Paris, 29 septembre 1766."
    ],
    "tagPerson": ["GRASSET DE SAINT-SAUVEUR, André"],
    "tagDate": ["1766-09-29T00:00:00.000Z"]
  },
  "270": {
    "tagDescription": [
      "ERMATINGER, Frederick William. Letter from J.F.M. Des Rivières, sheriff of Saint-Johns [Quebec], to Colonel Ermatinger relating to the work of the police carrying out surveillance of Fenians at Saint-Johns and Saint-Albans, 8 February 1866."
    ],
    "tagDate": ["1866-02-08T00:00:00.000Z"],
    "tagPerson": ["ERMATINGER, Frederick William"]
  },
  "452": {
    "tagDescription": [
      "LOWER CANADA, Session of Oyer and Terminer and General Gaol Delivery, District of Montreal. Indictment for arson against Paul Primeau, François Deschamps, Senior and Junior, Joseph Deschamps, Michel Bourassa, Charles Hesse, Antoine Houle, Jean-Baptiste and Joseph Desmarais, Bomhomme Montour, Joseph Huppé, John Early, and Peter Pangman, and indictment against Alexander McDonell for having incited, aided and hired them to burn the houses of Lord Thomas Selkirk, Niel McKinnon, Angus McDonald, Alexander Sutherland, Donald Levingston, and Alexander McClean, at the Red River Settlement, on 28 June 1815, signed by Jocelyn Waller and Norman Fitzgerald Uniacke, 21 February 1818."
    ],
    "tagDate": ["1818-02-21T00:00:00.000Z"],
    "tagPlace": ["LOWER CANADA"]
  },
  "412": {
    "tagPerson": ["HALDIMAND, Frederick Sir"],
    "tagDate": ["1779-07-31T00:00:00.000Z"],
    "tagDescription": [
      "HALDIMAND, Sir Frederick. List of temporary warrants granted by Haldimand to be paid out of the fund for the service of Extraordinaries, 31 July 1779. These sums were to be paid to various people for their part in the defence of Canada during the American Revolution."
    ]
  },
  "251": {
    "tagDescription": [
      "MONTREAL WATERWORKS Manuscript list of stockholders of the Montreal Waterworks, signed by M.J. Hays, 6 January 1834."
    ],
    "tagDate": ["1834-01-06T00:00:00.000Z"],
    "tagPerson": ["MONTREAL WATERWORKS"]
  },
  "1164": {
    "tagDescription": [
      "BELL, Robert Four letters and one telegram from Professor Frank Dawson Adams of McGill College, Montreal, which discuss a work being written by Bell on the life of Murray, 1892-1904."
    ],
    "tagDate": ["[1892-01-01T00:00:00.000Z TO 1904-12-31T23:59:59.999Z]"],
    "tagPerson": ["BELL, Robert"]
  },
  "182": {
    "tagDescription": [
      "MEDICINE, Province of Quebec Document signed by Guy Carleton appointing judges of the Court of Common Pleas and surgeons of Districts of Quebec and Montreal to convene and conduct examinations into the competency of people practising medicine and to grant or to withhold certificates and licences to such as are qualified or not qualified to practise medicine, 11 July 1788."
    ],
    "tagDate": ["1788-07-11T00:00:00.000Z"]
  },
  "462": {
    "tagDescription": [
      "SEWELL, Stephen. Remarks on the Rule of the seventh day of June last and tenth day of October instant respecting the attornies submitting their Bills before taxation, to have the several Items therein examined and verified by one of the Prothonotaries and Remarks on the propriety of the Judges reserving a right, as heretofore, of making an additional allowance for special Declarations or Pleadings, which may necessarily require much time and ability to draw, by Sewell and Ross, 11 October 1815.",
      "ROSS, David Remarks on the Rule of the seventh day of June last and tenth day of October instant respecting the attornies submitting their Bills before taxation, to have the several Items therein examined and verified by one of the Prothonotaries and Remarks on the propriety of the Judges reserving a right, as heretofore, of making an additional allowance for special Declarations or Pleadings, which may necessarily require much time and ability to draw, by Sewell and Ross, 11 October 1815."
    ],
    "tagPerson": ["ROSS, David", "SEWELL, Stephen"],
    "tagDate": ["1815-10-11T00:00:00.000Z"]
  },
  "872": {
    "tagDescription": [
      "WADDINGTON, Alfred Penderell. Letter from Robert Bell, geologist, to Waddington, stating that he is awaiting government approval of various proposals. Also included is a page of calculations, signed by Waddington, of the estimated height of Lake Nipigon above Lake Superior."
    ],
    "tagDate": ["1870-01-01T00:00:00.000Z"],
    "tagPerson": ["WADDINGTON, Alfred Penderell"]
  },
  "1000": {
    "tagDescription": [
      "BELL, Robert Letters from Erastus Wiman, President of the Great North Western Telegraph Co. of Canada, some relating to vessels for Hudson Bay."
    ],
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1889-12-31T23:59:59.999Z TO 1893-01-01T00:00:00.000Z]"]
  },
  "1199": {
    "tagDescription": [
      "BELL, Robert Manuscript topographical sketches, maps and notes of Hudson Strait, Ungava Bay and Baffin Island."
    ],
    "tagDate": ["1897-01-01T00:00:00.000Z"],
    "tagPerson": ["BELL, Robert"]
  },
  "733": {
    "tagDate": ["1893-11-03T00:00:00.000Z"],
    "tagPerson": ["HORN, Jno"],
    "tagDescription": [
      "HORN, Jno. Letter from Donald Alexander Smith [Baron Strathcona] to Horn, 3 November 1893."
    ]
  },
  "761": {
    "tagDescription": [
      "BELL, Robert. Rough sketch map showing the distribution of North American Indians principally in the Northwest; text of an address Travels amongst the Indians presented by Robert Bell to the Young Men's Association, St. Gabriel Church, Montreal, 1870."
    ],
    "tagPerson": ["BELL, Robert"]
  },
  "189": {
    "tagDate": ["1817-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Supplément du journal L'Aurore, du 23 juin 1817, intitulé «Règles et règlements de police, pour les fauxbourgs et la cité de Montréal». Une attestation écrite et signée par Jno. Delisle, Isaac Ogden et James Reid de la Cour du banc du roi apparaît à la fin de cet article."
    ],
    "tagPlace": ["MONTREAL (Québec)"]
  },
  "1129": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1884-01-01T00:00:00.000Z TO 1885-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "BELL, Robert (1841-1917). Sketches of Nottingham Island and Port De Boucherville, in the west end of Hudson Strait."
    ]
  },
  "1039": {
    "tagDescription": [
      "BELL, Robert Four manuscript maps, 12.7 cm x 20 cm, and notes of Cape Chidley and Port Burwell on the northern most tip of Labrador in the Hudson Strait."
    ],
    "tagDate": ["1884-01-01T00:00:00.000Z"],
    "tagPerson": ["BELL, Robert"]
  },
  "1148": {
    "tagDescription": [
      "TYRRELL, James Williams. Notes by Robert Bell and four manuscript maps (10 cm x 16 cm) by Tyrrell of coastlines of Digges Islands in the Hudson Strait."
    ],
    "tagDate": ["1885-01-01T00:00:00.000Z"],
    "tagPerson": ["TYRRELL, James Williams"]
  },
  "982": {
    "tagDescription": [
      "BELL, Robert Letter from the Reverend Father Joseph-Charles Allard dated, Fort Alexander [Manitoba], April 30, 1880, concerning the collecting of bird's eggs specimens being done for Bell by Allard with the help of regional Indians."
    ],
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["1880-01-01T00:00:00.000Z"]
  },
  "724": {
    "tagDescription": [
      "REED, James. Statement of James Reed taken by Gen. H.H. Wattse Feb. 1869, from his coming to Prairie du Chien, Wisconsin in 1816 until 1840."
    ],
    "tagPerson": ["REED, James"],
    "tagDate": ["1869-01-01T00:00:00.000Z"]
  },
  "829": {
    "tagDate": ["[1888-12-31T23:59:59.999Z TO 1892-01-01T00:00:00.000Z]"],
    "tagPerson": ["BELL, Robert"],
    "tagDescription": [
      "BELL, Robert. Letters, one invitation, and one telegram from Alfred Richard Cecil Selwyn, director of the Geological Survey of Canada, dealing with various aspects of the survey such as financial arrangements and areas to be explored. Also included are copies of a letter and a telegram from Bell to Selwyn, and a page of financial calculations by Selwyn."
    ]
  },
  "731": {
    "tagDescription": [
      "ARMSTRONG, William. Watercolour. Sunset scene signed by Armstrong."
    ],
    "tagPerson": ["ARMSTRONG, William"]
  },
  "408": {
    "tagDescription": [
      "BABIN, Louis Procuration du chirurgien François Côté, de Boucherville, permettant à Louis Babin de faire le recouvrement des dettes dues au chirurgien pour soins et médicaments fournis, signée par François Racicot, notaire, 19 octobre 1771."
    ],
    "tagPerson": ["BABIN, Louis"],
    "tagDate": ["1771-10-19T00:00:00.000Z"]
  },
  "1027": {
    "tagDescription": [
      "BELL, Robert Letters from William Turrell, mostly relating to his son James, who was at the time in the north on surveys with Bell."
    ],
    "tagDate": ["[1883-01-01T00:00:00.000Z TO 1889-12-31T23:59:59.999Z]"],
    "tagPerson": ["BELL, Robert"]
  },
  "957": {
    "tagDescription": [
      "BELL, Robert Letter from Rabbi Abraham de Sola, asking Bell to lecture before the Natural History Society of Montreal, 10 February 1873.",
      "GAZETTE DE MONTRÉAL (fondé en 1778) Lettre du père Albert Lacombe, missionaire oblat et auteur, à l'éditeur de la Gazette remerciant toutes les personnes qui l'ont aidé dans la publication de la grammaire et du dictionnaire de la langue des Cris, 3 décembre 1872."
    ],
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["1873-02-10T00:00:00.000Z"],
    "tagPlace": ["GAZETTE DE MONTRÉAL"]
  },
  "967": {
    "tagDescription": [
      "BELL, Robert Four letters and two postcards from the Anglican Bishop of Moosonee, John A. Horden. The signature on the papers is J.A. Moosonee. Discussed in the correspondence are such topics as: Indian language, the Bishop's visit to Great Britain in 1883, and some map sketching being done for Bell."
    ],
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1901-01-01T00:00:00.000Z TO 1902-12-31T23:59:59.999Z]"]
  },
  "988": {
    "tagDate": ["1881-11-27T00:00:00.000Z"],
    "tagPerson": ["BELL, Robert"],
    "tagDescription": [
      "BELL, Robert Manuscript diagram Showing Mr. William's lot at East Selkirk, dated Winnipeg, 27 November 1881."
    ]
  },
  "446": {
    "tagDate": ["1803-01-23T00:00:00.000Z"],
    "tagPerson": ["MONDELET, Jean-Marie"],
    "tagDescription": [
      "MONDELET, Jean-Marie. Recognizance of Thomas Arakouinte, Patrick Robertson, and Andrew Paterson for ten pounds, five pounds and five pounds, respectively, to keep the peace for six months, signed by Mondelet, 23 January 1803."
    ]
  },
  "549": {
    "tagDescription": [
      "KELLY, Joseph Letter from Isaac Israel Hayes concerning an invitation to lecture before an association, 20 January 1857."
    ],
    "tagPerson": ["KELLY, Joseph"],
    "tagDate": ["1857-01-20T00:00:00.000Z"]
  },
  "253": {
    "tagDescription": [
      "JACOBS, Samuel, fils Tableau des arrérages de cens et rentes, de lods et ventes, au 11 novembre 1824, dus et échus lors de la mort de Samuel Jacobs, fils, pour des terres qu'il possédait dans la seigneurie de Chambly."
    ],
    "tagPerson": ["JACOBS, Samuel, fils"]
  },
  "468": {
    "tagDescription": [
      "BULLER, Charles. Copie d'une lettre de Charles Buller concernant la remise en liberté de prisonniers d'État détenus dans la prison de Montréal, 7 juillet 1838."
    ],
    "tagPerson": ["BULLER, Charles"]
  },
  "816": {
    "tagDescription": [
      "BELL, Robert. Three letters, the last with an explanatory note by Bell. The first, from an Indian named Windigo to a land surveyor, B. McDonald, concerns proposed employment as a guide. The second, from J.A. Lettlibury to Bell, is about the shipment of a battery and the use of chemicals. The third is a note written by an Indian on birchbark and left by a cache of provisions, with a translation by Bell."
    ],
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1883-01-01T00:00:00.000Z TO 1896-12-31T23:59:59.999Z]"]
  },
  "173": {
    "tagDescription": [
      "SOCIETY FOR HISTORICAL STUDIES Secretary's report for the session ending the 31 May 1889, signed by Joseph Plimsoll Edwards, secretary."
    ],
    "tagPerson": ["SOCIETY FOR HISTORICAL STUDIES."],
    "tagDate": ["1889-05-31T00:00:00.000Z"],
    "tagPlace": ["Montreal"]
  },
  "546": {
    "tagDescription": [
      "PUTNAM, George. Letter from the author Catherine Parr Traill concerning the publication of her writings, 11 October 1852."
    ],
    "tagDate": ["1852-10-11T00:00:00.000Z"],
    "tagPerson": ["PUTNAM, George"]
  },
  "387": {
    "tagDescription": [
      "RIEL, famille Lettre de Louis Riel à son épouse Marguerite et à ses enfants, Jean et Marie-Angélique, le jour de son exécution, 16 [novembre 1885]."
    ],
    "tagDate": ["1886-01-01T00:00:00.000Z"],
    "tagPerson": ["RIEL, famille"]
  },
  "782": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1863-01-01T00:00:00.000Z TO 1907-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "BELL, Robert. Manuscript draft of a letter to Sir James Douglas, governor of Vancouver Island and British Columbia, indicating an interest in an appointment as geologist for either of the colonies of Vancouver Island or British Columbia, 1863. Printed undated highlights of the career of Robert Bell titled: Private. Notes On the Official Career of Dr. Robert Bell, F.R.S. [1907]. Undated reprint from The Ottawa Free Press titled: Men Of The Day. The Official Career of Dr. Robert Bell, F.R.S., of The Geological Survey of Canada. [1907]."
    ]
  },
  "704": {
    "tagDescription": [
      "JUNKIN, Henry et REES, John Acte de vente d'un terrain comprenant une maison et autres bâtiments situés sur la rue Saint-Jean à Québec, par Godfrey King à Henry Junkin et John Rees: copie collationnée le 22 mars 1802 par Joseph-François Perrault de l'acte passé devant le notaire Pierre-Louis Descheneaux le 6 février 1788."
    ],
    "tagPerson": ["REES, John", "JUNKIN, Henry"],
    "tagDate": ["1802-01-01T00:00:00.000Z"]
  },
  "714": {
    "tagDescription": [
      "CALDWELL, Henry. Warrant by Thomas Dunn, president of the Province of Lower Canada, ordering to Henry Caldwell, Receiver General, to pay Jonathan Sewell for services performed by him between 10 April and 16 October 1805."
    ],
    "tagPerson": ["CALDWELL, Henry"],
    "tagDate": ["1805-10-16T00:00:00.000Z"]
  },
  "790": {
    "tagDescription": [
      "BELL, Robert. One letter from Canadian poet Charles Mair, dated Lanark, 29 Dec. 1863. The letter, to an unidentified recipient, is inquiring about the manuscript poem Summer. Another letter from Charles Mair addressed to My dear Bell and dated Portage La Prairie, 23 May 1877; included in the letter is Mair's promise to bring Indian relics to Bell."
    ],
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1863-01-01T00:00:00.000Z TO 1877-12-31T23:59:59.999Z]"]
  },
  "575": {
    "tagDescription": [
      "LEE, John Thomas. Three letters from Benjamin Sulte to John Thomas Lee and one from Lee to Sulte relating to the date that Radisson wrote his voyages and why they were written in English."
    ],
    "tagPerson": ["LEE, John Thomas"],
    "tagDate": ["[1907-01-01T00:00:00.000Z TO 1908-12-31T23:59:59.999Z]"]
  },
  "260": {
    "tagDescription": [
      "RICHARDSON, John (1796-1852). Letter to an unknown recipient, Montreal, 24 September [1838?]."
    ],
    "tagDate": ["1838-09-24T00:00:00.000Z"],
    "tagPerson": ["RICHARDSON, John"]
  },
  "457": {
    "tagPlace": ["LOWER CANADA"],
    "tagDescription": [
      "LOWER CANADA, Session of Oyer and Terminer and General Gaol Delivery, District of Montreal. Indictment for robbery against Cuthbert Grant, Alexander Fraser, Thomas McKay, Louis Lacerte, Antoine and François Houle, and Bonhomme Montour, and indictment against Alexander McDonell for having incited them to rob the dwelling house of the Governor and Company of Adventurers of England and to assault Peter Fidler, their servant, on 28 May 1716, signed by Jocelyn Waller and Norman Fitzgerald Uniacke, 21 February 1818."
    ],
    "tagDate": ["1818-02-21T00:00:00.000Z"]
  },
  "417": {
    "tagDescription": [
      "HALDIMAND, Sir Frederick. Duplicate letters signed by Haldimand to Thomas Townshed, 25 and 26 October 1782 (4 pages), and to George Rose, 24 June 1783 (1 page). Order by Haldimand requiring Henry Caldwell to pay George Pownall for his services as Provincial Secretary and Registrar, 1 November 1784 (2 pages)."
    ],
    "tagPerson": ["HALDIMAND, Frederick Sir"],
    "tagDate": ["[1782-01-01T00:00:00.000Z TO 1784-12-31T23:59:59.999Z]"]
  },
  "449": {
    "tagPerson": ["FINLAY, John"],
    "tagDate": ["1814-01-01T00:00:00.000Z"],
    "tagDescription": [
      "FINLAY, John. Letter from John Finlay to an unknown recipient relating that Luc Courville had brought two loads of ordnance from Montreal to Prescott, 1st September 1814, with a note of John MacDonell, 31 December 1814."
    ]
  },
  "812": {
    "tagDescription": [
      "BELL, Robert. Two letters from William Alexander Foster, Canadian nationalist: one deals with possible contacts during a projected visit to Nova Scotia, including Robert Grant Haliburton; the second introduces Bell to [Lt.-Col. George Taylor Denison III]."
    ],
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1868-01-01T00:00:00.000Z TO 1885-12-31T23:59:59.999Z]"]
  },
  "991": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1889-01-01T00:00:00.000Z TO 1893-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "BELL, Robert Letters from Bishop William Day Reeve discussing the health of his wife, the health of Archdeacon McDonald and the possibility of a railway to Hudson's Bay to create a great lumbering district."
    ]
  },
  "264": {
    "tagDescription": [
      "AARON, Isaac. Broadside advertising a sale by auction, by order of the assignee Thomas Seed to the bankrupt Estate of James W.B. Robinson, of a lot of land situated on Lagauchetière street in Montreal, 11 November 1846."
    ],
    "tagDate": ["1846-11-11T00:00:00.000Z"],
    "tagPerson": ["AARON, Isaac"]
  },
  "880": {
    "tagDate": ["[1872-01-01T00:00:00.000Z TO 1914-12-31T23:59:59.999Z]"],
    "tagPerson": ["BELL, Robert"],
    "tagDescription": [
      "BELL, Robert. Letters, postcards, and a telegram from Charles Hallock, American magazine editor, relating to topics of interest to naturalists. Also included are a photograph of Hallock and a clipping regarding the death of Lord Strathcona in 1914, from the Glasgow Herald."
    ]
  },
  "794": {
    "tagDescription": [
      "BELL, Robert . Seven letters from David Ross McCord, Montreal."
    ],
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1864-01-01T00:00:00.000Z TO 1908-12-31T23:59:59.999Z]"]
  },
  "877": {
    "tagDescription": [
      "BELL, Robert. Letter from George Huyshe, Captain, Rifle Brigades, thanking Bell for suggestions on how to survive in the West, on behalf of himself and Colonel [Garnet Joseph] Wolseley, later first Viscount Wolseley, 13 May 1870."
    ],
    "tagDate": ["1870-05-13T00:00:00.000Z"],
    "tagPerson": ["BELL, Robert"]
  },
  "266": {
    "tagPerson": ["ROBINSON, Beverley"],
    "tagDate": ["1864-04-28T00:00:00.000Z"],
    "tagDescription": [
      "ROBINSON, Beverley. Warrant signed by Samuel Leonard Tilley and Colonel John Amber Cole, administrator of the Government of the Province of New Brunswick, to Beverley Robinson, Provincial Treasurer, ordering $1,200 to be paid to Rev. Humphrey Pickard for the upkeep of the Sackville Academy, 28 April 1864 (2 pages). Note addressed to Beverley Robinson ordering the payment of $1,200 to be made to Joseph L.(?) Black on behalf of Pickard, signed by Pickard, 13 June 1864"
    ]
  },
  "168": {
    "tagDescription": [
      "KINDRED, William A. Grants by the Province of Ontario of mining rights in the District of Thunder Bay to William A. Kindred, 31 July 1875 (3 pages), and to Matt Hall Wilkinson, 26 October 1876 (3 pages), both signed by Donald Alexander Macdonald and others."
    ],
    "tagPerson": ["KINDRED, William A."],
    "tagDate": ["1875-07-31T00:00:00.000Z"]
  },
  "737": {
    "tagDate": ["[1895-01-01T00:00:00.000Z TO 1900-12-31T23:59:59.999Z]"],
    "tagPerson": ["BAKER, Walter"],
    "tagDescription": [
      "BAKER, Walter. A collection of ten watercolours of Montreal buildings and views, all signed by Baker: Notre-Dame from St. Urbain Street; Montreal harbour; Piedmont Cottage; Old No. 52, McGill Street; Bonsecours Church; Caughnawaga; Houlton House; Mount Royal Park Drive; town of Hochelaga."
    ]
  },
  "1046": {
    "tagDescription": [
      "BELL, Robert (1841-1917). Lettres de Joseph Clovis Kemmer Laflamme, professeur de géologie et de minéralogie à l'Université Laval, concernant la géologie et la minéralogie."
    ],
    "tagDate": ["[1881-01-01T00:00:00.000Z TO 1908-12-31T23:59:59.999Z]"],
    "tagPerson": ["BELL, Robert"]
  },
  "826": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["1869-01-01T00:00:00.000Z"],
    "tagDescription": [
      "BELL, Robert. Notes on a trip along the Red River, with a rough sketch of several streams."
    ]
  },
  "434": {
    "tagPerson": ["CAMPION, Etienne"],
    "tagDescription": [
      "CAMPION, Etienne. Campion's plea that the action brought against him by Augustin Dubuc be dismissed on the grounds that the allegations concerning the seizure of a shipment of furs entrusted to him at Michilimackinac are false and unsupported; signed by Arthur Davidson, attorney for Campion (4 pages). Note by Davidson, to the court requesting that Walker, Dubuc's attorney, produce his power of attorney (2 pages)."
    ]
  },
  "710": {
    "tagPerson": ["BROCK, Sir Isaac"],
    "tagDate": ["1809-04-17T00:00:00.000Z"],
    "tagDescription": [
      "BROCK, Sir Isaac. Receipt signed by Isaac Brock to John Hale, deputy paymaster-general of the forces in Canada, for his salary as brigadier-general, 17 April 1809."
    ]
  }
}
