{
  "822": {
    "tagDescription": [
      "Pacific Cable Eastern extension Australasia and China Telegraph Company Limited Proposed cable between Canada and Australia"
    ],
    "tagDate": ["[1888-12-31T23:59:59.999Z TO 1893-01-01T00:00:00.000Z]"]
  },
  "1553": {
    "tagDate": ["[1918-01-01T00:00:00.000Z TO 1928-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Pacific Cable Duplication of the Pacific cable Agreement between Pacific Cable Board and Canadian Pacific Railway Company securing to Railway Company all westbound telegraph traffic carried over Imperial Cables, 1919 (see file 286, year 1923) Membership of Pacific Cable Board Bill to extend powers of Pacific Cable Board to include new telegraph and wireless system in West Indies. West India Telegraph Bill 1924 Pacific Cable Board Powers Bill Pacific Cable Bill, 1927 Imperial Wireless and Cable conference, 1928. Suggested fusion of cable and wireless Companies (see file 286) Imperial Wireless Chain agreement between South African Government and Marconis Wireless Telegraph Company, for the erection of a long distance wireless station in South Africa (see file 286) Agreement with Amalgamated Wireless (Australasia) for station in Australia"
    ]
  },
  "1872": {
    "tagDate": ["[1901-12-31T23:59:59.999Z TO 1905-01-01T00:00:00.000Z]"],
    "tagDescription": [
      "Pacific Cable  Prints Correspondence relating to the proposed construction of a cable across the Pacific Ocean, 1899-1900. Contact for the construction and laying down of the Pacific Submarine Telegraph cable, 1900 Agreement between new South Wales and Eastern Extension Company, 1901 Cable communication with Australasia. Statistics of traffic etc, 1905 Pacific Cable conference 1905, Minutes of proceeding, 1905"
    ]
  },
  "2108": {
    "tagDescription": [
      "West African Frontier Force Comprises Military Forces of Gambia, Sierre Leon, The Gold Coast, Lagos, Northern and Southern Nigeria Includes West African constabularies"
    ],
    "tagDate": ["[1914-12-31T23:59:59.999Z TO 1931-01-01T00:00:00.000Z]"]
  },
  "762": {
    "tagDescription": [
      "Leinster Regiment Restoration of title Prince of Whales Royal Canadian Regiment (or 100th) Establishment of a recruiting depot in Canada. Major General Huttons report on the general question of recruiting on Canada for her Majestys Forces. Particular question of recruiting for the Prince of Whales Leinster Regiment (Royal Canadians) Recruiting in Canada for the Regular Army. Conditions under which Regiment of Infantry might be raised Repatriation of Leinster Regiment. Conditions re-change of name to The 100th Prince of Whales Royal Canadian Regiment, 2 Battalions 1922: Protest against disbandment of the Prince of Whaless Leinster Regiment (Royal Canadians), in safekeeping at Royal Military College, Kingston"
    ],
    "tagDate": ["[1900-12-31T23:59:59.999Z TO 1931-01-01T00:00:00.000Z]"]
  },
  "17": {
    "tagDate": ["1901-01-01T00:00:00.000Z"],
    "tagDescription": [
      "South African War Application for commission, 1901 Preparation of Blue Book on special service forces sent to South Africa Return of Canadian troops sent to South Africa Pension. War Gratuities Detachment of Canadian Scouts Report on officers attached to force for instructional purposes Supplies for Canadian Army in South America List of officers offered commissions"
    ]
  },
  "1192": {
    "tagDescription": [
      "Pacific Cable Financial arrangements Arrangement with Eastern Extension Telegraph Company Colonial Defence Committee memorandum entitled Protection of Landing Places of Pacific Cable, 1902 Pacific Cable (Amendment) Act 1902 Terminal rates Customs duties and harbour dues on Pacific Cable stores, etc"
    ]
  },
  "1271": {
    "tagDate": ["[1904-01-01T00:00:00.000Z TO 1916-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Pacific Cable - Cost of maintenance of Pacific Cable Agreement of New South Wales with Eastern Extension Telegraph Company Pacific Cable conference, 1905 Sale of Fanning Island. Objections raised by Sir Henri de Lotbinière on grounds of National Defence Canadian relations with Pacific Cable to be dealt with by Postmaster General Pacific Cable Act 1911 Terminal Rates "
    ]
  },
  "220": {
    "tagDate": ["[1905-12-31T23:59:59.999Z TO 1932-01-01T00:00:00.000Z]"],
    "tagDescription": [
      "South African War 1902-1905; Canadian Mounted Rifles Remounts Allotment of pay Pensions Return concerning Canadians sent to South Africa 19.2.02; 17.3.02 1902-1905  Supplies for Canadian Army in South Africa Arms and ammunition Offer of 3rd Battalion, RCR Surrender of South African Forces, June 1, 1902 Disposal of arms of Canadian troops Mule purchasing deport in United States Reports on canned food sent for use of Canadian army in South Africa Distinguished conduct medals for men of Canadian contingents South African medal and gratuity for officers and men Flags allotted to each colony taking part 1907-10: Official History of the War in South Afica 1913: Guild of Loyal Women of South Africa  Sub title  The Daughters of the Empire  care of graves of those who lost their lives in South African War 1924: Monument erected by I.O.D.E. in memory of Canadian soldiers killed on South African War Award to Battle Honour South Africa see file 260c Trophies of South African War for distribution to Colonies  see file 272 Pension, land grants, Kings and Queens South African medal and clasps for correspondence after 1910  see file 349",
      "South African War 1902-1905; Canadian Mounted Rifles Remounts Allotment of pay Pensions Return concerning Canadians sent to South Africa 19.2.02; 17.3.02 1902-1905  Supplies for Canadian Army in South Africa Arms and ammunition Offer of 3rd Battalion, RCR Surrender of South African Forces, June 1, 1902 Disposal of arms of Canadian troops Mule purchasing deport in United States Reports on canned food sent for use of Canadian army in South Africa Distinguished conduct medals for men of Canadian contingents South African medal and gratuity for officers and men Flags allotted to each colony taking part 1907-10: Official History of the War in South Afica 1913: Guild of Loyal Women of\nSouth Africa  Sub title  The Daughters of the Empire  care of graves of those who lost their lives in South African War 1924: Monument erected by I.O.D.E. in memory of Canadian soldiers killed on South African War Award to Battle Honour South Africa see file 260c Trophies of South African War for distribution to Colonies  see file 272 Pension, land grants, Kings and Queens South African medal and clasps for correspondence after 1910  see file 349"
    ]
  },
  "1107": {
    "tagDescription": [
      "Pacific Cable Cost of construction Agreement between New South Wales and Easter Extension Telegraph Company. Objections to Pacific Cable Act 1901"
    ],
    "tagDate": ["[1900-01-01T00:00:00.000Z TO 1901-12-31T23:59:59.999Z]"]
  },
  "998": {
    "tagDate": ["[1894-01-01T00:00:00.000Z TO 1899-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Pacific Submarine Cable Use of Pacific Islands (Hawaiian Groups) for landing base for cable Pacific Cable conference, London 1897 Letter from Sir Sandford Fleming on the subject of the Pacific cable 28-12-97"
    ]
  },
  "571": {
    "tagDescription": [
      "South African Constabulary Military Police force organized under Baden-Powell. Enlistment of Canadians in Life insurance policies on member of constabulary. Payment of premiums Special War Gratuity"
    ],
    "tagDate": ["[1902-12-31T23:59:59.999Z TO 1931-01-01T00:00:00.000Z]"]
  },
  "393": {
    "tagDescription": ["South African War  same as 233, 6a"],
    "tagDate": ["[1900-01-01T00:00:00.000Z TO 1902-12-31T23:59:59.999Z]"]
  },
  "2106": { "tagDescription": ["Missing/Manque"] }
}
