{"848":{"tagPlace":["Montreal"],"tagDate":["[1815-01-01T00:00:00.000Z TO 1816-12-31T23:59:59.999Z]"],"tagDescription":["-----The H.B.Co. we see intend to oppose us seriously in our own way. I hope the North West Spirit will rouse with indignation ; be assured we have as good legal opinions as any England that we have rights as British subjects which are not be infringed."]},"777":{"tagName":["Sutherland, Jas."],"tagPlace":["River Qu'Appelle"],"tagDescription":["to R.Semple. On arrival here found the place destitute of trading goods, which had been given to gain the good will of half the Indians,which we never secured before. Sooner than loose our dearly purchased influence will send to Swan River for goods, altho' it will inconvenience the trade here. Fresh meat scarce owing to the hunters being menaced by the N.W.Co."],"tagDate":["1815-12-16T00:00:00.000Z"]},"17":{"tagDescription":["to Robert Dickson. Plan for procuring cattle and sheep at the Ouisconsin for the Red River Settlement. Note: The plan did not prove fensible."],"tagDate":["1814-04-01T00:00:00.000Z"],"tagName":["Clark, Thomas"]},"226":{"tagPlace":["Montreal"],"tagName":["Robertson, Colin"],"tagDate":["1814-12-01T00:00:00.000Z"],"tagDescription":["to John Clarke. Offering position as superintendant in Hudson's Bay Company's service."]},"34":{"tagPlace":["Red River Settlement"],"tagDescription":["Memorandum given by Captain MacDonell at Red River Settlement. States his reasons for recommending the laying an embargo on dried provisions collected by the traders in the lands ceded to Selkirk."],"tagDate":["1814-05-13T00:00:00.000Z"]},"21":{"tagDescription":["It is wished that it had been mentioned what articles and to what amounts should be given to each of the tribes.","Not necessary to make any formal purchase from the Indians of the lands on Red River. Perhaps advisable to make a small annual present.","The System of annual Reports of the Company to be adopted at R.R.S.","Continuation of that plan which seems to have been suggested by T. Clark now in London.","In Annual Estimate of the Expences to be insurred for the ensuing year including: 1. The Salary and Wages of every officer and man on the Establishment. 2. The Expenditure of Provisions in detail; the value,and the European and Country(distinguihing imported from those obtained in the Country.) 3. The quantity and value of stores requisite for the work that is to be carried on. 4. The probable quantity of trading goods to be furnished to servants, settlers,and Indians. And,on the other hand,and estimate of the returns to be expected.","Plan of driving cattle from Prairie des Chiens on the Ouisconsin.","Respecting the necessity of a will,a model to be sent out by the ships.","Relates to Lamont, a man hired by Ld.S.","Great hopes entertained of the success of the Orkney Before from its being cultivated in the very North of Sweden even beyond the Artic Circle. Rye not at all injured by frosts that would destroy Winter Wheat. Mr.Sutherland is requested to carry out a bag of English Rye.","Also a parcel of Parsnip seed of a superior kind from which much is expected.","Project of sending sheep from Canada terminated by the American War.","From the specimens of rock sent home by Mr.Edwards it is clear that there can be no difficulty in procuring mill stones on the East side of Lake Winnipeg."],"tagDate":["1814-04-12T00:00:00.000Z"]},"896":{"tagDate":["1816-01-01T00:00:00.000Z"],"tagDescription":["Tabulated statement of fur trade in Northern Department of H.B.Co., 1816."]},"130":{"tagDescription":["Confesses himself unequal to the task of reconciling so many different interests. Has no objection to a separation at any time of the interests of the Company and the Colony."],"tagDate":["1814-07-24T00:00:00.000Z"]},"823":{"tagPlace":["Montreal"],"tagDate":["[1815-01-01T00:00:00.000Z TO 1816-12-31T23:59:59.999Z]"],"tagDescription":["Extracts from N.W.Co.letters (sent to England, 1817), going to show their fixed purpose to be the extinction of the Red River Settlement.- I hope in spite of every difficulty that is thrown in my way to prevent it,to take out all Lord Selkirks Colony,amounting to about 120 souls,men women and children,for if they are allowed to remain here as freebooters,we may leave the country to themselves --- had I not divided his people,and gained over a part of them,we should have been crushed before now.-"]},"607":{"tagPlace":["Towcester"],"tagDate":["1815-09-01T00:00:00.000Z"],"tagDescription":[" Advisibility of getting good colonists. Newly married couples might be taken free,on condition of indenting themselves for a period of service,at end of which they would receive free grant of land. Young women might be taken out on somewhat similar terms.Samples of wool,maple sugar and salt have been received from Settlement. Refers to several matters of business. A few well qualified young men wanted as Company's clerks. Is sending papers re claims of Kildonan tenants against Lady Stafford; wishes them to be investigated and believes that compensation will be given in any casess which are substanstiated and properly presented."]},"181":{"tagDate":["1814-09-10T00:00:00.000Z"],"tagDescription":["to the Earl of Selkirk. Reports arrival,and various small matters attended to in connection with the service."],"tagPlace":["York Fort"],"tagName":["White, James"]},"418":{"tagPlace":["Red River Settlement"],"tagDate":["1814-10-21T00:00:00.000Z"],"tagDescription":["Notice by Miles MacDonell to N.W.Co. served on Alexander Kennedy,acting for them, to quit the posts and premises occupied by them at Turtle River, six months from date. Delivered November 4th."]},"635":{"tagDate":["1815-01-01T00:00:00.000Z"],"tagDescription":["Hence the difficulty of securing settlers.Measures taken by writer to remove the antagonism thus excited among the people of Thurso. The excellent treatment received by the emigrants who have now come out ought to diminish some of this hostility. Expects personnally to be able to engage many settlers,especially in Cornwall and Devon."]},"487":{"tagDate":["1815-04-23T00:00:00.000Z"],"tagDescription":["to Miles MacDonell. Is sorry to hear of bad state of affairs at Red River. Would go to its assistance,but cannot leave Jack River unpropected. Thinks all MacDonell will be able to do is maintain the defensive against the N.W.Co.as they boast they will have 500 men this spring to act against him. Sutherland and others are going to his assistance."],"tagPlace":["Jack River"],"tagName":["Holdsworth, Geo "]},"172":{"tagDescription":["Refers to conduct of Mr.Spencer,the accountant. Disposal being made of several servants. The settlers who have arrived this year not satisfactory. Cattle and hogs are needed. Disposition to be made of Norwegians. Describes supplies which ought to be sent out. Thinks presence of Lord Selkirk necessary. Refers to relations with Indians. Is well pleased with Mr.White. Hopes to make his next report clearer.Refers to death of Mr. LaSerre,and disposition made of his effects."],"tagDate":["1814-09-09T00:00:00.000Z"]},"411":{"tagName":["Vincent"],"tagDescription":["Order pr 13th - shall be obeyed.","David Ross never expressed desire to go to Red River.- notice given th at servants quitting might have means of going.","Suffiency of deals for Hadlow etc","Atlkinson did not go to explores interior East Main - nor reason given shall be ordered again","Answer to letter March 29, 1815. Doubt communication by Michipicton to Sault; better chance by Abbitibi and Keenage. Propose establish Abbitibi, not far to settlements on Grand River. Often packsters travel only want guide. Arrangements made to forward dispatch from North, from post to post.","Answer to 6 - Wipinaban established, about 1/2 way Osnaburg to Winipic,good fish - & trade- Lake Sal. better to supply from Albany as good communication from O H","Ice houses shall be tried.","have sent 12th paragraph to District Masters - will be fuller report.-"],"tagDate":["1815-01-01T00:00:00.000Z"]},"549":{"tagDescription":["Has heard recently of the massacre of 20 of the settlers and H.B.Co.'s servants and the destruction of the Settlement by the N.W.Co. Has confidence that Semple would not act in a way to give just grounds for the attack. As a magistrate Selkirk will investigate the affair at Fort William,having failed to find other magistrates who could conveniently do so. "],"tagDate":["1815-07-29T00:00:00.000Z"],"tagPlace":["Sault Ste. Marie"]},"759":{"tagName":["Sutherland, James"],"tagPlace":["Brandon House"],"tagDescription":["to Robert Semple. Reports arrival at this post. People here affected with eye-disease. This has caused consumption of much provisions. Trade not promising. Report received fron Qu'Appelle relates attempt of N.W. representatives to drive H.B. followers from that place which would probably have been done but for assistance latter received from Indians. When N.W. agent heard of Cameron's arrest he agreed to peace till writer should arrive."],"tagDate":["1815-11-21T00:00:00.000Z"]},"854":{"tagPlace":["Montreal"],"tagName":["Selkirk, Lord"],"tagDate":["1816-03-30T00:00:00.000Z"],"tagDescription":["to Colin Robertson. Commends him for his service in bringing the settlers back to the Settlement from Jack River,and his general management of affairs. Hopes to come to his support so accompanied that further attempts on the peace of the Settlement will be at an end. On the opening of navigation will despatch some manned canoes to reinforce him. Capt. MacDonell to accompany them, but he is not to take command at the Settlement,but will act as Robertsons second as his official authority under his commission from the Company will be useful."]},"528":{"tagName":["Pritchard, John"],"tagPlace":["Forks, Red River"],"tagDescription":["arrived in April with despatches from Robertson, after making an astonishing march by Y. Have given him part of Point Reunion on which to settle. Fidler with White and Arch.McDonald to assist, are left in charge of the Settlement for the summer. Prospects for a good crop if properly harvested. The mill to be ready after harvest. The enemy have taken all the horses of the Colony."],"tagDate":["1815-06-20T00:00:00.000Z"]},"890":{"tagDate":["1815-01-01T00:00:00.000Z"],"tagDescription":["Memorandun of Wm. Auld of statements on oath made at York Factory, 1814, by officers and servants of the H.B.Co. relating incidents of assault and robbery by the N.W.Co. people at Isle a la Crosse and Bigfall."]},"543":{"tagName":["Harvey, Col. J."],"tagPlace":["Quebec"],"tagDescription":["to Maitland, Garden & Auldjo. Referring to the inquiry made by Sir Gordon Drummond of Mr. McGillivray re the danger to the Red River Colonists from N.W. Co. aggression. He states that McGillivray's answer has removed from Sir Gordon's mind all trace of any unfavorable impression respective the heads of the Company, and if the settler's lives or property are hereafter endangered it will arise from the conduct of Miles MacDonell, who has assumed powers which cannot have been vested in him. The legality of his Proclamation will be tested in a British Court of Law to which they have properly been carried by the N.W.Co. Sir Gordon will lay the matter before the Secretary of State."],"tagDate":["1815-07-12T00:00:00.000Z"]},"134":{"tagName":["MacDonell, Miles"],"tagPlace":["Red River Settlement"],"tagDescription":["to Lord Selkirk. Reports state of settlers and crops in the fall of 1813. Colonists wintered at Fort Daer,faring well,meat being plentiful and the season mild."],"tagDate":["1814-07-25T00:00:00.000Z"]},"802":{"tagDescription":["Statement given to Daniel Mckenzie. Concerning proposals for an adjustment of differences and and a union of the Hudsons Bay and the North West Companies. In 1811 the H.B.Co, made proposals of agreement to the N.W.Co,and are now willing to consent to an arrangement on the basis then suggested,which stipulated that the H.B.Co. should not interfere in the trade carried on beyond the Hudsons Bay territories( altho they had a right to do so) provided the N.W.Co,should not interfere in the trade carried on in the H.B.territories, also neither part need renounce any of their rights,nor make any admission of the claims of others. To avoid difficulties it was proposed that the claims of right should be referred to the most eminent counsel in England chosen by both parties and their award accepted as final."],"tagDate":["1815-12-01T00:00:00.000Z"]},"633":{"tagDate":["1815-01-01T00:00:00.000Z"],"tagDescription":["Appendix 8. Statement as to prejudices against the Settlement. Unavoidable mishaps which first settlers suffered have been magnified,and numerous fabrications circulated by unprincipled persons. Description of device by which some of colonists have aided these machinations"]},"778":{"tagPlace":["River Qu'Appelle"],"tagDescription":["Indians stole all(24) our horses. The N.W.Co.uneasy since his arrival. He made public the horse whipping business and its attending circumstances."],"tagDate":["1815-12-16T00:00:00.000Z"]},"639":{"tagDate":["1815-01-01T00:00:00.000Z"],"tagDescription":["Statement entitled \"Plan of my(intended) Route.\" Describes course writer intends to take in surveying the Red River Colony,the lead mines at Richmond,and,if possible other places."]},"601":{"tagPlace":["Towcester"],"tagDate":["1815-09-01T00:00:00.000Z"],"tagDescription":["Earl of Selkirk to John MacDonald. Giving various instructions for carrying on the work of securing settlers for the Red River Colony. Is himself about to sail for America. No settlers to be engaged this year, but information on subject to be obtained. It will be necessary to know approxmatively how many will go out next year,in order that H.B.Co.may decide whether they can send a ship. Refers to accommodation to be given and rates charged passengers for voyage."]},"1018":{"tagDescription":["to Robert Livingstone. Regarding the delivery of despatches.Seeks information on the portages between Lake Simcoe and Lake Huron and the best route to follow."],"tagDate":["1816-02-16T00:00:00.000Z"],"tagName":["Selkirk"]},"434":{"tagDescription":["(?) to Lord Bathurst. Representing the necessity of military protection for the Red River Settlement,and refuting N.W.Co charges against the N.B. Co. \"The incorporation of the Hudson's Bay Company,and the privileges they enjoy,are thus a pledge for the good behaviour of all that are employed under them. The North West Company being a simple association of individuals,are under no corresponding degree of responsibility\"etc."],"tagDate":["1815-03-03T00:00:00.000Z"],"tagName":["Lord Selkirk"],"tagPlace":["Penge Place"]},"28":{"tagName":["Auld,Wm."],"tagDate":["1814-05-11T00:00:00.000Z"],"tagDescription":["to Miles MacDonell. Explains his refusal to co-operate in making a winter road from Hudson Bay to the Settlement and has not received sanction of the Committee to do so. Where possible has always supported the interests of the Colony. Will continue to uphold the authority of MacDonell's Proclamation. Re prices of fresh provisions from the Company for the Colony. Concerning Hillier's proffered aid to MacDonell. Will make arrangements for establishing Hudson's Bay trading post at the Colony."]},"361":{"tagDate":["1813-05-26T00:00:00.000Z"],"tagDescription":["Abstract of letter of instructions to T.Thomas."]},"333":{"tagDate":["[1814-09-10T00:00:00.000Z TO 1814-12-31T23:59:59.999Z]"],"tagDescription":["Here follows an abstract of information supplied upon various matters of detail in letters from T. Vincent to H.B. Committee."]},"111":{"tagName":["McLeod, John"],"tagPlace":["Forks, Red River"],"tagDescription":["to Lord Selkirk. Gives his reasons for not returning to Scotland to procure servants for the H.B.Co. The growing encroachment of the N.W.Co. By postponing his return a year he will be enabled to report on the state of the soil and crops at the Settlement"],"tagDate":["1814-07-20T00:00:00.000Z"]},"255":{"tagPlace":[" "],"tagDate":["1814-01-01T00:00:00.000Z"],"tagDescription":["Memorandum. Notes on the \"Pemmican Affair\". Illustrates discrepancies between reports of Auld and MacDonell on the matter of quotations from correspondence of each.It was in accordance with advice of Auld and H.B.officers at York Fort that MacDonell imposed the embargo on pemmican,though Auld reports to the contrary. Auld complains that MacDonell seized H.B. supplies,after promising not to molest them. No evidence of such a promise,but quite the contrary. Auld accuses MacDonell of allowing Canadians to bully him into surrendering all provisions they wanted. On contrary, he kept a very large proportion of their provisions and in reality acted with excessive boldness. He compelled Canadians in spite of their superior force to recognize his authority. Auld refers to Hillier's offer to assist MacDonell, but, though MacDonell accepted, no such assistance was given him."]},"862":{"tagDate":["1816-11-11T00:00:00.000Z"],"tagDescription":["to Sir Gordon Drummond. Urging the necessity of military protection for the Red River Settlement, referring him to a narrative by Miles MacDonell of the occurences there up to June 15th. States that the native Indians took no part against the Colony,and attributes most of the outrages committed to the halfbreeds at the instigation of the N.W.Co. Miles Macdonell's authority as Governor of Assinaboia as derived from the Crown. Embarrassed situation of the settlers who fled from the Colony with the fresh settlers just out from Scotland, in all 150 persons who will be obliged to remain the winter at York Factory."],"tagPlace":["Montreal"],"tagName":["Selkirk, Lord"]},"78":{"tagDate":["1814-05-28T00:00:00.000Z"],"tagDescription":["to Miles MacDonell. (Am abstract of this letter of considerable extent is found on page 1076 & p,100 of this calendar.)"],"tagPlace":["Gravesend"],"tagName":["Selkirk, Lord"]},"271":{"tagDate":["1814-01-01T00:00:00.000Z"],"tagDescription":["Instructions of a similar nature for the making out of the annual reports."],"tagPlace":[" "]},"574":{"tagPlace":["Montreal"],"tagDate":["1815-08-10T00:00:00.000Z"],"tagDescription":["Copy of warrant for seizure of provisions near Brandon House , signed by Miles MacDonell at the Forks , Red River June 7th, 1814."]},"652":{"tagPlace":["Montreal"],"tagDate":["1815-09-09T00:00:00.000Z"],"tagDescription":["For this purpose Mr.Auld ought to be brought to Canada. Miles MacDonell expected to arrive soon. N.W.Co.do not intend to convey any of the settlers to Montreal. They wish to destroy colony and seduce H.B. servants. Authenticated copy of H.B.Charter should be sent out."]},"422":{"tagDescription":["Extract of a leter ( 4 to Duncan Cameron) re the N.W.Co.'s scheme to induce the R.R.Colonists to go to Canada which has been practically successful. Both Companies endeavour to make use of the Indians and half-breeds. Unconfirmed rumour that Duncan Cameron has been taken prisoner by Colin Robertson. ( These extracts indicate the attitude of the N.W.Co. towards the H.B.Co.at this time. )"],"tagDate":["[1816-03-28T23:59:59.999Z TO 1818-05-01T00:00:00.000Z]"]},"186":{"tagDescription":["to the Earl of Selkirk. Refers to several small matters in connection with the Settlement. Norwegians have been sent to begin work on the winter roads. Report receipt of despatches brought by Jas.Sutherland. Gives his opinion as to carrying on correspondence by way of interior and Canada."],"tagDate":["1814-09-20T00:00:00.000Z"],"tagName":["Thomas, Thomas"],"tagPlace":["York Factory"]},"619":{"tagDescription":["Statement of John Rogers re voyage out. Describes measures taken for comfort of passengers,and excellent results therefrom. Had no trouble with passengers. Describes the school on ship-board. Voyage in every way satisfactory. Officials did all possible for comfort of passengers."],"tagDate":["1815-09-07T00:00:00.000Z"]},"163":{"tagDescription":["to Capt.Miles MacDonell. Will appoint an officer to take temporary charge of the Colony,in consequence of MacDonell's resignation. Trusts that latter will represent to Lord Selkirk the favor thereby shown the Settlement project. Will try to convince Lord Selkirk of propriety of accepting MacDonell's resignation."],"tagDate":["1814-09-01T00:00:00.000Z"],"tagName":["Auld, William"],"tagPlace":["York Fort"]},"875":{"tagDate":["1815-02-14T00:00:00.000Z"],"tagDescription":["to the H.B.Co. Dangerous position of the Red River Colony owing to enmity of the N.W.Co. who have the Indians completely under their influence, the Saulteaux, who live in close proximity to the Settlement,have been conciliated,but the more distant Ossiniboines have had their hostility industriously fomented by the N.W.Co. Quoting from a letter of a N.W.Co. partner which has come into his hands he says: \"I have reason to fear that my brother's life, and the safety of the infant Colony on Red River are in a perilous situation. My greatest fear is from treachery and machinations to prejudice the native against the colonists. Some of the wintering partners of the N.W. Company think favorably of the undertaking and will go all lenghts, consistent with their duty and interest as North West partners, to prevent its destruction. The strongest argument I have heard used, to raise a jealousy in the natives, is by inculcating on their minds a belief that they are robbed of their lands without any indemnification. This I have heard a year ago from the mouth of a principal and one of the chief instigators of this enmity to the Colony.\" Recalls the vehement antipathy of the N.W.Co. to the Settlement expressed as early as 1811. Colony will need aid and protection of the Governement."],"tagPlace":["Penge Place"],"tagName":["Selkirk, Lord"]},"1024":{"tagDate":["1816-02-29T00:00:00.000Z"],"tagDescription":["to Selkirk. Forwarding account of expenditure incurred."],"tagPlace":["York"],"tagName":["Wood, Alexander"]},"414":{"tagPlace":["New Brunswick"],"tagDescription":["Ships detained - Stock of flour already inadequate - from failure of goose hunt - and winter universal scarcity - in 1811 plenty of stores and good hunts - this will subvert plans for inland trade - will try to supply furthest off before ships - rest must wait; if Indent. sent,I think we can maintain posts already established. Cattle will be reduced and must indent for more provisions. Conduct of Turner etc strange - Davidson averse,but both undecided. Left Moose 23rd Sept. arrived Oct. 17th. - directed watch House at Canadian door - hitherto they... no furs.","Keveny arrived - with news & ships - Sent Spencer ?50 promised - received nothing for journey with McNac,not even years wagos - Dyer goes. North West Company in Red River universal feeling in officers to have nom entire - obligations to Bicoley and Keveny - he to proceed in Spring to Red River - with dispatch to Semple - Keveney not required at Red River to return with dressed skins - very needful. Every hope of very fine trade - better than last year."],"tagDate":["1815-12-31T00:00:00.000Z"]},"851":{"tagDate":["1815-12-18T00:00:00.000Z"],"tagDescription":["to Robt. Semple. Desires him to assure those of the settlers who remain faithful that he has not abandoned them and will not neglect their welfare. Intends going to the Colony the following year. Expects Government will grant the military aid he has requested for them. Till they ( the troops) arrive does not wish settlers to return to their farms,but to make themselves as comfortable as possible in the temporary settlements where they are to be encouraged to raise provisions."],"tagPlace":["Montreal"],"tagName":["Selkirk, Lord"]},"42":{"tagPlace":["York Factory"],"tagName":["McDonald,Arch."],"tagDate":["1814-05-22T00:00:00.000Z"],"tagDescription":["to Miles MacDonell. A full account of affairs during the winter of 1813-1814 from the departure of the ships to date. The winter spent at Churchill Creek. The journey on the part of a section of the settlers to York Factory. Statistics re their number, services and rations. Encloses copies of letters from Miles MacDonell to himself dated York Factory,September 1813,giving instructions re his management of that part of the Colony's affairs entrusted to him, also copy of a letter from himself to Wm.Auld,with the reply re the duties of his position,and of Mr.Edwards taking precedence of him."]},"39":{"tagDate":["1814-05-13T00:00:00.000Z"],"tagDescription":["Recommends that no trader be allowed to enter Selkirk's territory without a written license from the H.B.C.,Lord Selkirk or MacDonell. Also that a notice to quit be sent the Canadians at the Forks. Advisibility of keeping the Canadians and the Settlers separated from the Indians."]},"1061":{"tagName":["Selkirk "],"tagPlace":["River Qu'Appelle"],"tagDescription":["to Thomas Clarke. Has determined to travel via Nottawasaga.Gives instructions as to forwarding supplies. Learns from Berczy Indian corn can be had for one cent per bushel and flour at six cents per hundredweight. Would like to engage one or two brick-makers."],"tagDate":["1816-03-25T00:00:00.000Z"]},"520":{"tagDate":["1815-06-20T00:00:00.000Z"],"tagDescription":["to Lord Selkirk. Expectations of a peaceful settlement with the N.W.Co. the previous summer overturned by their agents at Ft. William- no part of the conditions fulfilled - Spencer made prisoner on warrant from McLeod. Cameron maintained a constant intercourse with the settlers during the winter. His efforts to induce them to go to Canada, his order to the Canadian freemen and halfbreeds not to furnish the Colony with meat.  He instigates their taking Mcleod and others prisoners. MacDonell believes they(halfbreeds and free Canadians) even meditated his own death. They seized the artillery pieces and conveyed them to the N.W.Co. fort. Most of the settlers had gone to the mouth of the Winnipeg River and others to the N.W.Co.'s Fort. On the breaking up of the rivers people flocked to them from all quarters, and they declared open war unless a surrender were made by the Colony. Crees were also brought from Qu'Appel from Qu'Appelle to intimidate."],"tagPlace":["Forks, Red River"],"tagName":["MacDonell, Miles"]},"1041":{"tagName":["Selkirk"],"tagPlace":["Montreal"],"tagDescription":["to Sir Gordon Drummond. Requesting an escort on his journey to Red River."],"tagDate":["1816-03-11T00:00:00.000Z"]},"749":{"tagDescription":["Moreover,the question of his guilt or innocence in no way affects the main question,the necessity of military protection. A large number of people will be compelled to remain in a difficult position at York Fort till such protection is granted."],"tagDate":["1815-01-01T00:00:00.000Z"]},"559":{"tagName":["Spencer, John"],"tagPlace":["Montreal"],"tagDescription":["to the Earl of Selkirk. Is writing from goal,where he is awaiting trial. In former letters announced having taken up winter quarters at Lac la Pluie. Two N.W. Proprietors passed there in spring on way to Red River where they arrested Capt. MacDonell. N.W.Co.did all possible to seduce settlers; those of latter who did not accompany N.Western, removed to sea-coast. Miles MacDonell detained at Fort William; his son Donald left at St. Joseph."],"tagDate":["1815-08-10T00:00:00.000Z"]},"578":{"tagPlace":["Kingston"],"tagDate":["1815-08-15T00:00:00.000Z"],"tagDescription":["Statement of William (? Simon) McGillivray re settlers from Red River. Refers to Lord Selkirk's efforts to establish a colony. His advertisements held out all kinds of inducements to colonists,but suppressed the real facts."]},"486":{"tagDate":["1815-05-09T00:00:00.000Z"],"tagDescription":["Kildonan emigrants to John MacDonald,agent at Inverness, requesting that James Sutherland may be permitted to act as cathechist until a Clergyman is sent to the Colony."],"tagPlace":["Kildonan"]},"857":{"tagDate":["1816-03-30T00:00:00.000Z"],"tagDescription":["Gives plan of proposed village,which,if the N.W.Co.are still troublesome,should be placed a little down the River from Government House."],"tagPlace":["Montreal"]},"23":{"tagDescription":["articles(such as Chocolate) for your own table.","Even woolen goods appear almost unnecessary according to the samples of country clothing brought home by Mr. Keveny.","Through the whole Indent too little attention has been paid to the resources of the country. Ditch and tar sent for when the banks of Lake Winnipeg abound with resinous woods,and salt when the country is full of salt springs.","A most important point is the reduction of the number of men on wages to as few as are absolutely requisite; it appears that there are upwards of forty on the list for whom it must be difficult to find useful employment. Had they been employed at Lake Winnipeg(the outlet of) or Hill River might have been of service.","The manner in which the Indent is made out is also confused.","Such as tea,sugar,wine,brandy,etc.besides.","Notwithstanding that it has been thought better to send too much than too little except on certain articles.","Some of these articles no doubt may be required,but in moderation.","Soap and sugar are actually made in the Country. Oil might be extracted. Door hinges and locks,glass and even nails may all find substitutes.","Great danger of waste when a large quantity of any article is in store at once."],"tagDate":["1814-04-12T00:00:00.000Z"]},"484":{"tagDescription":["to Dougald Cameron. Accusing him of unjustly arresting and imprisoning him - One of Selkirk's settlers."],"tagDate":["1815-04-05T00:00:00.000Z"],"tagName":["McLean, Alexander"],"tagPlace":["Langamull"]},"137":{"tagDate":["1814-07-25T00:00:00.000Z"],"tagDescription":["Festivities at Christmas and New Year.Would be glad if a clergyman could be sent to relieve him of performing their function. Arrangements for strengthening Fort Daer. Expects it to become quite a settlement in a few years."]},"770":{"tagDescription":["\"Hitherto also the people called in that country free Canadians and halfbreeds being old discharged servants of the North West Company who have families by Indian Women & their descendants had shown the most favorable disposition to the Settlement and several of them had taken lots of land & begun to cultivate and settle themselves. The North West Company have great influence over these people & are in the habit of calling upon them for temporary services. They immediately hired at high wages all those who had shewn any disposition to settle & they spread the most false and malicious stories among them of Mr.MacDonell intending to oppress and injure them in various ways and in short used every means in their power to alarm and irritate them against Mr.MacDonell and the settlers who supported him.\""],"tagDate":["1815-12-05T00:00:00.000Z"],"tagPlace":["Langby Farm"]},"360":{"tagDescription":["Abstract from letter of instructions to Messrs. Auld and Thomas.","Memorandum of instructions to Davison, Auld, and Thomas.","Memorandum of instructions to Messrs. Auldje & Maitland, Auld, Hillier, and Sutherland."],"tagDate":["1812-05-30T00:00:00.000Z"]},"383":{"tagDate":["1815-09-15T00:00:00.000Z"],"tagDescription":["Remarks on the qualifications of John Clark, leader, and Logan, second in command of the Athepescon expedition. They will establish 7 or 8 posts in the Athepescon and Peace River country, and Mr Decoigne, the third officer, who goes to Lesser Slave Lake highly recommended. Supply of equipment and luxuries for the expedition when at Lake Winnipeg was somewhat insufficient but a keg of rum satisfied \" this thoughtless people\". Messrs. McVicar, McKenzie, Lewis and Smith, clerks; Mr Linklater, interpreter and John McDonald, (the latter of the H.B.Co.) accompanied the expedition. A lack of knowledge of the French language is a disadvantage to many of the Company's officers. Colin Robertson takes with him to Red River, 2 clerks, 2 interpreters and 13 Canadian men. The Norwegians also went to get in the crops."],"tagPlace":["York Factory"]},"929":{"tagPlace":["Sault St. Mary's"],"tagName":["Ermatinger, Charles O."],"tagDate":["1816-01-02T00:00:00.000Z"],"tagDescription":["to Miles MacDonell. Will assists in establishing a winter express between York and Hudson Bay Posts."]},"1039":{"tagDescription":["to Robert Semple. Mentions provisions being very low.The packet just arrived from Fort Hibernia,with letters from Saskatchewan,Cumberland and Athabaska. Informed by Mr.Bird it is doubtful if he can supply horses for the colony.Expresses fear North West Company is again raising the halfbreeds against the Colony. Young Shaw sent to Isle a la Cross as recruiting sergeant. There are many buffalo about,but difficult to kill. Encloses copy of agreement between McDougal and the North West Company."],"tagDate":["1816-03-11T00:00:00.000Z"],"tagName":["Sutherland, James"],"tagPlace":["Qu'Appelle"]},"366":{"tagDate":["1813-05-26T00:00:00.000Z"],"tagDescription":["Memorandum: Instructions to T.Thomas and W.Auld.","Abstract of letters of instructions to William Auld, W.H. Cook,T.Vincent, and others."]},"956":{"tagDescription":["to his uncle,Lord Selkirk. Informing him that he is appointed to the China Expedition."],"tagDate":["1816-01-23T00:00:00.000Z"],"tagName":["Hall, Basil"],"tagPlace":["H.M.S Lyra, Spithead"]},"232":{"tagDate":["1814-12-06T00:00:00.000Z"],"tagDescription":["The Earl of Selkirk to Colin Robertson. Is alarmed by threats of N.W.Co to bring Indians against Settlement. Commission as J.P. in Indian Territory not valid in H.B.dominions. Any attempts to arrest Capt. MacDonell on that authority will be illegal violence. Commander of H.B.expedition to Athabasca should procure commission as J.P. Glad that Auldjo,Maitland & Co. have accepted agency of H.B.Co. Is anxious that John MacDonell visit his brother and the Settlement."],"tagPlace":[" "]},"276":{"tagPlace":[" "],"tagDescription":["Instructions for keeping the Journals of the various H.B.Posts. Entries in regard to the climate are of special importance,as it is believed that much of the provisions now sent from home could be produced in the country.","Letter of instructions to new Superintendant,Thomas Thomas,of which following analysis is furnished by paragraphs."],"tagDate":["1814-04-01T00:00:00.000Z"]},"116":{"tagDate":["1814-07-23T00:00:00.000Z"],"tagDescription":["to Wm.McGillivray. Answer to above queries."],"tagPlace":["Fort William"],"tagName":["Pritchard, John"]},"941":{"tagName":["Livingston, Robert"],"tagPlace":["York"],"tagDescription":["to Miles MacDonell. Offers to raise a force for the protection of the Red River Settlement if it is re-established."],"tagDate":["1815-11-24T00:00:00.000Z"]},"762":{"tagPlace":["Montreal"],"tagDescription":["Affidavit of Michael MacDonell before J.M.Mondelet.J.P. States that George Campbell,a colonist who came to Red River in 1814,abandoned the Colony in the winter of 1815, with a party of settlers whom he headed going over the N.W.Co. at Gibraltar,taking with them nine pieces of cannon, which he(Campbell) afterwards stated had been taken at the desire of Duncan Cameron,the North West Co. paying him £100 and promising him a situation at St Joseph's. He also assisted in the  attack and destruction of the Colony in June last,and went with the greater part of the settlers who were taken to Upper Canada by the N.W.Co."],"tagDate":["1815-11-28T00:00:00.000Z"]},"1027":{"tagDate":["1816-03-02T00:00:00.000Z"],"tagDescription":["to Selkirk. Gives advice and suggestions for his journey to the interior in the spring. Thomas Clark and A.Wood report on the best route to follow. The head of the St.Clair River is as near the Sault as the Nottawasaga River and more convenient."],"tagPlace":["York"],"tagName":["Livingston, R."]},"20":{"tagName":["Thomas, Mr."],"tagDescription":["Abstract of Lord Selkirk's Letters to Miles MacDonell. For full text of letter see p.1006 and p.96 of calendar.","Any work done at any of the other stations to be appreciated by T.T.and M.McD. (Thomas Thomas and Miles Macdonell.)","Informs that Mr.Auld has been superseded by Mr.T.Thomas.","As large a number of effective men as can be spared are to be sent although it is not supposed that may boats will be required as there will be no families and only as many men as room can be spared for in the Company's regular ships.","Complains of the backward state of the Colony as respects cultivation,etc. but hopes that the people will work to better purpose when placed on their own lands.","Mr.Thomas will receive instructions by this same opportunity for a winter-road. The road and stations as far as Play Green Lake are to be established at the sole charge of the Company and thence to be continued by the Settlement to the Red River for which purpose the Colony is to hold on long leases any convenient intermediate spots of ground,also a depot at the outlet of Lake Winnipeg and on Hill River below the Rock. The latter considered as very important. Every assistance to be given to Mr.Thomas."],"tagDate":["1814-04-12T00:00:00.000Z"]},"1019":{"tagDate":["1816-02-17T00:00:00.000Z"],"tagDescription":["to Sir Francis Gore,Governor. Regarding land grants made to him in the townships of Dover and Chatham,and requesting an extension of time for settling them. Refers to a petition from his agent,Alexander MacDonell,in July 1809,for an increase in acres for each settler."],"tagName":["Selkirk"]},"617":{"tagDescription":["(Appendix 1.) Memorandum. List of passengers landed at York Fort, Aug.26,1815."],"tagDate":["1815-09-07T00:00:00.000Z"]},"262":{"tagPlace":[" "],"tagDescription":["Instructions from H.B.Co. to Thomas Thomas. Directions given for the creation of an Establishment in Athabasca to be manned by Canadians.Will be under a chief subject to Thomas' orders; but,while full explanation of his conduct is to be required,he is not to be overruled or superseeded except in extreme circumstances. Expedition to set out from Montreal following spring,and arrangements are to be made for its accommodation.Extra supply of goods being sent. Certain officers and men from old establishments to be attached to expedition. Proposal of establishment beyond Rocky Mountains not to be dropped, but if not yet undertaken may be postponed. Older establishments to support new ones."],"tagDate":["1814-05-01T00:00:00.000Z"]},"573":{"tagPlace":["Montreal","York Factory"],"tagName":["Semple, Robert"],"tagDate":["1815-09-05T00:00:00.000Z"],"tagDescription":["Here follows a copy of letter from Miles MacDonell, dated Forks Red River,June 7, 1814, giving instructions for seizure of provisions near Brandon House.","to Alexander MacDonell. Appointing him temporary second-in-command of the Settlement. P.Fidler to accompany settlers inland; attention to be paid his opinions when local knowledge is concerned."]},"408":{"tagPlace":["York Factory"],"tagDate":["1815-09-20T00:00:00.000Z"],"tagDescription":["Mr. Charles to try the passage b the Burntwood portage between York and the Upper Churchill River next summer, which may be adopted as the usual route. Command of the schooner given to Mr Irwin. Captain Taylor going home. Capt.Hanwell, 50 years in the Companys service, wishes to retire. Sends home an Esquimaux canoe to serve as a basis of a collection of curious of that race. Remarks on the Companys late regulation prohibiting their servants from having articles sent out by their friends for their own use. Advises that this be annulled and that the reduction of one fifth made to the servants on goods be withdrawn. They are gratified that interest has been allowed on their accounts where the balance has been left in the Companys hands."]},"855":{"tagDate":["1816-03-30T00:00:00.000Z"],"tagDescription":["Directs the apprehension of Duncan Cameron,Alex.MacDonald,Seraphin Lamar,Cuthbert Grant,Wm.Shaw and others, as the leaders of the proceedings against the Colony the previous summer. The warrants to be secured from the Companys Chief officers,so that their authority cannot be denied. The N.W.Co.must be compelled to cease their intrusion on his lands,particularly at the Forks , but it must be done, even if force is necessary,under a legal warrant from the Governor. I am desirous you should abstain from any unnecessary interference with the freedom of trade and I would regret if the provisions of the N.W.Co. were stopped,in coming out of the River provided they pass thro the country in a peaceable manner without committing trespasses on my land. To encourage the settlers to remain together he desires a compact village to be laid out in building lots of 1/2 an acre,with 8 or 10 acres of land annexed to each as near as possible to the village, these to be given gratuitously,provided the settler builds and resides in the village till he has brought the whole of this extra allotment into complete cultivation."],"tagPlace":["Montreal"]},"76":{"tagDate":["1814-05-24T00:00:00.000Z"],"tagDescription":["to Lord Selkirk. Stating the terms of his engagement as surgeon for the Red River Settlement."],"tagPlace":["London"],"tagName":["White, James,surgeon"]},"882":{"tagDescription":["No. 3. John McDonell, N.W.Co. partner settled  in Upper Canada, to John McNabb. Relative to a transaction for the sale of his estate should he return to the western country. ( This letter quoted from by Lord Selkirk above. )"],"tagDate":["1814-10-10T00:00:00.000Z"],"tagPlace":["Point Fortune"]},"202":{"tagDescription":["Notice to quit service served by Miles MacDonell on N.W.Co. at mouth of Winnipeg River."],"tagDate":["1814-10-21T00:00:00.000Z"],"tagName":[" "],"tagPlace":[" "]},"725":{"tagDescription":["Gives a detailed account of the efforts of the N.W. agents to seduce the settlers and arouse the half-breeds and Indians against the Settlement; of the various annoyances caused to and attacks made on the Settlement by N.W. followers,and of his own surrender and the destruction of the Settlement."],"tagDate":["1815-11-11T00:00:00.000Z"]},"747":{"tagDescription":["Miles MacDonell was governor of the District,deriving authority from the Crown through the Hudson's Bay Company's Charter. As such, complaints against him should have been made to the Privy Council. The course taken by the N.W.Co.in arresting him seems to indicate a design to destroy the Colony. In any case,attacks on persons not concered in MacDonell's conduct were unjustified."],"tagDate":["1815-01-01T00:00:00.000Z"]},"330":{"tagDate":["1814-04-01T00:00:00.000Z"],"tagDescription":["All Bayside Posts,easy for Juniors at 1 Share.","Charles,chief inland C.R.; separate old Factory from inland districts.","Auld's conduct;(pass over much); neglect of Hillier's instructions.","If perseveres,substitute Jas.Sutherland at discretion."," W.Thomas,Chief of Albany inland; old Factory under M.R.; may remove W.T.'s seniors elsewhere if advisable."," Henley & Gloster House bad, want explanation. Examine Eunson's complaint against Corrigal.","Mannal has expressed himself unbecomingly,but good officer, not promote yet.","Auld's residence fixed at Cumberland to he near E.W.; no reason for non-compliance.","N.Brk; praise activity,in following Indians.","Necessity of new style of discipline; easiest to secure this with new people.","Gladman, discretion to employ or not,if not,give  assistance to settle at R.R.S.","Attend to this Estabt. as nursery. Regret Hillier coming home.","Hillier's establishment;reasons as per 1810 and 1811 instructions.","Local situation of Hillier,a secondary point; Swan R. at present; move to Isle a la Crosse as soon as possible.","Important to prepare well for Chepn Country, and go with strong force. Send clerks to learn language and explore; strange that only P.Fidler could pilot to I.X.","New people to be employed apart by themselves. Old hands in E.Wing.were in some cases unfit.","Blame T.Thomas and Vincent for not being inland,1812/13."," Frederick House,offer reward for discovery of murderers."]},"468":{"tagDate":["1815-03-29T00:00:00.000Z"],"tagDescription":["The books of the Company showed considerable profits, but thinking the shares of the officers too large the directors have by a peculiar system of reductions in the accounts made the sums to their credit appear something more than 1/3 of what is their right."],"tagPlace":["London"]},"26":{"tagDescription":["The crime alleged against the McLeans of too base a nature to be believed.","Do not suffer dissensions to be sown betwixt you and Archd. McDonald by any of the gentlemen at YF.","Private.","Conclusion.","Mr.Keveny asserts that you told him at the Forks in the Spring there would be no further occasion for his services,and does not admit that he was afterwards required to stay.","Do not mention this circumstance.If Mr.cook wishes to settle,not to be near headquarters at R.R.","And also the intimacy kept with the Clerks of the N.W. Co.","Shall write to your brother at Montreal.","Their malignity probably occasioned by Mr.Auld having procured the copy of one of your letters.","Your conduct towards your Relation Alexr.McD. appears to have been highly weak.","Your conduct towards Mr. Keveny does not appear justified by his general character and conduct. He is a man of superior abilities and should have been treated as such.","Was vexed to find that Mr.Auld had returned my letter to you unopened,its contents immaterial."],"tagDate":["1814-04-12T00:00:00.000Z"]},"672":{"tagDescription":["Gives a report of Cameron's speech to the freemen on his arrival in Red River last spring; he urged them to be prepared to assist in resisting Americans,but declared that they must first drive away the colonists; claimed to have been appointed Commanding Officer of Red River.Cameron became indignant when some freemen said they would assist against Americans, but not against fellow-subjects. Today one of freemen related how Cameron attempted to get him to oppose the Colony."],"tagDate":["1815-09-25T00:00:00.000Z"]},"702":{"tagDescription":["(This also published in Section C of appendix to \"Statement.\") Copy of letters of this date from Duncan Cameron to Hector McEachern and Donald Livingstone. Is glad to be able to assist the settlers,who are driven from country by dangers of Indians and violence of MacDonell. Will welcome all who choose to come to him. Advises them to get whatever they can from Settlement Store; he will purchase anything of use."],"tagDate":["1815-03-10T00:00:00.000Z"],"tagPlace":["Gibraltar"]},"688":{"tagDescription":["to the Earl of Selkirk. Has been collecting information from people who left Red River. One of these,Hector McEachem,has made an affidavit re conduct of Duncan Cameron,and submitted two letters received by hin from Cameron. Dwells on favorable conditions for settlement in the Red River district; to insure success,however N.W.Co.should be entirely excluded therefrom. Allowing that settlers were not well satisfied, N.W.Co.ought not to have been permitted to remove them from country without consent of Selkirk or his agents. Believes Messrs, Robertson and Clarke well adapted for resisting N.W.Co. Recommends securing for H.B.Co. a certain Deace, just retired from service of N.W.Co. Respectable people condemn conduct of N.W.Co. Several N.W.Co. clerks leaving the Company,in particular a son of a Mr Dillon who kept the hotel at which Lord Selkirk stopped when last in Canada. Another man gave evidence before Mr. Stuart, but it was not material. Hopes to obtain valuable information from servants of Settlement who deserted,and are now dissatisfied with their treatment by N.W.Co."],"tagDate":["1815-10-17T00:00:00.000Z"],"tagName":["Spencer, John"],"tagPlace":["Montreal"]},"139":{"tagDate":["1814-07-25T00:00:00.000Z"],"tagDescription":["States the issue of his embargo on provisions of January 8th. Relating fully the events which transpired in enforcing it. Swan River pemmican exempt in the warrant for seizure as he was not certain in was collected in the District. The N.W.Co.'s threat to use the Indians against him carried out. Terms of the truce which was effected. The N.W.Co.'s force was about 120 voyageurs and 12 bourgeois with expected reinforcements of 200 or 300 more,besides the Indians, MacDonell's force consisted of 28 men. Encloses Proclamation and other papers relating to the \"pemmican war\"."]},"551":{"tagPlace":["Red River Settlement"],"tagName":["McLeod, John"],"tagDate":["1815-08-05T00:00:00.000Z"],"tagDescription":["to Lord Selkirk. Gives a detailed account almost similar to his narrative given above of his \"mission of peace\" to the freemen, servants of the N.W.Co, and halfbreeds assembled in arms in the Plains near his wintering post at Turtle River."]},"945":{"tagDate":["1816-01-14T00:00:00.000Z"],"tagDescription":["to Selkirk. Refers to the atrocities committed by the Canadians at Red River. Mentions the sailing of the Hadlow and the Eddystone from Moose Roads on the 23 September; meeting ice they were delayed and laid up at Shutton's on the 20 October owing to Captain Turner,of the Eddystone ,refusing to proceed. It is believed at Moose that Captain MacDonell,his officers and the settlers were made prisoners and taken to Canada. Will leave Albany in the spring for the settlement believing that he can place it in such a state there will be no further interference. Mr.Dyer and Mr.Spence go with the packet,the former came out in 1812,and the other went to Montreal the winter the Prince of Wales wintered in the country and later made the journey with a Mr.Thomas. Mr.Vincent will accompany him to Eastmain to enquire about the ships."],"tagPlace":["New Brunswick"],"tagName":["Keveney, Owen"]},"575":{"tagPlace":["Montreal"],"tagDescription":["Says that he saw Robertson at Lac la Pluie; letter's canoes were following him. N.W.Co. have sent strong force toward Athapascan and English River; they will try to seduce H.B.Co.'s servants.","Statement of Spencer as to execution of warrant."],"tagDate":["1815-08-10T00:00:00.000Z"]},"927":{"tagName":["Mathews, -----"],"tagDate":["1816-01-04T00:00:00.000Z"],"tagDescription":["Describes disputes between North West Company and Hudson's Bay Company. Was at Fort William when Heregault arrived."]},"108":{"tagPlace":["London"],"tagDate":["1814-07-08T00:00:00.000Z"],"tagDescription":["Real object of Robertson's Voyage to be disguised. Let it be ostensibly to negotiate the disposal of townships on the Red River. Requests that the men engaged for the agriculture business keep a regular diary with obsertions on the nature of the country soil,timber etc. as they make the journey from Montreal westward."]},"754":{"tagDescription":["List of three witnesses against N.W.Co."],"tagDate":["1815-01-01T00:00:00.000Z"]},"442":{"tagDescription":["Memo. re the Kildonan semigrants sent by Corpl.Angus Mathison to Rev.A.Sage.) List of families going out with terms of their passage stated."],"tagDate":["1815-03-07T00:00:00.000Z"]},"133":{"tagPlace":["Forks, Red River"],"tagName":["MacIntyre, John"],"tagDate":["1814-07-25T00:00:00.000Z"],"tagDescription":["to Lord Selkirk. Complaint on the execution of the terms of his agreement with Lord Selkirk,made in Scotland."]},"859":{"tagDate":["1816-05-27T00:00:00.000Z"],"tagDescription":["to his wife. Describing the hardships that he and a party under Mr. Clarke endured the previous winter owing to shortage of provisions."],"tagPlace":["Ft.Wetherburn,Athabasca"],"tagName":["DeLaronde, L."]},"756":{"tagDescription":["to the Earl of Selkirk. Dined with Governor and Mr.McGillivray. They referred frequently to the Colony and the H.B.Co. Governor has promised assistance to writer in sending his expedition,but Mr. McGillivray's influence may prevent fulfilment of promise. As Michillimackinac may fall into hands of Americans, intends to get passport for his canoe brigade from American Government,through Astor. Astor and American Government are exasperated against N.W.Co. If Selkirk could get letters from members of Congress it would assist greatly. In any case, the Temiscaming route is always open. Pritchard is on his way to interior,and should reach Red River in February. Still hopes Donell McKenzie may join H.B.Co. Clarke has been secured, to disappointment of N.W.Co. Selkirk's agents will be under necessity of making expenditures in a social way here. Writer himself is under considerable expense on this account."],"tagDate":["1814-11-18T00:00:00.000Z"],"tagName":["Robertson, Colin"],"tagPlace":["Montreal"]},"540":{"tagName":["MacDonell, Miles"],"tagPlace":["Winipic River"],"tagDescription":["to Lord Selkirk. His surrender has not saved the Colony. The N.W.Co. have driven off the servants and settlers, taken their cattle and provisions, and destroyed the horses by fire. Indians voluntarily escorted the settlers safely out of the River. Will direct them to wait at the outlet of the lake till reinforcements join them and in the meantime employ the men in building there. Have written Mr. Thomas suggesting the propriety of employing Robertson and his people in driving the N.W.Co. out of the country. To deprive them of this and other posts in this district would completely derange their organization and the colonists might yet winter at the Settlement. This river ( Winnipeg) the best in which to winter the schooner Cuchullin"],"tagDate":["1815-07-02T00:00:00.000Z"]},"824":{"tagPlace":["Montreal"],"tagDescription":["\"We in this quarter assault the Colony in the rear , and to make safe work,we intend to draw some of their own men upon our side,when we have got a sufficient number we will then make them face about and fight out the battle.\" \"This spring must decide the entire ruin of the Colony- or the expulsion of the N.W.Co.from the Red River."],"tagDate":["[1815-01-01T00:00:00.000Z TO 1816-12-31T23:59:59.999Z]"]},"591":{"tagDate":["1815-08-30T00:00:00.000Z"],"tagDescription":["Hudson's Bay House. H.B.Committee (as before) to the Earl of Selkirk. Giving instructions re negotiations with N.W.Co. Chartered rights of H.B.Co.to be preserved. Willing to debar themselves fron entering Athabasca or territory towards Canada. Also to make grants on frontier in order to enable N.W.Co to exclude more effectively third parties. Reasonable facilities to be given N.W.Co. in passing through H.B. territory either from Canada or by way of the Bay. Necessary leases to be granted to N.W.Co at nominal rates.Willing to guarantee that similar privileges in the H.B. Co.'s territories will not be granted to any other traders. Enclosing copies of correspondence on subject in 1811."]},"101":{"tagDate":["1812-06-27T00:00:00.000Z"],"tagDescription":["to McTavis's,Fraser & Co. Informing them that he has directed Coutts & Co.to pay them £220-12s. on account of Alexander MacDonell of Niagara to whom they advanced £ 200 in 1812."],"tagPlace":["London"],"tagName":["Selkirk, Lord"]},"723":{"tagDate":["1815-11-11T00:00:00.000Z"],"tagDescription":["A sketch by Miles MacDonell of the conduct of the North West Company towards the Red River Settlement from September 1814 to June 1815 inclusive."]},"229":{"tagPlace":[" "],"tagDate":["1814-02-04T00:00:00.000Z"],"tagDescription":["Extracts of letters of Miles MacDonell to William Auld dated Feb. 4th and April 12th,1814,complaining of Mr. Hillier's neglect to support him against N.W.Co."]},"899":{"tagDate":["1815-11-18T00:00:00.000Z"],"tagDescription":["to Joseph Berens. (Not sent.) Remarks on the absolute necessity of obtaining redress for the outrages committed by the N.W.Co. at Red River. Desires to know what terms the H.B.Co. would offer as encouragement for him to re-establish his Colony there. Would the Committee form a scale of prices at which they would pledge the Company to receive from me or my assigns , a specified quantity of articles of produce , annually for a period of years?---"],"tagPlace":["Montreal"],"tagName":["Selkirk, Lord"]},"794":{"tagDescription":["This year the Colony establishment comprises 74 officers and men whose wages amount to £2400. Suggestion for employing the men preparing timber for stockades and a grist mill. Advice concerning various other matters relative to the internal economy of the Colony."],"tagDate":["1815-12-27T00:00:00.000Z"],"tagPlace":["Brandon House"]},"912":{"tagDescription":["Information received of intention of the halfbreeds in Athabasca,English River,Saskatchewan and Swan River to collect, join Grant early in the spring,and sweep Red River of the English. In March news of Robertson's taking the N.W.House at the Forks and making Cameron prisoner sets both parties on the alert,but open conflict is avoided. Aid is requested from Governor Semple who reinforces them with 10 men. Boats are built for conveyance of men and stores out of the River."],"tagDate":["1815-01-01T00:00:00.000Z"],"tagPlace":["Montreal"]},"380":{"tagDescription":["H.B.Co. to T.Thomas. Instructions re applying the principle of task work among the Company's men instead of regular wages. Disapproves the practise of sending men home as a punishment is too expensive a policy."],"tagDate":["1815-03-01T00:00:00.000Z"]},"773":{"tagDate":["1815-12-05T00:00:00.000Z"],"tagDescription":["Encloses copies of documents as evidence of the facts above stated. Crops are remarkably good, considering the attending conditions. On August 7th 50 or 60 of the settlers who had been forced to remove to the north end of Lake Winipic returned at the end of August 90 emigrants arrived from Fort York at the Settlement. Believes a small military force would be sufficient to protect the Colony from the danger to which they are subject from the N.W.Co."],"tagPlace":["Langby Farm"]},"953":{"tagDescription":["to Selkirk. Regarding a proposed arrangement between the two Companies."],"tagDate":["1816-01-18T00:00:00.000Z"],"tagName":["Mure, John"],"tagPlace":["Quebec"]},"845":{"tagDescription":["The Sioux having killed five Canadians in September,all the hunters. Canadians and natives retired from the hunting grounds early in March,and a scarcity of food was apprehended, but a body of 20 armed men made an expedition to Goose River and secured sufficient to tide the Colony over the Spring."],"tagDate":["1814-07-25T00:00:00.000Z"]},"1038":{"tagDescription":["C.O. Ertaminger to Selkirk. Forwards his affidavit regarding the intercepted letter sent of Alex. Woods, York, U.C."],"tagDate":["1816-03-08T00:00:00.000Z"],"tagName":["Ertaminger, C.O."],"tagPlace":["Saut St. Mary's"]},"1049":{"tagDate":["1816-03-13T00:00:00.000Z"],"tagDescription":["to Selkirk. Referring to enquiries made for McIntosh and Campbell concerned with intercepting letters. Has arranged for provisions."],"tagPlace":["York"],"tagName":["Wood, Alex."]},"464":{"tagDate":["1815-03-25T00:00:00.000Z"],"tagDescription":["Statement of Hillier enclosed to James White,similar to above."]},"920":{"tagPlace":["Montreal"],"tagDate":["1815-01-01T00:00:00.000Z"],"tagDescription":["Copies of speeches made at Red River,one on behalf of the Colonists on H.B.Co.and the other by Pegnis,the Saulteaux Chief, tending to show the friendly relations between Indians,Colonists,and the H.B.Co.and an attitude of enmity between them and the N.W.Co. The Colonists make presents to the Indians to seal their professions of amity."]},"797":{"tagDate":["1815-12-27T00:00:00.000Z"],"tagDescription":["Remarks on the conduct of Auld, his harsh and incapable administration in the H.B.Co. will be detrimental for years to come, and in some instances the Companys influence will never be regained,at least while the N.W.Co. exist. Invites Semple to make his home at Brandon House as the accommodation at the Forks and Pembina is poor."],"tagPlace":["Brandon House"]},"466":{"tagDescription":["to T.Thomas. Reports good trip from Canada - Favorably received by the directors of the H.B.Co. Selkirk's influence on the Board paramount. Since the peace with America the English Government offer very encouraging terms to settlers going to Upper Canada,of which many of a superior class have taken advantage. This is the greatest blow the Red River Colony has ever received. The Company find difficulty in procuring men in Orkney in consequence of the new contracts providing for no wages during illness."],"tagDate":["1815-03-29T00:00:00.000Z"],"tagName":["Auld,Wm."],"tagPlace":["London"]},"331":{"tagDate":["1814-04-01T00:00:00.000Z"],"tagDescription":["Sinclair,want of activity,healthy? If considered advisable to be Accountant YF.","Cook ought to have done duty till acceptance of resignation; did nothing yet still on Books Salary and share suspended.","Leaves his family on R.R.","Same mode used in North of Europe and Russian Dominions.","Snodie good returns, but Holmes' complaint to be investigated; Snodie knows Chepewayan language; send to Upper Churchill.","Send out 20 Swedes and Norw'ns to be employed as separate establishment not to interfere with shares.","Bird satisfactory, but Saskn should advance to L.Slave.L.","P.Fidler improperly employed as Trader to survey East of Winnipeg to Swan and Albany R.","Winter road to be carried into effect, attempt with dispatch.","Hillier's ill success E.W. owing to this; no Provisions and no power to move to Swan R.","Auld at Y.F. doing nothing; YF. very ill managed Cattle killed.","Ice to be used for road; principal work to form posts for Provender etc.should be 18 for complete,but at three days journey may do.","Carry more goode per man than by boat- not need so many steessmen.Supply goods,etc. in winter; if late arrival bring down coarse furs etc,as back carriage,or if settlers have much down Co.'s goods up cheap,also speedier communication to Athabasca & R.M. from L.Linc than YF.","Jas. Swain, not satisfactory at Severn;hope will do better; T.Swain,came home without leave; created bad impression."]},"113":{"tagDescription":["to J.Pritchard. Queries about the transactions of the N.W. Co.with the H.B.Co. and Lord Selkirk's settlers. Refers to MacDonell's Proclamation and the various proceedings consequent thereon."],"tagDate":["1814-07-23T00:00:00.000Z"],"tagName":["McGillivray, Wm."],"tagPlace":["Fort William"]},"400":{"tagName":["Semple, Robert"],"tagPlace":["York Factory"],"tagDescription":["to the H.B.Co. Arrives at York Factory on the Cos Ship Prince Aug. 27. Suggests a plan for an expedition to establish trade along the coast lines of the Straights beginning with the Savage Islands, a small settlement on Mansfield Islands to be connected with it. This island is 60 miles long, is uninhabited and on the tract of ships bound to York or Moose. To accomplish both objects a ship should sail early the following year, with the necessary men and supplies. Intends returning the schooner next year which he brought out. It is an expensive vessel and in need of repairs. Remarks on the dispersion of the Red River Colony early in the summer by the agents of the N.W.Co. Their action paralleled only in the annals of Indian warfare. Matter must be dealt with by the Government or the two Companies will be in the relation to one another of two warring Indian Tribes. Will for the present abstain as much as possible from everything that could cause dispute with the North West Company. The Latter have taken the dangerous step of putting arms into the hands of the Canadian half-breeds. Failure of the Norwegians in their miserable attempts of forming a post. Notes the expected arrival of Mr. Becoley as accountant for the Northern Department."],"tagDate":["1815-09-20T00:00:00.000Z"]},"152":{"tagDate":["1814-07-25T00:00:00.000Z"],"tagDescription":["The want of linguist a great inconvenience. Has had two young boys among the Indians to learn their languages. The Company furnished a linguist during the pemmican war. Reports that among others of the N.W.Co.John Pritchard desires to join the Settlement. Hears his brother was taken prisoner at St. Regis, but afterwards exchanged. Believes he will come to Red River."]},"415":{"tagDate":["1816-01-01T00:00:00.000Z"],"tagDescription":["Here follow certain statements as to the fur trade in 1814-1815 with details as to men engaged,and estimate of provisions required,etc."],"tagPlace":["Moose Factory"]},"669":{"tagDescription":["Copy of Daily Journal kept at Fort Douglas by Colin Robertson. Recounts happenings from day to day at the Settlement. The following are abstracts of the more important entries:","N.W. servant attempted to rob a H.B. servant of his horse.","Is engaging freemen and half-breeds. Cameron did not expect return of settlers,and is not prepared to oppose them. Cameron's former supporters dissatisfied with rewards given them."],"tagDate":["1815-09-21T00:00:00.000Z"]},"338":{"tagName":["Moose, R."],"tagDescription":["Abstract of letter from Alex. Christie to H.B.Committee re timber and other matters."],"tagDate":["1814-09-21T00:00:00.000Z"]},"185":{"tagName":["Sutherland, James"],"tagPlace":["York Factory"],"tagDescription":["to the Earl of Selkirk. Reports arrival. Will have despatches delivered to Capt.MacDonell. Arduous nature of his journey."],"tagDate":["1814-09-16T00:00:00.000Z"]},"631":{"tagDescription":["Appendix 6. Memorandum re dogs; are needed in Settlement,especially English mastiffs and bull-dogs."],"tagDate":["1815-01-01T00:00:00.000Z"]},"926":{"tagPlace":["Montreal"],"tagDescription":["Note of instructions from Miles MacDonell concerning papers,etc, in case of pillage."],"tagDate":["1815-01-01T00:00:00.000Z"]},"489":{"tagPlace":["Terrebonne"],"tagName":["Robertson, Colin"],"tagDate":["1815-05-19T00:00:00.000Z"],"tagDescription":["to A.Colvile,London. Reports some details re the expedition he is abo ut to lead to the North West country. Clark and Logan,aided by Campbell, McAuley,St.Germain and Thomas take charge of the Athabasca territory,and Decoigne of Lesser Slave Lake. Logan's brigade left the 2nd inst. and will wait for the others at Lake Huron. The N.W.Co.have threatened to stop the party in the portages beyond their Settlement at Lake Superior. They attempted it at Terrebonne (one of their guides came down to sow dissension among the men,but failed) and were roughly handled, they attempted legal opposition but also failed. - Will write from Mackinac."]},"663":{"tagPlace":["Montreal"],"tagDescription":["N.W.Co.reported to have drawn up a petition as coming from half-breeds claiming that they were robbed of their lands. N.W.Co.interference prevented his forwarding within due time Lord Selkirk's despatches to officers of Settlement and Company. Feels anxiety about new settlers coming out; has done wrong in encouraging the sending out of emigrants before adequate preparations made for them. Refers to a number of minor matters. Believes that Settlement will prosper if strengthened by some people from Canada and a few soldiers; promises to be always ready to work on Lord Selkirk's service."],"tagDate":["1815-09-19T00:00:00.000Z"]},"680":{"tagDate":["1815-01-01T00:00:00.000Z"],"tagDescription":["Copy of a speech addressed to Indians pointing out the evils caused to the Indians by the fur-traders,and the benefits which the settlers will bring them. The fur-traders should have improved the Indians in civilisation,but sacrificed everything to making money; the colonists are now doing that work which they(the traders) ought to have done and thereby they have aroused their hostility. Promises to give all possible assistance to Indians."]},"525":{"tagDate":["1815-06-20T00:00:00.000Z"],"tagDescription":["The N.W.Co. claimed a military command from Sir Geo. Prevost with Cameron as Captain at Red River. They also have appointments at Swan River and Saskatchewan. Has surrended himself for the preservation of the Colony and hopes it will save the wreck. A notice to quit has been served on the N.W.Co. at all their permanent posts with in justice, but such force should be disciplined troops. Sends paper relative to transactions with the N.W.Co. including his  journal. Regrets the charges made against him on his management of affairs at Seal Islands and Red River. Suggests that as the requisites for Colin Robertson's expeditions of the farther North West cannot be ready this season, he and his people might be employed in turning out the N.W.Co. from the Red River, Swan River, etc."],"tagPlace":["Forks, Red River"]},"15":{"tagDate":["1814-04-15T00:00:00.000Z"],"tagDescription":["Extract of letter from James White,surgeon, to Lord Selkirk re his gratification for service with Selkirk."],"tagPlace":["London"]},"637":{"tagDescription":["Many officers and men of Company intend joining Settlement. News of outrage by Canadians alarmed passengers,but,since arrival of Archibald MacDonald with more pleasing intelligence,they wish to proceed. Kindness has been shown them by H.B. Officers."],"tagDate":["1815-01-01T00:00:00.000Z"]},"413":{"tagDate":["1815-01-01T00:00:00.000Z"],"tagDescription":["MAP not sent- much wanted - also 4 pocket compasses. McCulloch claims equipment. Agriculture prospects at Moose - Attempts hitherto paltry.","Potato,Oats and Big wouls thrive - Spring Wheat and Barley perhaps 35 acres cleared - might cultivate,if person of experience - but want farmer expressly - dairy. Council held on Turner's conduct - Captain do as please - gice governor discretionary authority. General Observation - Southern Factory 1814-15. General result favorable and conduct officers satisfactory-Men in general obedient - a few disobedient - 2 dismissed. Some posts too hastily abandoned ( on beginning new system for economy )but injurious as it gives opening to Canadians who have pressed harder on lower settlements last 4 years - must reoccupy and place outposts - will gain experience and knowledge of country - Governormust visit every posts of Main and East Main. Albany in good hands. V. walked in March to Albany - to proceed to Osnaburgh; but as Thomas did not meet,went from Henley to Brunswick - river difficult and dangerous - not fit for load - but packet. 6 cattle sent to Osnabirgh - but for Red River affair not forwarded. Not yet apprehended murderers of Freak House - letter to McDougal North West Abbitibi - no answer 2 years ago Edward Silk fron Osnabirgh House tenting with Indians never returned - Mr.Davis ascertained last winter that he was murdered cruelly per Indian \"Ossenpone\" -little doubt of fact & have directed Wm Thomas to secure murderer and if after full and patient investigation found really guilty of unprovoked murder to assemble Indians to witness execution,solemnity and order - If however Wm.Thomas and officers at Osnabirgh entertain doubts of guilt,he will defer execution,but detain in custody till reported. Pritchard arrived from Montreal,26 Dec. forwarded 3 Jan."],"tagName":["Vincent"]},"849":{"tagDate":["[1815-01-01T00:00:00.000Z TO 1816-12-31T23:59:59.999Z]"],"tagDescription":["#VALUE!"],"tagPlace":["Montreal"]},"554":{"tagPlace":["Red River Settlement"],"tagDate":["1815-08-07T00:00:00.000Z"],"tagDescription":["Remarks by Thomas on a journey from Jack River to York Factory, giving an account of the lake, and Rivers passed through,and making suggestions for improving it as a waterway. Between York Factory and Red River there is not more than 50 miles in which a vessel of 15 or 20 tons might not be navigated one or two locks being applied on River Eachermanis, between York Factory and Hill River a steamboat of considerable burden might advantageously be employed."]},"744":{"tagDescription":["The Earl of Selkirk to Sir Gordon Drummond. Does not suppose that protection will be refused his colonists on the strength of the statement of Mr.McGillivray. Encloses narrative of Miles MacDonell,and calls attention to several points of special importance therein. Whether the North West Company be guilty of participation or not,the law-less violence there described must be prevented. It was caused by dependents of the North West Company."],"tagDate":["1815-01-01T00:00:00.000Z"]},"164":{"tagPlace":["York Fort"],"tagName":["MacDonell, Cap.Miles"],"tagDate":["1814-09-02T00:00:00.000Z"],"tagDescription":["to William Auld. Owing to state of his health and necessity of spending time in arranging accounts,requests that somebody be appointed to take the active part in the management of the Colony."]},"419":{"tagName":["McLeod, John"],"tagPlace":["Turtle River"],"tagDescription":["to Miles MacDonell. Stating the circumstances of his delivering the above notice to Kennedy."],"tagDate":["1814-11-05T00:00:00.000Z"]},"244":{"tagName":["Smyth, James"],"tagPlace":["Fort Daer"],"tagDescription":["to D.Cameron. Wishes to know if latter will take settlers to Montreal,and if so, to be included in the number."],"tagDate":["1814-12-24T00:00:00.000Z"]},"751":{"tagPlace":["Montreal"],"tagName":["Spencer, John"],"tagDate":["1815-11-15T00:00:00.000Z"],"tagDescription":["to the Earl of Selkirk. Reports that George Campbell,a leader of the settlers who deserted to the N.W.Co. received £100 reward from that Company. Mr.Mondelet would say nothing in answer to Archibald Norman McLeod re legality of latter's warrants against Miles MacDonell,etc. McLeod prevented writer from delivering a letter to John MacDonell from latter's brother. McLeod objected to writer's intimacy with Miles MacDonell's son,whom he considered too active for H.B.Co. McLeod said it was intention of N.W.Co. to reduce as many H.B. servants as possible. Refers to McLeod's treatment of himself,and of John Basset,the settler who refused to sign a declaration of grievances."]},"541":{"tagDescription":["Speaks of the death by drowning at Quebec of his son Alex. Coll. of the 104th Regt. Trusts Lord Selkirk will watch over the promotion of his only remaining son Donald Abneas, an ensign in the 8th Regt."],"tagDate":["1815-07-02T00:00:00.000Z"],"tagPlace":["Winipic River"]},"843":{"tagPlace":["Montreal"],"tagDate":["[1815-01-01T00:00:00.000Z TO 1816-12-31T23:59:59.999Z]"],"tagDescription":["Extracts from the letters of the proprietor and clerks of the N.W.Co.found in their winters Northern Express, 19th March 1816,at Forks Red River. These show an attitude both of defence and aggression on the part of the N.W.Co. towards the H.B.Co,and Red River Settlement- some of them are written in a cautious way,and others in a tone of bravade. To all appearances our opponent or rather the trading Lord is determined to try either to drive us out of the country,or ruin us in it. --- If we can prevent their having any intercourse with the natives,they will be obliged to surrender. --- If we all keep fast for the old N.W. that will do for these scoundrels yet. The Freeman are customary rascals most of them in the H.B.Co.s service and all with little or no exception warm in their cause. Our complete annihilation from this River is in contemplation by Robertson,and his annihilation by the halfbreeds time will decide. --- It is to be hope we shall come with flying colors and never see any of them again in the Colonizing way in Red River. ---  Our situation is criticical and distressing in the extreme-- the spirit of our people is entirely low,freemen and all look upon them as entire conquerors and our destruction is daily looked for. --- I remark with pleasure the hostile proceedings of our neighbors because the more they do the more justice we will have on our side; a storm is gathering on the Northward ready to burst on the rascals who deserve it---little do they know their situation, last year was but a joke, the new nation under their leaders is coming forward to clear their native soil of intruders and assassins.---"]},"610":{"tagDescription":["to Colin Robertson. Thanking him for services in partial re-establishment of Colony,and requesting that he assume the temporary government of it. Can give few instructions, but trusts to Robertson's good sense and experience. Will have settlers conducted to Red River by Peter Fidler. Intends to visit posts along Saskatchewan,and expects to reach Red River in April."],"tagDate":["1815-09-05T00:00:00.000Z"],"tagName":["Semple, Robert"],"tagPlace":["York Factory"]},"1058":{"tagName":["Sutherland, James"],"tagPlace":["River Qu'Appelle"],"tagDescription":["to Semple. Regarding aggressions of the North West Company and their failure to raise the Indians against the Colony.Considers reinforcement necessary in the spring.A visit from him would be welcomed. Provisions are low owing to the number of Indians coming in."],"tagDate":["1816-03-22T00:00:00.000Z"]},"775":{"tagPlace":["Downing St."],"tagName":["Goulburn, Henry"],"tagDate":["1815-10-14T00:00:00.000Z"],"tagDescription":["to the Governor of the H.B.Co. Replying to a second request for military protection for the Red River Colony refuses troops on the ground of the utter impraticability of carrying the request into effect, and because of information recently received of the total dispersion of the Settlement, and the arrival in Upper Canada of a considerable number of the settlers. The arms stated to have been seized by the N.W.Co.will be recovered for the public service."]},"246":{"tagPlace":[" "],"tagDate":["1814-01-01T00:00:00.000Z"],"tagDescription":["Memorandum. Prices charged N.W.Co's servants for goods sold them at Fort William."]},"614":{"tagPlace":["York Factory"],"tagName":["Semple, Robert"],"tagDate":["1815-09-05T00:00:00.000Z"],"tagDescription":["to Peter Fidler. Directions for conveyance of settlers inland."]},"523":{"tagPlace":["Forks, Red River"],"tagDate":["1815-06-20T00:00:00.000Z"],"tagDescription":["Settlers had been formed the previous fall into  company of  militia and supplied with arms and ammunition, which they later carried to the N.W.Co. and used against the Colony. Speaks of efficient help given by McLean,White,McDonald,Bourke and Warren. Arch.McDonald given charge of the accounts."]},"616":{"tagPlace":["York Factory"],"tagDescription":["Certain new settlers to Archibald MacDonald. Requesting him to return to Red River their friends and children,by representing their conduct during late disturbance in a favorable light to Lord Selkirk."],"tagDate":["1815-09-05T00:00:00.000Z"]},"548":{"tagDate":["1815-07-29T00:00:00.000Z"],"tagDescription":["to Sir J. Sherbrooke . Refers to his letter of June 17th from Montreal and June 24 Refers from Kingston. While visiting Drummond's Island he obtained decisive confirmation of the evidence given re the N.W.Co. intentions to injure the R.R.Colonists and the H.B.Co. viz: the testimony of Catawabite, an Indian chief of note from Fond du Lac, who states that one of the partners of the N.W.Co. proposed to him that he and his band make war against the H.B.Co, and the R.R. Colony, offering as Reward the goods in the different posts of the Company, which proposal was rejected. Another partner proposed he intercept and rob a messenger on his way to Red River with letters. This testimony was given before Col. Maule and the officers of the Indian Department."],"tagPlace":["Sault Ste. Marie"],"tagName":["Selkirk, Lord"]},"492":{"tagName":["Cameron,D.Capt."],"tagPlace":["Red River, Indian Territory"],"tagDescription":["to the servants of the H.B.Co.and those of the Red River Settlement. Warning them that any one attempting to rescue or screen from justice Miles MacDonell will be accounted accomplices and treated accordingly."],"tagDate":["1815-06-07T00:00:00.000Z"]},"104":{"tagDate":["1814-07-06T00:00:00.000Z"],"tagDescription":["to Simon McGillivray. On the subjects of a Bill of Exchange drawn on Coutts & Co.in favor of Alexander MacDonell,states that payment of debt which this represents has already been made."],"tagPlace":["London"],"tagName":["Selkirk, Lord"]},"183":{"tagName":["Sutherland, James"],"tagPlace":["Albany Factory, Hudson's Bay"],"tagDescription":["to the Earl of Selkirk. Reports his arrival with despatches from Montreal. Will proceed to York by coast. Difficulties of the journey. Is leaving seed grain here. Mr John MacDonell would like to join Settlement,but has to remain on land he has purchased."],"tagDate":["1814-08-11T00:00:00.000Z"]},"106":{"tagPlace":["London"],"tagName":["Selkirk, Lord"],"tagDate":["1814-07-08T00:00:00.000Z"],"tagDescription":["to Colin Robertson. Enclosing letter of recommendation to Sir Geo.P. by Lord Sidmouth which he hopes will answer Robertson's purpose. Favors granting lands to the Company's servants who wish to settle but on such terms as would not tend to injure the Company's interests. Desires the engagement of three good men to be employed at an establishment to be formed between Y.F. and Lake Winnipeg."]},"791":{"tagDate":["1815-12-27T00:00:00.000Z"],"tagDescription":["to Robert Semple. Governor in Chief of Ruperts Land. McKay's extravagance has reduced the stock of trading goods here to a mere nothing. Liquor particularly short, is especially incovenient as an extra supply will be required next summer for our Canadiens in the North and the for the 100 expected from Canada."],"tagPlace":["Brandon House"],"tagName":["Fidler, Peter"]},"907":{"tagPlace":["Montreal"],"tagDate":["1815-01-01T00:00:00.000Z"],"tagDescription":["Report of narrative of Jas.Sutherland of agressions against the H.B.Co.by the N.W.Co. at Qu'Appelle House during winter 1815-1816. The H.B.Co.houses of the Qu'Appelle post having been burned the previous year by the \"North Westers\" they commence to rebuild, when Alexander MacDonell,N.W.Co.partner arrives in great parade with 40 or 50 Canadians freemen and halfbreeds, MacDonell heading the Canadians and Cuthbert Grant the halfbreeds, the flag of the latter being red with the figure 8 placed horizontally in the centre .","The H.B.Co. people are ordered to desist building but pay no attention. They try to force them out of the post, making threats of annihilation. Finding the H.B.Co. people have Indian assistance they leave off their preparations for attack, fearing an Indian war. Threats and seduction are alternately used."]},"780":{"tagDescription":["Fears for the safe arrival of men sent to the Swan River and Cumberland owing to the cold weather."],"tagDate":["1815-01-01T00:00:00.000Z"],"tagPlace":["Downing St"]},"128":{"tagDescription":["Criticism of Auld's attitude toward the Settlement and Lord Selkirk's plans. Encloses copy of letter from Auld to Hillier as an example. Encloses deposition of settlers who slept at Churchill Factory the night of its destruction by fire, and who have been accused of having caused it."],"tagDate":["1814-07-24T00:00:00.000Z"]},"5":{"tagDescription":["to Miles MacDonell. Hears A.S.McDonald means to oppose MacDonell in force in defending his pemmican. Wills reluctantly admits the legality of MacDonell's embargo on provisions, tried to get Rocheblave and others to share the responsibility of opposing it, but is unseccessful. Hillier offers a practical assistance in case of struggle. Auld thinks a year's notice of the Proclamation would have been advisable but will stand by MacDonell in the matter. Hears McDonald still excites the natives and settlers against the Colony."],"tagDate":["1814-04-15T00:00:00.000Z"],"tagName":["Auld,Wm."],"tagPlace":["Brandon House"]},"432":{"tagPlace":["Turtle River"],"tagName":["McLeod, John"],"tagDate":["1815-02-20T00:00:00.000Z"],"tagDescription":["to Duncan Cameron. In reply to a letter dated Gibrattarh, Jany 10th,declares his allegiance to Capt. MacDonell and defies Cameron's threat."]},"445":{"tagDate":["1815-03-11T00:00:00.000Z"],"tagDescription":["to Lord Selkirk.Intimating \"that instructions have been given to the Governor of Canada to give such protection to the Settlers at Red River as can be afforded without detriment to His Majesty's Service in other quarters."],"tagPlace":["Downey St."],"tagName":["Lord Bathurst"]},"942":{"tagName":["Livingston, R."],"tagPlace":["New Market"],"tagDescription":["to Selkirk. Letter of 18 December received.Will set out for Drummond Island at once; an arduous trip of 440 miles on snowshoes. Has learned from John Mahoney,who lives with Peter Robinson,New Market, that Campbell left Drummond Island for Detroit. Will continue with the despatches if necessary by the short route up the Massissaugua River where there are no North West Company posts. "],"tagDate":["1816-01-11T00:00:00.000Z"]},"588":{"tagDescription":["to Hector MacDonald.(Lake la Pluie, N.W.C.) Refers to journey of settlers to Canada,and presents and promises made by N.W.agents."],"tagDate":["1815-08-21T00:00:00.000Z"],"tagName":["McLinnon, Donald"],"tagPlace":["Fort William"]},"800":{"tagPlace":["Downing St"],"tagName":["Goulburn, Henry"],"tagDate":["1815-12-29T00:00:00.000Z"],"tagDescription":["to the Governor of the H.B.Co. Lord Bathurst declines to send a military force to protect the Red River Settlement; or to instruct the Governor of Canada to express displeasure at the conduct adopted towards the Settlement until he has more decisive evidence in the matter."]},"866":{"tagDate":["1815-01-01T00:00:00.000Z"],"tagDescription":["Memorandun left by Miles Macdonell of evidence against the N.W.Co. given by various settlers mentioning also various incidents leading to the struggle between the H.B.Co. and the N.W.Co."]},"697":{"tagDescription":["Affidavit of Hector McEachern,sworn at Montreal. Relates to letters addressed to himself and Donald Livingstone by Duncan Cameron. He joined N.W.Co,and was taken to York. N.W. followers attacked the Settlement with arms obtained from N.W.Post. Duncan Cameron threatened to drive Miles MacDonell out of country."],"tagDate":["1815-10-09T00:00:00.000Z"]},"679":{"tagDescription":["N.W.followers reported to have seized two H.B.horses.","Expects to be able to maintain any number of people who may come."],"tagDate":["1815-10-10T00:00:00.000Z"]},"284":{"tagPlace":["Fort Daer"],"tagDescription":["Instructions for preparing reports enclosed. Follows this copy of Posts See Par 12"],"tagDate":["1814-04-01T00:00:00.000Z"]},"581":{"tagDescription":["Some fourteen families returned to Hudson's Bay,remainder about one hundred and forty persons, threw themselves on compassion of N.W.Co. which is bringing them to Canada. They gave sworn depositions that they had been deceived as to their destination when leaving home. They expect to receive lands in Canada from the Government."],"tagDate":["1815-08-15T00:00:00.000Z"],"tagPlace":["Kingston"]},"470":{"tagDate":["1815-03-29T00:00:00.000Z"],"tagDescription":["The Co.have not paid a dividend for eight years and if the bank had not advanced and the Committee kept up the servants balances they would have had to go out of business. Further remarks on, and instances of the unjust conduct of those directing the policy of the Company, particularly that of Selkirk and Wedderburn the former of whom recommended spare diet,solitary confinement,and corporal punishment for the servants who offended."],"tagPlace":["London"]},"203":{"tagName":["Robertson, Colin"],"tagPlace":["Montreal"],"tagDescription":["to the Earl of Selkirk. Has received Maitland,Aldje & Garden as agents of H.B.Co. Gives example of hostility of N.W.Co. Is sending Mr.Pritchard to the Colony. Is conveying seed with him. American settlers could be obtained. Mr. John MacDonell wishes to join Colony,if he can get his money from N.W.Co. Hopes Lord Selkirk will get new governor of Province favorably disposed to H.B.Co. Requests him also to use his influence in getting commission for Mr.L.Grame. "],"tagDate":["1814-10-29T00:00:00.000Z"]},"804":{"tagDescription":["The Montreal Houses rejected such proposal without hesitation."],"tagDate":["1815-12-01T00:00:00.000Z"]},"238":{"tagPlace":[" "],"tagDate":["1814-12-21T00:00:00.000Z"],"tagDescription":["Earl of Selkirk to Capt.Miles MacDonell. Refers to number of emigrants to be sent this year. From favorable crop reports,trusts there will be sufficient provisions,but gives suggestions as to drying fish. Wishes to take as little pemmican as possible from Company and suggests giving them some in spring. Expects that Colony will have a supply of cattle by next year. Suggests a plan of domesticating buffalo. Believes proceedings in pemmican were legal,but were not according to instructions. Refers to new Kildonan settlers going out. Hopes that arrangements have been made for defense of Colony. Hopes that MacDonell lives on more intimate terms with his officers than formerly; separation of mess caused much trouble."]},"784":{"tagDate":["1815-12-20T00:00:00.000Z"],"tagDescription":["Thinks if Government would express disapprovation of their conduct to the N.W.Co and intimate their intention of sending protection for the Colony it would have a good effect. The powers of jurisdiction granted by the Royal Charter to officers of the H.B.Co, are not sufficient for the state of affairs now existing."]},"121":{"tagDate":["1814-07-24T00:00:00.000Z"],"tagDescription":["to Lord Selkirk. Progress of the settlers under his charge. Reports them more contented in Kildonan,their native parish. Captain MacDonell takes the depositions of settlers concerning the destruction of Churchill Factory by fire."],"tagPlace":["Forks, Red River"],"tagName":["McDonald,Archd."]},"530":{"tagPlace":["Stromness"],"tagName":["Semple, Robert"],"tagDate":["1815-06-22T00:00:00.000Z"],"tagDescription":["to Lord Selkirk. Extensive smuggling operations of certain officers of the Company. Inefficiency of John McDonald employed as agent of the Company in securing settlers for the Company, Colony and servants for the H.B.Co. The Stornaway people ready to sail."]},"786":{"tagDate":["1815-12-25T00:00:00.000Z"],"tagDescription":["to Andrew Colvile. His opinion re the destruction of the R.R.Settlement and the official course advisable to take to obtain justice in the matter. Alex. McDonald and Duncan Cameron were immediately concerned in the outrages,the first of which was committed by the settlers themselves seizing and carrying from the Settlement to the N.W.Co.s post some small field pieces. Later the persons and property of the settlers here attacked, the latter being destroyed. This was the work of the halfbreeds directed by the N.W.Co. Though partners are answerable in civil action for the civil acts of their partners and servants, they are not responsible for criminal acts such as the above. Camerons claim of a command from Sir G.Prevost ( possibly an illegal) may serve the other partners as an excuse to disclaim their responsibility."],"tagPlace":["Leatherhead"],"tagName":["Mundell, Alex."]},"449":{"tagDescription":["Notice by Miles MacDonell to the N.W.Co. served on Angus McGilles,acting for them,to quit the post and premises occupied by them at Fort Dauphin six months from date. Delivered Mar.23,1815."],"tagDate":["1814-10-21T00:00:00.000Z"],"tagPlace":["Red River Settlement"]},"852":{"tagDescription":["Suggest the use of large sledges, formerly used at the Factories, drawn by men and capable of bearing great weights, for the purpose of conveying stores from Churchill Factory to the Settlement."],"tagDate":["1815-12-18T00:00:00.000Z"],"tagPlace":["Montreal"]},"22":{"tagDate":["1814-04-12T00:00:00.000Z"],"tagDescription":["Blame notwithstanding still attachable to M.McD.for not sending some sketch.","A more trustworthy accountant will be sent out by the ships.","Repeats the great necessity of regular reports to enable Selkirk to form a proper estimate.","Astonishing supply of goods demanded for the settlement amounting to £5,000 Prime Cost,when the whole population is not more than 200 men,women and children.","Great disappointment at not having received the Accounts of the past year,owing,as has been stated,to the villainy of McRae.","Strict attention to the above recommended.","When McRae's Accounts were discovered to be so perplexed why not call in Mr.K.who was at B.H. doing nothing.","Mr.Auld acted unfairly in recommending Mr.Spencer whose character he knew.","And also a return of the men."]},"1006":{"tagName":["General Brown, A."],"tagDate":["1816-02-09T00:00:00.000Z"],"tagDescription":["to Selkirk. Recommending Captain Charles Stewart who desires to be ordained and settle in Canada. Suggests he might join the Red River Settlement."]},"214":{"tagDescription":["to Capt.Miles MacDonell. Refers to condition of emigrants at Churchill. Describes burning of Churchill Factory,for which a party of settlers were to blame,and suffering and loss caused thereby. Believes the Colony will be their ruin. Intends to visit MacDonell. Has no faith of exculpation of McLeans,but is willing to drop the matter. Complains of way in which Spencer expended the writing paper."],"tagDate":["1814-03-13T00:00:00.000Z"],"tagName":["Auld, William"],"tagPlace":["Jack River"]},"813":{"tagPlace":["Montreal"],"tagDate":["1815-12-31T00:00:00.000Z"],"tagDescription":["Affidavit of A.J.Williamson before Lord Selkirk,civil Magistrate for the Indian Territories. Being a former clerk in the N.W.Co,stationed at Fort William,relates facts relative to the destruction of Red River Colony and the brining of the settlers to Fort William; the approbation of the partners of the Company of Duncan Camerons acts in bringing this about; the examination of certain settlers for the purpose of ascertaining any grievances they could allege to have had at the Settlement,without intent to bring discredit on Miles MacDonell and the management of the Colony. One of the settlers,George Campbell, had been particularly active in the attack and destruction of the Colony and had, at the instigation of Duncan Cameron, brought off the colonists, for which he was paid certain sums of money; their detention at Fort William of one. Herigault, bearing letters to the Governor of the H.B.Co. etc, etc."]},"265":{"tagDate":["1814-01-01T00:00:00.000Z"],"tagDescription":["Instructions from H.B.Co. for the making out of special reports on the conditions of its establishments."],"tagPlace":[" "]},"1014":{"tagDate":["1816-02-12T00:00:00.000Z"],"tagDescription":["to Selkirk. Will forward packet addressed to Governor Vincent at Moose River.Lt-Col.McDowell has furnished the necessary guides. Impossible to have canoes made at Sault St. Mary. Men for the canoes would have to be hired at Montreal to proceed with them to the North West country. Describes the route to be followed and the time required for letters to reach their destination."],"tagPlace":["Drummond's Island"],"tagName":["Ertaminger, C.O."]},"691":{"tagDescription":["Continues letter on this date with reference to evidence given by Joseph Kenny in regard to trouble."],"tagDate":["1815-10-21T00:00:00.000Z"]},"346":{"tagDate":["1814-01-01T00:00:00.000Z"],"tagDescription":["H.B. Committee to William Auld. Draft of letter accepting his resignation, announcing appointment of Thomas Thomas as Northern Governor, and requesting that accounts be completed."]},"145":{"tagDate":["1814-07-25T00:00:00.000Z"],"tagDescription":["Encloses papers on deserter Walsh had his return,as it will add an item to the catalogue of charges to be brought against the N.W.Co.","Composition of the Council he has formed. Remarks on the progress of the settlers brought from wintering at Churchill Creek by Arch. McDonald. Men desiring to settle near Pembina instead of Red River met by compromise. Did not insist on their building their house in groups of 5 or 6,as they were averse to the plan. Disinclination of paid servants to settle on land. Their number may be reduced. Carpenters much needed. Fears little can be done the present season to improve the communication by land or water. Has ordered Hill River House to be repaired and preparations made for building at the Rock. The excellent condition of the crops and cattle."]},"961":{"tagDate":["1816-01-24T00:00:00.000Z"],"tagDescription":["to Selkirk. Regarding the twenty canoes ordered.Has heard that the Rebecca has put into New Brunswick or Prince Edward Island. Has no account of the Hadlow. Considers it unwise for him, Selkirk,to obtain a commission as Governor from the Hudson's Bay Company.Donald McKenzie,Jr., has been appointed agent at Stornoway. Gedder wrote any number of settlers could be had at Orkney."],"tagPlace":["Langley Farm"],"tagName":["Colvile, Andrew"]},"222":{"tagPlace":[" "],"tagDate":["1814-01-01T00:00:00.000Z"],"tagDescription":["MEMORANDUM. Extracts from letters of men on H.B. Territory. The reading of some letters was refused. Reports an interview with a man who served in Hudson's Bay."]},"421":{"tagDescription":["Notice to Miles McDonell to the N.W.Co,served on Andre Poitras,acting for them, to quit the posts and premises occupied by them at Riviere a la Sourie,six months from date. Delivered November 8th."],"tagDate":["1814-10-21T00:00:00.000Z"],"tagPlace":["Red River Settlement"]},"1025":{"tagName":["Livingston, R."],"tagPlace":["York"],"tagDescription":["to Selkirk. Describes the road between Lake Huron to Lake Simcoe.Gives an account of his journey to Drummond's Island and meeting Lt-Col.McDowall and C.Ermatinger.Suggests a portion of the presents sent from England annually should be forwarded to the Hudson's Bay Company for the Indians at Red River. G.Campbell left Drummond's Island and spent the winter with Angus MacKintosh,opposite Detroit."],"tagDate":["1816-03-01T00:00:00.000Z"]},"340":{"tagDate":["[1814-09-14T00:00:00.000Z TO 1814-09-23T23:59:59.999Z]"],"tagDescription":["Abstract of letters from Thomas Thomas to H.B.Committee giving detailed reply by paragraphs to their letter of instructions and other information."]},"698":{"tagDescription":["(This letter printed in section C of appendix to \"Statement respecting Earl of Selkirk's Settlement.) Copy of letter of this date from Duncan Cameron to Donald Livingstone and Hector McEachern,to which reference is made in last affidavit. Is glad that they are realising the unfavorable situation they are in, and their past follies. Feels pity for the people who have been ill-treated by their superiors,and will convey them to a good country,and get land or employment for them. Gives advice in regard of means of getting wages,and other matters. Threatens to be greatest enemy of colonists,if they take up arms."],"tagDate":["1815-01-10T00:00:00.000Z"]},"13":{"tagDescription":["Note to T.Thomas to the same effect."],"tagDate":["1814-04-15T00:00:00.000Z"]},"885":{"tagDescription":["No 5. Minutes by Miles MacDonell showing Sir Alexander McKenzies' opposition at a meeting of the Court of the Proprietors of the H.B.Co., to Lord Selkirk and his plans for the establishment of a Colony at Red River. Sir Alexander observed that \"such Settlements struck at the root of the N.W.Co. of Canada which it was intended to ruin.\""],"tagDate":["1811-05-24T00:00:00.000Z"],"tagPlace":["Golden Square"]},"646":{"tagDescription":["to the Earl of Selkirk. Refers to good services of his attorney,Jas.Stuart. Bill of indictment returned against him by Grand Jury,on which were two N.W.Proprietors.McKenzie and Forsythe. Stuart called attention of Court to this,and caused much disorder among North Westers."],"tagDate":["1815-09-09T00:00:00.000Z"],"tagName":["Spencer, John"],"tagPlace":["Montreal"]},"170":{"tagDate":["1814-09-09T00:00:00.000Z"],"tagDescription":["to the Earl of Selkirk. Reports on condition of emigrants who were landed at Churchill. Gives an account of the timber of the country. Is enclosing a statement on the Indian population. Refers to wish of Mr.Bird to give colony McRae by giving them an extract from a letter of his, has embroiled him with Mr.Auld and the gentlemen of the Company. Trouble caused by affair of McLean's and the spoons. McLean a good farmer,but his conduct not always satisfactory, for example, in the pemmican war. [--------- Reports on arrival of artillery and other articles. Refers to letters received including that sent back by Mr.Auld last year,which if received in time, might have prevented errors. Is distressed at conditions of the accounts. Will send all books home as soon as possible."],"tagPlace":["York Fort"],"tagName":["MacDonell, Capt.Miles"]},"772":{"tagPlace":["Langby Farm"],"tagDescription":["Duncan Cameron with a view of increasing his influence assumed a military uniform and gave out that he held a King's Commission styling himself \"Captain\"of the Voyageurs Corps and Commanding Officer in Red River. He \"adopted every scheme both of allurement and intimidation to work upon the minds of the settlers\". He ordered the forcible taking of the field pieces which Lord Selkirk had sent out on the first formation of the Settlement,which was effected,while he had concealed himself with an armed party nearby. Part of the Government muskets issued by the Board of Ordnance for the Colony's use were carried off by the deserting settlers. Cree Indians were brought from a distance for the purpose of the neighboring tribes frustrated their endeavors. Attacks were made on the houses of the Settlement by bodies of armed men under the command of the clerks and agents of the N.W.Co. By always representing his sole object as the enforcementof the warrant against MacDonell,Cameron made the people,now dispirited by numerous attacks,and terror of the halfbreeds,believe peace would be effected were he(MacDonell) to surrender himself,which he reluctantly did,in the hope the remnant of the settlers would be permitted to remain on their lands. In this he was disappointed,\"the violence continued without interruption, the horses belonging to the Settlement were either destroyed or taken away,the cattle were driven away and someof them killed,and the people who tried to recover them were fired at repeatedly by a party of armed men composed of free Canadians, the clerks and servants of the North West Company. In short they were at last ordered by Cameron to leave the country and they attribute their personal safety and the security of their property to the appearance of two Indians Chiefs of the Saulteaux tribe with their young men armed,who came forward with offers to defend them against the Canadians and escorted them about 50 miles down the river to its entrance into Lake Winnipic.\" The day after their forcible removal a party,headed by N.W.Co.clerks and servants burned to the ground all the houses which had so far escaped destruction."],"tagDate":["1815-12-05T00:00:00.000Z"]},"236":{"tagPlace":[" "],"tagDescription":["The Earl of Selkirk to Colin Robertson. Does not anticipate much trouble from men being required for militia service. Will send lawyers' opinion re rights of jurisdiction and property within H.B.Co.'s Territory to Company's agents to be communicated to lawyer they select to defend any persons unjustly prosecuted by N.W.Co. Wishes seed to be sent to Colony. Does not care for American settlers."],"tagDate":["1814-12-21T00:00:00.000Z"]},"913":{"tagPlace":["Montreal"],"tagDescription":["MacDonell now desires to treat for a compromise, but Sutherland repudiates his authority to do so,and receiving assurance from MacDonell that they would not be molested, they embark May 6th with all their stores."],"tagDate":["1815-01-01T00:00:00.000Z"]},"99":{"tagName":["White, James Surgeon"],"tagPlace":["Strommers"],"tagDescription":["to Lord Selkirk. Left Yarmouth Roads on 10th June. Some trouble with passengers who would not obey orders. Has received the treatise on Agriculture. Money to be advanced to Mrs.White. Will be able to get the cats required for the Colony."],"tagDate":["1814-06-15T00:00:00.000Z"]},"580":{"tagPlace":["Kingston"],"tagDate":["1815-08-15T00:00:00.000Z"],"tagDescription":["People who came suffered much; would have perished in winter 1812-1813 but for assistance of the N.W.posts. Sufficient grain for their subsistane might have been raised, but MacDonell involved them in difficulties with natives. Claimed unprecedented powers,and proceeded to act of violence for which he is a prisoner. The disorder resulting with discontent of settlers and their fear of Indians, led to break-up of settlement."]},"919":{"tagDate":["1815-01-01T00:00:00.000Z"],"tagDescription":["Sutherland afterwards returns to Qu'Appelle House thence to Brandon House."],"tagPlace":["Montreal"]},"861":{"tagDate":["1815-01-01T00:00:00.000Z"],"tagDescription":["List of trade procured in the Southern Department, 1814-1815."]},"153":{"tagDate":["1814-07-25T00:00:00.000Z"],"tagDescription":["Highly praises Arch.McDonald for his management of the settlers and general abilities. Hopes Lord Selkirk will not attach him to the Company's service. A permanent surveyor required. Recommends Mr.Fidler for the position; his experience in the country would be useful other ways also. Is leaving for York Factory with Mr.Fidler in charge till his return."]},"647":{"tagDate":["1815-09-09T00:00:00.000Z"],"tagDescription":["Latter alarmed also at arrival of Chas.McLean from London. Stuart pointed out misconduct of N.W.Co.detaining all witnesses in interior. Necessary that evil practices of N.W.Co.be exposed."],"tagPlace":["Montreal"]},"625":{"tagDescription":["Appendix 2. Statement of advantages to be derived from stationing British soldiers in the Colony."],"tagDate":["1815-01-01T00:00:00.000Z"]},"77":{"tagPlace":["Gravesend"],"tagDescription":["Statement of Lord Selkirk's obligations to settlers at Red River."],"tagDate":["1814-05-28T00:00:00.000Z"]},"584":{"tagPlace":["Kingston"],"tagName":["McGillivray, William (? Simon)"],"tagDate":["1815-08-15T00:00:00.000Z"],"tagDescription":["to Sir F.P.Robertson. Is sending account to Lord Selkirk's Settlement,and copy of Canada Jurisdiction Act. Requests favor for settlers."]},"482":{"tagDescription":["Instructions to John McDonald who has the Inverness Agency for engaging laborers for the H.B.Co.and arranging for emigrants for the Red River. Statement of exact terms and conditions on which men are to be engaged for the Co. 100 of whom will be needed the present year. Advisable to draw from different sections of the country so that a resource may be left should the service become unpopular in any one district. Cadets or junior officers also required their qualifications,duties and wages. Emigrants this year from Kildonan in charge of D. Sinclair,and from Vaternish under Alex.MacDonell, the latter contingent to be made up from other sources if the full complement cannot be secured there. Terms and conditions of their passage out, on which lands will be held,viz: perpetual tenure,under the reservation on an annual quit rent of one bushel of wheat per acre - Persons desiring to pay money value for land instead of rent to have it at a low figure."],"tagDate":["1815-03-01T00:00:00.000Z"]},"1032":{"tagDescription":["to Selkirk. Owing to delay by Captain Roxburgh has despatched packet for Mr.Lenox via Niagara,and forwarded the packet for Mr. Denky.The Chief Justice will write regarding McGregor's alarms. Further information regarding routes by which supplies should be sent."],"tagDate":["1816-03-03T00:00:00.000Z"],"tagName":["Clark, Thomas"],"tagPlace":["York"]},"347":{"tagDescription":["H.B. Committee to Thomas Thomas. In consequence of occupation of Detroit by Americans N.W.Co. to be allowed to convey goods and provisions via York Fort, but not to make any permanent establishment."],"tagDate":["1814-01-01T00:00:00.000Z"]},"1030":{"tagPlace":["York"],"tagName":["Wood, Alex."],"tagDate":["1816-03-02T00:00:00.000Z"],"tagDescription":["to Selkirk. Informing him of Captain Livinston's arrival from Drummond Island.The express was detaind for want of conveyance,but goes forward by messenger attached to the Captain Roxburgh who drives to Kingston.Will settle with John Brown who has come from Baldoon."]},"495":{"tagDate":["1815-06-14T00:00:00.000Z"],"tagDescription":["to Hon. Wm McGillivray. (Confidential). Sir Gordon Drummond desires his opinion if there are reasonable grounds for the belief of Lord Selkirk and the H.B.Co.  that the Indian tribes of the Red River Settlement have been instigated by the N.W.Co. or others, to attempt the destruction of that Colony. As the Company possesses more influence than even the Government over the Indians, they will be held responsible for any such attempt. Desires a good map or chart of the district in question."],"tagPlace":["Quebec"],"tagName":["Harvey, Col.J."]},"27":{"tagDate":["1815-05-21T00:00:00.000Z"],"tagDescription":["Charge against McLeans.","The Instructions for the new mode of keeping the accounts are full and explicit.","Models of a Swedish and a Swiss Stove sent herewith,and a book in Swedish on the construction of stoves.","(Letter is dated 28th.)Having engaged Jas. White as surgeon to the Settlement at £50 p.annum and other advantages as to land etc.","Plan of Townships 3 miles in front and 5 deep to contain about 10,000 Acres.","A plan for a small Prison enclosed.","A horse mill perhaps preferable to a wind.","Terms on which some of the passengers come out and how to be employed.","I consent to try Mr.Spencer as Accountant for another year.","The appointment of your Council goes out by this conveyance.","Abstract of Additional Observations to Miles MacDonell. For text of letter see page 1127.","The book is rare and valuable and to be returned.","The arrangements for the administration of Justice not yet completed."],"tagPlace":["Gravesend"]},"126":{"tagName":["MacDonell, Miles"],"tagPlace":["Red River Settlement"],"tagDescription":["to Lord Selkirk.(Private) Concerning the charges against the McLean family. Mr.Auld's treatment of them a cruel persecution instead of an act of justice. McRae's efforts to embroil MacDonell with the Company's officers."],"tagDate":["1814-07-24T00:00:00.000Z"]},"538":{"tagDate":["1815-06-25T00:00:00.000Z"],"tagDescription":["Thinks a settlement so near such a powerful force as the N.W.Co. can not be made without a military force. Lord Selkirk's plan of establishing posts on the Winipic River when Hillier came out might have prevented the conflict. Auld's overruling this was an instance of his secret opposition to the Settlement."],"tagPlace":["Winipic River"]},"193":{"tagPlace":["York Factory"],"tagName":["Cook, W.H."],"tagDate":["1814-09-24T00:00:00.000Z"],"tagDescription":["to the Earl of Selkirk. Stating conditions on which he and other gentlemen in the Company's service would be willing to join the Colony."]},"781":{"tagName":["Berens, Governor J."],"tagDescription":["to Lord Hathurst. On the subject of military protection for the Red River Settlement. Later information than that received by Sir Gordon Drummond of the total dispersion of the Colony, shows that 50 or 60 settlers have returned from Lake Winnipeg to the settlement and 90 new settlers from Europe have come in. Sir Gordon Drummonds view of the impracticability of sending troops might have held true at the time he gave it, but if instructions were immediately given means could now easily be found to convey a small detachment to the settlement. If this may not, for other reasons, why not send a detachment direct from Europe by the Hudsons Bay ships? The threats of the N.W.Co. of attack the coming season make such a course advisable."],"tagDate":["1815-12-20T00:00:00.000Z"]},"124":{"tagDescription":["Remarks on Capt.MacDonell's management of the Colony affairs. Suprising that he gets along so well considering his lack of support from the gentlemen of the country. The doctor borrowed from the Company the previous fall has been relieved from duty."],"tagDate":["1814-07-24T00:00:00.000Z"],"tagPlace":["Forks, Red River"]},"11":{"tagName":["Selkirk, Lord"],"tagPlace":["London"],"tagDescription":["to Miles MacDonell. Concerning a place for transmitting Hudson's Bay and Colony despatches to Montreal by way of Upper Canada and thence to London."],"tagDate":["1814-04-15T00:00:00.000Z"]},"412":{"tagDescription":["Accounts received.","New Store at Middleburgh - 2 buildings parallel 100 feet apart each 60 X 20 fr. And another 30 X 20 for residence Storekeeper etc., 1 large completed and smaller in forwardness - with a wharf - Expence hitherto - 228.- £150 more will complete.","Deduction of 20% per C import communicated & advance per C.","Clerks, meant as check - mode of accounts serves same purpose - Clerks not capable of accountant duty - most intelligent have outposts.-","List of officers inclosed.","Accounts of officers have given satisfaction - apparently.","Salary - own - \"Services not so far beneath predecessors as to entitle to more than 1/2 emoluments.","Obe 3rd","Will obey Semple- go to Fort New Brunswick & forward dispatches.","Shall be obeyed.","East Main Schooner arrived at YF after hopes given up - not sent. Mainwaring no farther use and laid up - new vessel ready - the(Economy) 42 feet keel, 16 beam 8 hold,87 tons, cost £403 - James Brown and Jas.Johnston industrious - each £10 gratuity","This also communicated.","Received invoice,etc.","Appointments Seconds very useful - many officers capable of district and not higher -","Packages deficient shall be reported - Authenticated.-","Bicoly di sinclined to go to North - would rather leave service - meantine retains situation and acts as second - allowed same share of profit as chief - no officer here so well fitted for 2d duty,equal to chief of Albany Inland who has 2 Districts out of 10 - rest for Governor & 2d & Albany Inland is improved state - Improvement of M Fall only continues what begun before. Keveney, valuable acquisition to service in any station.","Green informed as to salary.","Last year no more men at Bayside than requisite.","Goods to servants,adopted.","Have communicated to all interested; but do not know to whom alludes","Have received account 4.","Tobacco not half enough - serious inconvenience - "],"tagDate":["1815-01-01T00:00:00.000Z"],"tagName":["Vincent"]},"155":{"tagPlace":["Portade de la Prairie"],"tagName":["MacDonell, Alexander"],"tagDate":["1814-08-05T00:00:00.000Z"],"tagDescription":["to John McDonald,Montreal. Mr.Cameron and himself on their way to commence open hostilities against the enemy in Red River--- Nothing but the complete downfall of the Colony will satisfy me.\" Private affairs."]},"565":{"tagPlace":["Montreal"],"tagDescription":["Refers to MacDonell's proclamation of Jan.8th, 1814, laying embargo on provisions. N.W.Co. did not send these out of district as usual, so Macdonell sent him to seize what they had collected near Brandon House."],"tagDate":["1815-08-10T00:00:00.000Z"]},"1044":{"tagName":["Drummond, G. Sir"],"tagPlace":["The Castle, Quebec"],"tagDescription":["to Selkirk. Agrees to furnish a small escort,but will explain the reason for doing so to the North West Company in order to prevent alarm."],"tagDate":["1816-03-15T00:00:00.000Z"]},"390":{"tagPlace":["York Factory"],"tagDate":["1815-09-15T00:00:00.000Z"],"tagDescription":["Joseph Howse's winter at Isle a la Crosse unsuccessful. A serious quarrel between his and the N.W.Co's men. James Johnston and one of the Canadians killed. Reports on the condition of East and West Winipic departments. Has re-arranged the distribution of the posts-and placed James Sutherland in charge of East Winipic. Each department now has three trading districts. East Winipic, Jack River with Berens or Pigeon River as outpost; 2 Ossiniboine River, with Qu'Appelle and Brandon House as outposts; 3 Pembina, with Turtle River and the Forks as outposts. West Winipic.- 1.Cumberland, outpost Moose Lake;2, Swan River, outpost,Lower Swan and Red Deers River; 3.Fort Dauphin, outposts Manitopah Lake and Jack Head. Muskrat skins traded in the Ossiniboine River damaged by being used as a bulwark in the leaky Colony House during the attacks of the N.W.Co. The incovenient mode of paying the free Canadians for furs at Edmonton represented by James Bird. Advises drafts on mercantile house in Montreal instead of bills of exchange. Bird receives invitation of two Saulteaux from \"Jack oh Finlay\" to send people across the mountain, intention to send Mr. Decoigne over-ruled by John Clarke who required him for his expedition North. The N.W.Co. having many Iroquois and freemen as hunters who carry all their furs to them, he is of opinion that the beaver will be exterminated in the Columbia. A possibility of establishing a trade in beaver near the heads of the Missouri. In case a regular communication with the Canadas in established, suggest export of buffalo robes to Montreal and import of tobacco from Canadas. Indolence of the Norwegians Mr.Sutherland's vain endeavour to make them work."]},"694":{"tagPlace":["35, Leadenhall St. London"],"tagDate":["1815-10-20T00:00:00.000Z"],"tagDescription":["To the Rev. Alex. Sage, Kildonan. Lord Selkirk has sailed for America. Letter addressed to him from Miles MacDonell has been received,and a copy thereof sent to John MacDonald,Lord Selkirk's agent at Inverness, in order to let relatives of settlers know that Indians had caused no trouble. Any letters received from settlers this year will be from those who joined N.W.Co.and will be prejudiced. If MacDonell has correctly represented the facts, N.W.Co.will be punished and deserting settlers will not escape payment of debts. Lord Selkirk did not misrepresent conditions in the country,but gave the settlers more advantages than were promised them. Settlers had to undergo the hardships incidental to a new settlement,and those were increased by unforeseen mishaps; but if people had remained at Settlement they would have overcome difficulties. They were not harshly treated. Believes definite charges will be refuted, and sensible people will know how to treat indifinite calumnies. Lord Selkirk tried to induce no man to leave his own country,and to those who were leaving he offered in favor of Red River only those inducements as to the correctness of which he was satisfied."]},"459":{"tagDescription":["Intention on to go to Montreal this summer,reaching Red River the following spring. Send accounts to both Montreal and England. John Pritchard appointed a member of the Ossiniboia Council until the general judicature instructions are ready."],"tagDate":["1815-03-23T00:00:00.000Z"]},"1021":{"tagDescription":["to Selkirk. Regarding the proposed establishment of a new Hudson Bay post in the Sioux Country.Considers the most convenient place would be between the mouth of the Isle de Corbeau and Otter Tail Lake. Offers his services for the undertaking."],"tagDate":["1816-02-20T00:00:00.000Z"],"tagName":["Graham, Duncan"],"tagPlace":["Montreal"]},"629":{"tagDescription":["Appendix 5. Memorandum re hogs; need of them in Settlement,and possibility of bringing them out."],"tagDate":["1815-01-01T00:00:00.000Z"]},"964":{"tagPlace":["York"],"tagDate":["1816-02-01T00:00:00.000Z"],"tagDescription":["Examination of Red River settlers. Gives names,where from and describes events of early settlement."]},"354":{"tagDescription":["Memorandum to Auld and Thomas."],"tagDate":["1811-06-01T00:00:00.000Z"]},"900":{"tagPlace":["Montreal"],"tagDate":["1815-11-18T00:00:00.000Z"],"tagDescription":["Concerning settlement with the N.W.Co. \"Upon the whole it appears to be more advisable to defer the attempt to open a negotiation for the present,unless it should be found that there are very great internal differences among the partners.\""]},"787":{"tagPlace":["Leatherhead"],"tagDescription":["Is of opinion that their acts are of a description which anfer a capital punishment, and if so the governor of the H.B.Co. has power to seize and convey to Great Britain for trial, if found in the H.B.Co territories. Probability of McDonell and Cameron being now in Canada and of not finding any persons concerned in the outrages in the H.B.Co. territories. Advisable to ascertain Lord Selkirks intentions regarding the re-establishment of the Settlement, and then present a petition to the Kings Council praying for redress."],"tagDate":["1815-12-25T00:00:00.000Z"]},"522":{"tagPlace":["Forks, Red River"],"tagDescription":["On June 11th the enemy made an attack which lasted th three quarters of an hour - the fire was returned by the Colony people but the H.B.Co. people remained inactive.  From desertions and prisoners taken, the servants, including those of the Co. were reduced to 16. Being informed by them that if I would surrender myself all trouble would end; I acquiesced. The agreement that I should be permitted to return to settle my affairs was violated."],"tagDate":["1815-06-20T00:00:00.000Z"]},"350":{"tagDescription":["Abstracts of letters of instructions from H.B. Committee to Messrs. Auld, Thomas, Coke, and others."],"tagDate":["1811-05-11T00:00:00.000Z"]},"654":{"tagDate":["1815-09-15T00:00:00.000Z"],"tagDescription":["Copy of warrant from Archibald Norman McLeod for the commitment of Capt.Macdonald."]},"537":{"tagPlace":["Winipic River"],"tagName":["MacDonell, Miles"],"tagDate":["1815-06-25T00:00:00.000Z"],"tagDescription":["to Lord Selkirk. Recommending John McLeod and Rodk. McKenzie who have been zealous to the Company's service and who refused to sign the letter advising MacDonell's surrender to the N.W.Co. Michael MacDonell taken prisoner on his way to us from Fort Daer, is to be taken for trial to Canada. Enclose copy of Auld's approval of the Proclamation. Hillier acted unfairly re that business."]},"329":{"tagDescription":["Calculation of expence and returns of each Post; Bayside all loss; inland good Profit.","Schooners Fresh set of men(Norw) to work winter and old seamen to be dismissed.","Prices high now make up for small dec. importation; officers' share average 3 yrs.will be about ?4,000,but if Bayside inland,would have been ?10,000.","Approve principle of recommending W.Thomas; Osnaburg good profit. Seniority not reason for promotion without superior merit.","Reduce schoonel establishment as low as practicable 2 or 3 and a small vessel.","Excessive number of men at Bayside. Ar, and CR.to be reduced to small ordinary Posts.","Separate accounts to be kept of schooners; divide mens'time in accordance with their services.","Retrench Factories at Bayside;expemce great burden on Funds.","Posts names shares to Masters; Chief and Second to take charge of Posts. Distribute clerks and inferior.","Governor on neither Department. To winter at Factory but at centrical inland,except at ship time. N.at Sashn and Interior Cumberl'd(Swan R.) or Playgreen;S. at N.Brk communicate Ht, and K.L.etc,chiefs to visit Posts,thro' winter at N.W.Co.","YF. & WR.to be reduced.Trader will need only as many as ordinary Posts and storekeeper,one or 2 labourers and 3 or 4 mechanics,for ships.","Engl.Provns still too much, 40 or 50 £ pr.head;-blame Y.F., praise North River, Daer Lake,etc; if provisions well managed difference would have added £ 40 share to officers profits."],"tagDate":["1814-04-01T00:00:00.000Z"]},"656":{"tagDate":["1815-09-19T00:00:00.000Z"],"tagDescription":["to the Earl of Selkirk. Giving an account and explanation of the events leading up to his arrest by representatives of the N.W.Co. Refers to arrest of the sheriff,John Spencer; stranding of the boat \"Cuchullin\" on lake Winnipeg; disposition made of the servants for the winter; arrangements made for a school; difficulties caused by inability to take all settlers' goods up from York Fort; agreement for peace between himself and the half breeds,following a number of arrests; assistance and protection offered by N.W.agent,Duncan Cameron,to settlers who carried off artillery from Colony; constant desertions of settlers to N.W.Post; repeated attacks made by N.W. followers on H.B.servants to render assistance; his non-flight and concealment,and order of Cameron that all must leave Red River; final attack and his own surrender. Beleives that Settlement might have been defended and is sorry he surrendered. Settlers showed great ingratitude; they believed Canada a preferable country,and feared Indian attacks. The seizure of provisions had given a pretext for conduct of N.W.Co,but he believed a satisfactory arrangement had been arrived at in the matter. The half-breeds were irritated by a number of incidents,but after the agreement for peace on both sides no provocation was given them, and the N.W.Co was responsible for whatever violent actions took place"],"tagPlace":["Montreal"],"tagName":["MacDonell, Miles"]},"493":{"tagDescription":["and others on behalf of the Colony to Duncan Cameron. Notes the receipt by the halfbreeds here of a warning from the halfbreeds assembled in arms for Cameron to quit the H. B. trading post. Advises that halfbreeds under his(Cameron) orders will be considered as his contracted servants,and hold him responsible accordingly. Desires to know Cameron's intentions re the Colony immediately. An amicable settlement desirable."],"tagDate":["1815-06-12T00:00:00.000Z"],"tagName":["White, Jos"],"tagPlace":["Red River Settlement"]},"641":{"tagPlace":["Stromness","Inverness"],"tagName":["MacDonald, J.","Geddes, G."],"tagDate":["1815-05-01T00:00:00.000Z"],"tagDescription":["to G.Geddes. Reply to last. Refers to his operations engaging servants for H.B.Co. Will now suspend these operations. Makes some suggestions in the matter.","to J.MacDonald. According to instructions from Lord Selkirk,requests MacDonald to report number of men he has engaged for H.B.service,and give himself no further trouble in the matter."]},"84":{"tagDescription":["of Ossiniboia,to Lord Selkirk. Account of his seizure in June of N.W.Co's pemmican,secreted at their post at River a la Sourie to evade the embargo on provisions of January 8th. Encloses Miles MacDonell's letter and warrant of June 7th authorizing said seizure.John Pritchard of the N.W.Co.acting at this post made but a passive resistance.The pemmican conveyed across the river to the H.B.post.Brandon House. On September 5th he (Spencer) is arrested by Duncan Cameron,a N.W.Co.'s proprietor,under warrant from Archibald McLeod,a magistrate in the Province of Canada,and taken to their post adjacent to the Colony.Bail if refused.He is now on the way to Montreal to appear before a court of Justice to ascertain the legality of MacDonell's warrant."],"tagDate":["1814-12-08T00:00:00.000Z"],"tagName":["Spencer, John, sheriff"],"tagPlace":["Lac la Pluie"]},"505":{"tagPlace":["Red River  "],"tagName":["Pritchard, John"],"tagDate":["1815-06-20T00:00:00.000Z"],"tagDescription":["to Lord Selkirk. Narrative of incidents in the feud between the N.W.Co. and the H.B.Co. and R.R. Colony tending to prove the motive of the former to be the extinction of the Colony by the hands of the Indians and halfbreeds whom they instigated to the most violent crimes. D.Cameron and colleagues the principal directors of their policy. They publicly claimed the lands in question as theirs, and ordered the removal of the H.B.Co. servants and the settlers from the River within two days. Cameron also tried to induce the settlers to go to Upper Canada offering them lands, cattle and provisions. "]},"178":{"tagPlace":["York Fort"],"tagName":["MacDonell, Miles"],"tagDate":["1814-09-10T00:00:00.000Z"],"tagDescription":["to the Earl of Selkirk. Wishes A.McDonald to be protected against charges in matter of burning of Churchill Factory. Is doubtful about innocence of McLeans; Mr.McLean did not support him against N.W.Co. Refers to visit of W.Sinclair,Chief of West Winnipeg."]},"1052":{"tagPlace":["Montreal","Head Quarters, Quebec"],"tagName":["Selkirk"],"tagDate":["1813-03-12T00:00:00.000Z"],"tagDescription":["GENERAL ORDER. Discharge of the Militia Corps of Canadians Voyageurs, commanded by the Lt-Col.McGillivray, from the 16th inst. Signed by F.Vassal de Monviel,Adjutant General.","to T. Clarke. Will lose no time in making arrangements suggested with regard to supplies.The Lake Erie route will be followed."]},"1016":{"tagPlace":["Qu'Appelle"],"tagName":["Sutherland, James"],"tagDate":["1816-02-16T00:00:00.000Z"],"tagDescription":["to Robert Semple, Governor of Rupert's Land. Informing him of the arrival of two officers and five men at the North West House in case he should deem it advisable to return."]},"348":{"tagDate":["1814-01-01T00:00:00.000Z"],"tagDescription":["H.B. Committee to Thomas Thomas. Instructions for allowing Miles MacDonell to make certain establishments within the Company's territory for the convenience of the Settlement."]},"394":{"tagPlace":["York Factory"],"tagDescription":["List of officers of the Northern Department 1814-15, with remarks on each."],"tagDate":["1814-09-15T00:00:00.000Z"]},"1004":{"tagPlace":["St.Mary's Falls"],"tagName":["Johnson, John"],"tagDate":["1816-02-08T00:00:00.000Z"],"tagDescription":["to Selkirk. Regarding the benefit of an agreement between the two Companies in the face of American rivalry."]},"25":{"tagDate":["1814-04-12T00:00:00.000Z"],"tagDescription":["John MacKay who returned last season has been spreading bad reports in Sutherland of the treatment of the settlers.","Wool of Spanish sheep ? Hemp and Flax.","Inclined on the whole to give every fair encouragement to settlers provided it can be done without seeming to hold the lands too cheap.With this view certificates from the Company's chief officers to be attended to conditionally.","The buffalo.? Tongues carefully cured.Tallow may be reckoned worth 40% net at Y.farm;Hogs, Lard?","A price at least of 2% p.bushel might be promised to the farmers for some years to come.","Madder never worth less than 60% p.cwt. Tobacco at least for R.R.S. and the Indians.","Not altogether I am afraid, without reason. Great complaints from Edwards and McRae.","Disappointment at men returning home; every encouragement should be given to good characters to remain.","James Smith's attachment to the U.S.; he should be placed near the Bay.","What would be the probable expence of carriage from R.R. Y..? Might it not answer for flour to England.?","In time,distillery will be useful.Are there not remains of old stills to be produced at the Factories?"]},"567":{"tagPlace":["Montreal"],"tagDate":["1815-08-10T00:00:00.000Z"],"tagDescription":["Describes the carrying out of these instructions. John Pritchard,N.W. Representative,offered non-resistance, but declared that warrant was illegal. Observations of writer on question of legality. N.W.Co. secreted pemmican in the woods. Was arrested Sept. 5th by Duncan Cameron, on charge of having acted illegally in making the seizure. Archd. McDonald of the Colony offered bail,which was refused. Was removed on road to Montreal. Settlers were becoming attached to the Country. Requests that Lord Selkirk protect his mother."]},"792":{"tagDate":["1815-12-27T00:00:00.000Z"],"tagDescription":["The Stone Indians from the Saskatchewan,with the Cress as allies,have been at war with the Blackfeet and others of that vicinity,in consequence of which the former fled to this river; we shall thus have their trade. The Stone Indiana at River QuAppelle stole 24 of our horses, we suspect Alex.MacDonald,N.W.Co, master there,had some concern in our loss. We heard they intended to raise the Indians against us there, but believe the latter will remain true to us."],"tagPlace":["Brandon House"]},"628":{"tagDescription":["Appendix 4. Memorandum re horses."],"tagDate":["1815-01-01T00:00:00.000Z"]},"458":{"tagDate":["1815-03-23T00:00:00.000Z"],"tagDescription":["Directors have fully adopted the plan for a winter dispatch by way of Canada. MacDonell's part to forward the packet from Kildonan to Lake Sal. The Committee disposed to carry on the project of a winter road entirely on the Company's account. The Settlement to take measures for the communications from the mouth of the Saskatchewan to the Colony. The necessity for the post at the outlet of Lake Winipic. Directions for cultivating the ground on Hill River which is of the nature of peat moss."]},"643":{"tagDate":["1815-09-06T00:00:00.000Z"],"tagDescription":["Earl of Selkirk to G.Geddes. No expense to be incurred for a certain officer who has deserted Co.'s service. Glad that good servants have been engaged for Co.in Orkneys,but Committee do not wish all their servants to be from one place. Is surprised at letters to J.Macdonald. It was ambiguous,and seemed to imply that he (Selkirk) had ordered that Macdonald should engage no more men,which was not true. Believes Customs' officers went beyond rights in restricting number of passengers on Company's ships."],"tagPlace":["Liverpool"]},"805":{"tagDescription":["Memorandum of negotiations between the H.B.Co. and looking to a settlement of their differences. Final memorandum by N.W.Co. dated Montreal, Dec. 27, 1815, says Upon the whole it is a painful reflection for the N.W.Co. to find themselves obliged to abandon further negotiation at present as hopeless, and to see that a pecuniary contest is forced upon them,which they cannot shrink from,and must continue,untill the H.B.Co. shall entertain a different view of their real interest."]},"97":{"tagName":["Selkirk, Lord"],"tagPlace":["London"],"tagDescription":["to Miles MacDonell. Memo of further instructions. Surgeon James White to be second in command and to have charge in MacDonell's absence. Important question to be considered in Council,but decisions to be left to MacDonell. An annual report to be made; requisitions for provisions also to be made annually."],"tagDate":["1814-06-10T00:00:00.000Z"]},"157":{"tagDescription":["British and Foreign School Society in account with Lord Selkirk for school supplies to the amount of £ 2-15-6."],"tagDate":["1814-08-17T00:00:00.000Z"]},"1036":{"tagName":["Ertaminger, C.O."],"tagPlace":["Sault St. Mary's "],"tagDescription":["to Selkirk. Regarding letters forcibly taken from the Indian messenger by McIntosh of Michipicoton,and a man named Robinson."],"tagDate":["1816-03-08T00:00:00.000Z"]},"934":{"tagDate":["1816-01-10T00:00:00.000Z"],"tagDescription":["Deputy-Governor Hudson's Bay Co.,to Bathurst. Acknowledges Goulburn's letter.Explains the situation and the desire of the settlers for Military protection owing to the remoteness of their Settlement. Encloses depositions from James Flynn,Michael MacDonnell,Joseph Kenny and Hector McEachern,regarding the recent disturbances."],"tagPlace":["Hudson Bay House"],"tagName":["Pelly, J.H."]},"328":{"tagPlace":[" "],"tagDescription":["Officers' half-profit to be 100 shares, not all yet appropriated; balance as extraordinary rewards, all to be hereafter appropriated; except reserve for retired shares.","Clerks to have charge in parts.You arrange limits and checks and give account of arrangements.","North R. House,attach to Upper Churchill,to prevent interference,as per Mr.Holmes; not informed as to East Winnipeg and Rocky Mn.","Letter to Auld enclosed; you take command as soon as possible. Auld only to make up accounts etc. of past.","At each Factory,a junior trader,and a small store for trade.","Moose and E.M. two shares each.","Vincent-locum tenens- South;-not permanent-6 shares.","Sketch of proposed distribution of command and shares,send list of Officers.","One Accountant and Storekeeper at each,with charge stores.","General arrangements. Abolish all Factories but Y.F. and N.R.","Sea Coast Y.F.,C.R. and Severn; no opposition,no chief but second."," Auld's resignation; you take command of North."," At each post,a clerk as sub-Accountant.","Dispatch sent for special operations before ship time.","Situation of Chiefs,not altered; authority still over posts."],"tagDate":["1814-04-01T00:00:00.000Z"]},"446":{"tagDescription":["stated that if MacDonell had not heeded this warning he and his people would have been killed on the spot and Fort Daer taken possession of when they would proceed to the Forks and seize the Colony's stores. His (Mcleod's) detention lasted six days.","Statement by B.MacPherson, re number of men and their qualifications and the supply of provisions and cattle at the post."],"tagDate":["1815-02-18T00:00:00.000Z"],"tagName":["Hess, Charles"],"tagPlace":["Turtle River","Lac la Pluie"]},"444":{"tagDate":["1815-02-18T00:00:00.000Z"],"tagDescription":["Narrative of John McLeod re his mission of peace from Capt. MacDonell to the Canadian freemen and servants of the N.W.Co.assembled in arms in the plains near the head of Turtle River. He and his companions taken prisoners,disarmed and treated harshly. Bostonois Pangman and Charles Hess, explained to the others the Governor's letter, but they would not listen to it. Bonhome sent to demand his ( Capt.MacDonell's ) surrender with a warning that if he brought more than two or three men with him he would be fired upon."],"tagPlace":["Turtle River"]},"498":{"tagName":["Dickson, Robt."],"tagPlace":["Michelimackinac"],"tagDescription":["to Lord Selkirk. Re the project of procuring cattle for the R.R. Settlement from the Ouisconsin. The Americans having ascended the Mississippi last summer to Prairie du Chien, most of the cattle were destroyed, but he will send what he can. Has tried to influence the Sioux Indians to friendship with the Red River settlers. "],"tagDate":["1815-06-17T00:00:00.000Z"]},"535":{"tagDate":["1815-06-24T00:00:00.000Z"],"tagDescription":["Memo of letter from Wm.McGillivray of the North West Company to the Adjutant General. Presume Communication referred to is the same as the one made in February last by Mr. G. to North West Co. in London to which they returned proper answer. Repel insinuation with indignation. Influence of North West Co. with Indians exerted in very different manner as seen in course of late war. On contrary North West Co. assisted settlers with provisions; they had none except from stores of the North West Co. and must have starved but for that assistance. Know of no instigation nor intention of attack on part of Indians: but cannot assure that serious disputes may not arise between settlers and the Indians whom they dispossess of their hunting grounds in American style. No instigation necessary where Indians perceive their interest involved and danger manifest from Sioux, constant enemies of Red River Indians and of all whites, who live with their enemies. North West Company cannot always save people from danger; unjust to make them responsible for others. North West Co. not the only traders who supply Red River Indians Hudson Bay Co. posts. North West Co. would not instigate for own sakes, as Indians once roused would not distinguished North West from Hudson Bay. Violent conduct of Lord Selkirk's agents calculated to creat disturbance. Robbery of provisions under usurped authority, when they could get none from Canada. Colonisation meant as cloak for trade. Lord Selkirk partner in Hudson Bay, and aiming destructive blow at North West Co. Delusive expectations held out by Lord Selkirk. Wonder Government should countenance colonisation 2000 miles off where settlers cannot be supported; if settlement fails as it must and ought, many suffer, or if it succeeds will destroy indian trade. Experience shows that, wherever colonisation proceeds Indians and their trade disappear. Lord Selkirk therefore promoting extermination of Indians and planting people who will become American."],"tagPlace":["Stromness"]},"349":{"tagDescription":["Abstracts of letters of instructions from H.B.Committee to Wm Auld, T.Thomas, T.Vincent, and others."],"tagDate":["1810-05-31T00:00:00.000Z"]},"219":{"tagPlace":["Keanloch"],"tagName":["MacDonell, Alex"],"tagDate":["1814-11-18T00:00:00.000Z"],"tagDescription":["to the Earl of Selkirk. Is sending certain information for letter. Describes discontent of North West tenantry, among whom he would be willing to go to obtain men for the Company and Settlement."]},"1056":{"tagPlace":["Quebec"],"tagName":["Vassal de Monviel, F"],"tagDate":["1816-03-21T00:00:00.000Z"],"tagDescription":["Names of the officers composing the Corps des Voyageurs Canadians."]},"632":{"tagDescription":["Appendix 7. Memorandum re ships; they have not prospered."],"tagDate":["1815-01-01T00:00:00.000Z"]},"645":{"tagName":["Bill"],"tagDate":["1815-01-01T00:00:00.000Z"],"tagDescription":["Col.Pilninton, Dr. to Wm.Wallis for a boat built not taken."]},"627":{"tagDescription":["Appendix 3. Memorandum re cattle kept at York Fort,and possibility of sending them to Settlement."],"tagDate":["1815-01-01T00:00:00.000Z"]},"884":{"tagPlace":["Turtle River"],"tagDate":["1813-02-17T00:00:00.000Z"],"tagDescription":["No 4. John McLeod to Wm.Hillier. Informing him of the intrigues of the N.W.Co. with the Indians against the H.B.Co., and the R.R. Settlement. Particularly their inciting them to believe they should be recommended for thir lands. The Indians have planned to assemble in the spring to Turtle River; send their chief to Pembina to make demands to the Governor of the Colony, and if he refuses to comply they will \" emancipate\"themselves."]},"206":{"tagPlace":["Point Fortune"],"tagName":["MacDonell, John"],"tagDate":["1814-10-08T00:00:00.000Z"],"tagDescription":["to Colin Robertson. Gives his opinion re Pritchard's expedition. Wishes success to the Colony, but cannot aid it openly owing to his connections with N.W.Co."]},"158":{"tagPlace":["York Fort"],"tagDate":["1814-08-27T00:00:00.000Z"],"tagDescription":["Report of A.Edwards on dejection of Capt.MacDonell as a result of the production of certain writings,his self-upbradings,and wish to resign his position."]},"789":{"tagDescription":["Encloses a list of papers relative to the destruction of the Settlement, which comprises narrative of Miles MacDonell sketching the conduct of the H.B.Co.from September 1814 to June 1815, various letters to Lord Selkirk, affidavits etc, etc."],"tagDate":["1815-12-25T00:00:00.000Z"],"tagPlace":["Leatherhead"]},"676":{"tagDescription":["Messages interchanged between Cameron and Robertson in regard to payment of debts of servants who left either."],"tagDate":["1815-09-29T00:00:00.000Z"]},"704":{"tagPlace":["Montreal"],"tagDate":["1815-10-21T00:00:00.000Z"],"tagDescription":["(Published in Section Q of Appendix to (\"Statement\".) Affidavit of Joseph Kenny. Duncan Cameron offered inducements to settlers to abandon the Colony. Deponent and others did so followers of N.W.Co. attacked Settlement with arms supplied from N.W.Co.Post. Duncan Cameron expressed himself as approving such attack. Some who took part in attack dissatisfied because N.W.Co. did not fulfill promises made to them."]},"760":{"tagPlace":["Brandon House"],"tagDate":["1815-11-21T00:00:00.000Z"],"tagDescription":["These disturbances have caused an unusual expenditure of goods at Qu'Appelle. Has not been able to purchase horse for Semple. Refers to arrangements for latter's visit. Is himself about to set out for Qu'Appelle."]},"674":{"tagDate":["1815-09-27T00:00:00.000Z"],"tagDescription":["A letter received from Miles MacDonell announcing that troops were coming to protect settlers. Observations on favorable situation of colony,which will afford a resistance to American aggrandisement, and a rallying place for British should Canada be conquered by the United States."]},"370":{"tagDate":["1813-05-28T00:00:00.000Z"],"tagDescription":["Memorandum: Instructions to A.Christie.","Memorandum: Instructions to Wm.Auld."]},"191":{"tagPlace":["York Factory"],"tagName":["Thomas, Thomas"],"tagDate":["1814-09-20T00:00:00.000Z"],"tagDescription":["to the Earl of Selkirk. Refers to dejection of Capt.MacDonell, and his handing his keys to Mr.Auld."]},"766":{"tagPlace":["Langby Farm"],"tagName":["Colville,A."],"tagDate":["1815-12-05T00:00:00.000Z"],"tagDescription":["to the H.B.Co. Narrative of events at Red River Settlement during the spring and summer of 1815. Miles MacDonell fearing famine issued embargo on provisions to which the H.B.Co.conformed, and against which the N.W.Co. made active opposition,believing it to be unjust and illegal"]},"1047":{"tagDate":["1816-03-22T00:00:00.000Z"],"tagDescription":["Chief Justice,to Selkirk. Warning him of the danger involved in his proposed visit to the Red River."],"tagPlace":["York "],"tagName":["Scott, Norman"]},"764":{"tagDescription":["Deponent also states that while in prison at Fort Gibraltar in June one of the partners of the N.W.Co.told him they had offered £400 to Alexander McLean,the Colony's principle settler,to come over to them. ( A note follows the above affidavit to the effect that Hector McEachern can prove George Campbell was in possession of the money and a draft for £100 which he acknowledge having received from the N.W.Co.)"],"tagDate":["1815-11-28T00:00:00.000Z"],"tagPlace":["Montreal"]},"151":{"tagDescription":["The Indian population of the District amounts to 4800. The free Canadians,with their Indian families, over 200. Some of the latter have taken land. To secure their attachment and draw them he has promised them, gratis,all the lands they can cultivate for three years. Their settlements at Pembina and on the Ossinboia River,half way between the Settlement and Portage de la Prairie not having a suitable form of ejectment. Burn to serve on the N.W.Co.he will postpone the issue of such until he hears from Selkirk. Believes with his present force he can prevent them coming into the River,if he was sure the land would bear him out in doing so."],"tagDate":["1814-07-25T00:00:00.000Z"]},"332":{"tagDescription":["Posts to be convenient for rapids etc, 2d below falls Hill R, 3r out-let Knee Lake, 4th Oxford House for Trout R.-","Misapplication of labour. Hay making ridiculous; adopt Canadian method.","Distribute men, too few for five posts, but 3; one party undertake 2 posts.","Piece work will check day labourers, very inadequate work at Factories-R.R.S. boats at YF; men given halfday as own time in South-","Yrf.-from Yf. to Playgreen 1. - 3  intermediate stages; then employ set of men for winter carriage; will carry 3 times as much as No. in boats per summer.","Before ships, choose posts and erect log houses.","To check waste of labour let mechanics keep memo. Look and charge money price at each job pr. measure, also keep labour account in Journal.","First work for Norwegians to clear and cultivate at these posts; encourage by premiums for extra work above task, or new bargain for wages by piece.","Work by piece adopt as far as possible generally in. Timber business. Give gardens, will feed cheap and make money, will encourage others.","Good fishing place and meadows, but good soil primary point.","Do firewood;- improper fireplaces-stoves as Canadian or Swedish, learn method of managing from Canadians and Swedes.","Provisions give full allowance of; employ Indian hunter so as to avoid interruption on work.","Try to plant some ground at each of 5 next spring so as to get benefit of communication impart- 1815/6 horses from Saskatchewan.","to complete survey of Nelson R. soundings as high up as depth for ship, and compare harbour to Five F-hole; also explore wintering place."],"tagDate":["1814-04-01T00:00:00.000Z"],"tagName":["Hillier"],"tagPlace":["Fort Daer"]},"880":{"tagDescription":["No 2. Statement by the Governor of the H.B.Co to Lord Bathurst setting forth their reasons for encouraging the establishment of the Red River Colony. These were that they might have a a source of supplies within their own territory; the improvement of their land property by means of such settlement, and the civilisation of the Indians whose attitude at first was friendly. Could only have been alienatad by outside influence."],"tagDate":["1815-01-01T00:00:00.000Z"]},"561":{"tagDate":["1815-08-10T00:00:00.000Z"],"tagDescription":["Settlers who came to Fort William were asked to give sworn statement of grievances. Abusive language of magistrate McLeod to one  who refused. Good services of his attorney. Stewart, who expects to have him admitted to bail. Other persons have shown him kindness. Fearing that N.W. agents may have retained or altered his letter written at Lac la Pluie, Dec. 1st, encloses copy of which following is a synopsis."],"tagPlace":["Montreal"]},"767":{"tagDate":["1815-12-05T00:00:00.000Z"],"tagDescription":["Some of the N.W.Co. agreed to supply the Colony in 1814-1815 with a quantity equal to a certain amount they were allowed to retain on representing that their trade would be seriously injured,but the general body of the Company subsequently refused to abide by this. McLeod, one of the partners,and a justice of the peace for the Indian Territory issued a warrant for the arrest of Miles Macdonell and Sheriff Spencer on criminal charge of robbery. Spencer was seize in September and taken to ont of their trading posts. Kept in custody till August 1815,when they brought him to Montreal where he was immediately admitted to bail. When Macdonell returned to Hudson's Bay he refused to surrender to the warrant. Meanwhile the N.W.Co were sowing discontent among the settlers who had hitherto been contented with their lot."],"tagPlace":["Langby Farm"]},"612":{"tagPlace":["York Factory"],"tagName":["Semple, Robert"],"tagDate":["1815-09-05T00:00:00.000Z"],"tagDescription":["to Colin Robertson. Letter written to satisfy colonists, to whom it was read. On account of discontent of colonists at seeing goods of their friends in stores at Factory,requests that their own goods, now left behind, be taken up as early in the spring as possible."]},"393":{"tagPlace":["York Factory"],"tagDescription":["Improvements made and others suggested for the water route between York Factory and Winipic Lake. Building operations of Mr. Fidler at Lake, and at Red River in summer of 1814 when he had charge there in MacDonells absence. Inaccurate and incomplete state of the Winipic districts accounts books. Effects of the introduction of the Journal Waste Book. Order that servants must apply for the articles they require and which are procurable at the store, instead of sending to Europe for them. Danger of the revival of fraudulent practice of the officers clothing themselves at the Companys expence."],"tagDate":["1815-09-15T00:00:00.000Z"]},"585":{"tagDescription":["to the Earl of Selkirk. Refers to various measures to be taken in securing settlers for Red River. Considers further favorable reports from the Colony necessary. Refers to securing of servants for for H.B.Co,and other matters."],"tagDate":["1815-08-20T00:00:00.000Z"],"tagName":["MacDonald, John"],"tagPlace":["Inverness"]},"24":{"tagDate":["1814-04-12T00:00:00.000Z"],"tagDescription":["Great necessity of a market for the surplus produce. Durham boats which are common in Upper Canada might be usefull for the navigation of Lake Winipic.","There can be little doubt that free Canadians might be induced to form the necessary stations as settlers round the West side of Lake Winnipeg to R.R. Five stations would perhaps be necessary and two more on the leasehold lands to the termination of the Company's road.","It would still be better to get settlers to establish themselves at the stations on their own account.","in pursuance of this principle no servants will be sent out on wages this year to the R.R.S.","Great difficulty of making men on wages work fairly or live moderately; recommend that all work should be done by the piece of job. And a premium on every acre brought into cultivation or on the produce.","The farm at the Forks to be let in shares to some deserving man.","Or an overseer to be with each working party and to receive a premium in proportion to work done."]},"429":{"tagPlace":["Middle Winipic"],"tagDate":["1815-01-21T00:00:00.000Z"],"tagDescription":["State of affairs forbid his leaving his post for a visit at the Forks. Has recently ascertained the existence of a Canadian post at Jack Fish Head where the H.B.Indians are trading. Intends forming a post beside them to counteract this other preparation for opposing them."]},"102":{"tagDate":["1814-07-28T00:00:00.000Z"],"tagDescription":["Extract of letter from Lord Selkirk to John MacDonell, brother of Miles MacDonell, granting him a 10,000 acres township on the Red River on condition he settle 6 or 8 families of industrious character,not at present within the limits of the Hudson's Bay Territory. Conditions and restrictions to be observed by the grantees of all townships laid out in the Colony. A number of townships to be sold for money value, one half of which is to be set apart as a fund to be used for the encouragement of new settlers."]},"450":{"tagName":["Lord Selkirk"],"tagDate":["1815-03-23T00:00:00.000Z"],"tagDescription":["to Miles MacDonell. Encloses copy of his letter of Dec. 21 1814. Considers John Pritchard as acquisition to the Settlement. Wishes MacDonell to give every assistance in accommodation and provisions to the military force being sent from Canada for the protection of the Settlement. Fort at Pemhina to be assigned for their use until they can construct barracks at the Forks. Probable arrival will be late in summer. Suggests possibility of attack by Indians. Terms and conditions on which the Ossniboyne lands may be bought if the call for payment. Trusts that Pritchard will remove any suspicious they may entertain of designs against their liberty."]},"626":{"tagDate":["1815-01-01T00:00:00.000Z"],"tagDescription":["Memorandum as to probability of minerals being discovered in the country,and possibility of working them."]},"456":{"tagDescription":["Directions re care of gunpowder in the cartridges sent out by the Board of Ordnance in 1813. Regrets expense and time spent on works at Pembina,as, falling within the American boundary by the late Treaty, it must be abandoned, the people to be withdrawn quietly and gradually."],"tagDate":["1815-03-23T00:00:00.000Z"]},"931":{"tagPlace":["New Market"],"tagName":["MacDonnell, Michael"],"tagDate":["1816-01-08T00:00:00.000Z"],"tagDescription":["to Selkirk. Is unable to persuade any person to go to Hudson's Bay in the winter. Had mixed with the Red River Settlers while at York and all appeared perfectly satisfied with the conduct of the North West Company towards them. Robert Gunn,the Piper, acknowledged he was one of the men concerned in taking away the cannon;describes the incident naming others taking part. William McGillivray has ordered that the settlers at York be supplied with provisions. Encloses list of settlers at York and vicinity,and a letter from Donald McKinnon. Had met Captain Livingston who will go as far as Grand Island."]},"1034":{"tagName":["Selkirk"],"tagPlace":["York"],"tagDescription":["to John Mure, Quebec. Hoped to discuss with him personally the arrangements with the North West Company and the action of their agents.Did everything possible to affect an arrangement( agreement )."],"tagDate":["1816-03-04T00:00:00.000Z"]},"552":{"tagPlace":["Red River Settlement"],"tagDescription":["The halfbreeds stated that all they had done against the Colony was at the instigation of Duncan Cameron and others of the N.W.Co."],"tagDate":["1815-08-05T00:00:00.000Z"]},"207":{"tagPlace":["Lake of Two-Mountains"],"tagDate":["1814-10-25T00:00:00.000Z"],"tagDescription":["Extracts from letter from Mr.Pritchard referring to his expedition."]},"454":{"tagDescription":["The Sutherland Settlers - about 150 - go out this year. The wives of the - and Inverness colonists who went the previous year are not to be sent out till next season when he has had a report of their conduct. Directs the method of securing a supply of buffalo for the season (following winter.) Thinks the unskilled carpenters and other workmen of whom MacDonell complains should have been taught by him. Garden seed and new species of grain to be sent out. Suggestions for increasing productiveness of the latter. The whole indent will be sent out except tobacco which will go from Montreal. Hopes the Colony will raise their own supply the ensuing year. Mistakes in the first two years' accounts re prices charged for goods to the people, must be rectified,but not so hastily as to embarrass the settlers."],"tagDate":["1815-03-23T00:00:00.000Z"]},"677":{"tagDate":["1815-10-03T00:00:00.000Z"],"tagDescription":["Believes N.W.Co.is publishing misrepresentations. They have induced settlers to declare that N.W.Co preserved them from the Indians and from sarvation. This can be easily refuted. N.W.Co has had a petition drawn up as if from \"The Free Half-breeds of Red River\"."]},"707":{"tagDescription":["to the Earl of Selkirk. Relates his agreement with Anderson,Lord Selkirk's agent, to go to Prince Edward Island,and to keep as a member of his own family a certain young girl,for which he was to receive a grant of land. Gives a detailed account of his experiences in America,and the misfortunes he has suffered. Has not received proper grant of land in accordance with agreement,and requests that such be made him."],"tagDate":["1815-10-28T00:00:00.000Z"],"tagName":["Halliday, Thomas"],"tagPlace":["Cape Bear"]},"242":{"tagDescription":["to the Earl of Selkirk. Reporting on the survey of Nelson River."],"tagDate":["1814-12-24T00:00:00.000Z"],"tagName":["Hillier, William"],"tagPlace":["7, Lombart St."]},"235":{"tagDate":["1814-12-07T00:00:00.000Z"],"tagDescription":["Notice to quit served Miles MacDonell on N.W.Co.in vicinity of Carlton House."],"tagPlace":[" "]},"817":{"tagPlace":["Montreal"],"tagDescription":["Affidavits of Mitchell Chrain and Peter Dunn, of the H.B.Co. at Red River before Lord Selkirk. Stating the circumstances of the forcible taking of nine pieces of cannon from Red River Settlement to the N.W.Co. Fort Gibraltar; of Duncan Camerons efforts to induce settlers to go to Canada; of an attack of the N.W.Co. on the Colony wherein several persons in the Colonys service were wounded, the attacking party sustaining no loss, etc, etc."],"tagDate":["1816-01-05T00:00:00.000Z"]},"378":{"tagDate":["1815-03-01T00:00:00.000Z"],"tagDescription":["H.B.Co to T. Vincent. Instructions re the dispatch of a regular winter packet to the Company by way of Canada Route and time specified. Matters to be so arranged that an account of the transactions of the whole Southern Department shall be forwarded. Communication between posts to be maintained, particularly with those which are exposed to the opposition of the N.W.Co. An occasional visit to these posts advisable. Communication with the Northern Department would be facilitated by an establishment at or near Lake Sal. as a substitute for the old post at Wipinoban, or Eagle Lake. This is necessary for the purpose of re-occupying that district of which the N.W.Co. have been left in undisturbed possession since their aggression on the H.B.Co. in 1810. Suggestions re preserving geese and other game. Plan for ice house. Facilities to be granted the servants of the Company who desire to settle at Red River. Approves the design to send Geo. Atkinson to explore the interior country of East Main, the Company is desirous \"that he should continue to explore one part of the Country after another, till we can have a distinct idea of all the interior or of East Main as far as the Straights, or at least as far as he can proceed without danger from the Esquimo\". Previous reports from masters of trading posts have been meagre and defective suggestions for supplying the deficiency."]},"447":{"tagDescription":["to Miles MacDonell. Is glad to hear that the Colony's prosperity and good supply of provisions,which condition must be annoying to the N.W.Co-who, he hears, are planning a grand coup at the Forks to take place at a time when MacDonell's men are dispersed in winter quarters."],"tagDate":["1815-01-21T00:00:00.000Z"],"tagName":["Holdsworth, George"],"tagPlace":["Middle Winipic"]},"196":{"tagDescription":["to John MacNab. Has fears for his brother's life and for the safety of the Red River Colony. Thinks natives are being prejudiced against settlers. Some of N.W.partners will do all possible to prevent destruction of Colony. Wishes more moderation were shown on both sides. States terms on which will sell his property."],"tagDate":["1814-10-10T00:00:00.000Z"],"tagName":["MacDonell, John"],"tagPlace":["Point Fortune,U.C."]},"671":{"tagName":["Cameron"],"tagDate":["1815-09-22T00:00:00.000Z"],"tagDescription":["again trying to ingratiate himself with settlers."]},"382":{"tagDescription":["Thomas Thomas to the Governor of the H.B.Co. Has declined Lord Selkirk's offer of a position of trust at Red River, but is ready to render every aid to the Settlement. An official report of the transactions of the Colony will be sent by Messrs. White and McDonald. The N.W.Co. through Duncan Cameron have succeeded in prevailing on the greater part of the settlers to quit the Colony and accompanying to Canada. Cameron also instigated the halfbreeds and freemen to the most violent outrages on the persons and property of the remaining settlers. Colin Robertson arrives and takes charge of the Settlement till Lord Selkirk's pleasure is known."],"tagDate":["1815-09-15T00:00:00.000Z"],"tagPlace":["York Factory"]},"905":{"tagDescription":["\" I have no expectation of any encouragement---beyond that which may be afforded with advantage to the Company' s commercial concerns- I have not even a wish that the price of any article of produce should be stretched to the smallest degree of excess; all that I ask is a preference on equal terms.\""],"tagDate":["1815-11-18T00:00:00.000Z"],"tagPlace":["Montreal"]},"910":{"tagDescription":["In January Governor Semple arrives but effects nothing. In February Duncan Cameron visits the N.W. fort and endeavors to manipulate the halfbreeds for the destruction of the Colony."],"tagDate":["1815-01-01T00:00:00.000Z"],"tagPlace":["Montreal"]},"589":{"tagDate":["1815-08-28T00:00:00.000Z"],"tagDescription":["Hudson's Bay Committee ( Joseph Berens,J.H.Pilly,Thomas Langley, John Webb,A.Colvile, Thomas Pitt, W.L.Hunter) to the Earl of Silkirk. Authorizing him to enter into an agreement on behalf of H.B.Co,when in America."]},"916":{"tagPlace":["Montreal"],"tagDate":["1815-01-01T00:00:00.000Z"],"tagDescription":["On the third day's passage they are ambushed at a narrow point on the river covered with thickets where thay were passing a rapid. Resistance being useless,they surrender, all being taken prisoners. Later, when their provisions are secured most of them are given their liberty on agreeing never to take arms against the N.W.Co. again."]},"1017":{"tagDate":["1816-02-16T00:00:00.000Z"],"tagDescription":["to C.O. Ertaminger. Instructing him to forward provisions for the Hudson's Bay Company to the Sault to go up with a brigade of canoes when navigation opens."],"tagName":["Selkirk"]},"371":{"tagDescription":["Draft of instructions to Colin Robertson concerning the engagement of a suitable person to conduct an expedition for the H.C.Co. and take charge of a trading establishment in a district not at present frequented by the servants of the Company, said person to act under the direction of the Governor. Number and salaries of clerks specified. Canoe-men 100 and 16 canoes required. Connection to be established with a Montreal house of reputation who may be considered as permanent agents and correspondents."],"tagDate":["1814-05-10T00:00:00.000Z"]},"515":{"tagDescription":["Encloses an address of same date from a remnant of the settlers to Lord Selkirk, stating their deplorable case and asking for protection. They especially regret the absence of a judiciary."],"tagDate":["1815-06-20T00:00:00.000Z"],"tagPlace":["Red River  "]},"500":{"tagDescription":["List signed by Miles MacDonell of families and servants carried away from the Red River Settlement by the N.W.Co. in 1815, 134 persons."],"tagDate":["1815-06-18T00:00:00.000Z"],"tagPlace":["Red River, Settlement"]},"38":{"tagDescription":["Urges the establishment of a post at River Qu'Appelle to frustrate rival traders. Advises a precautionary notice prohibiting them from building higher up the Osziniboia River than Brandon House."],"tagDate":["1814-05-13T00:00:00.000Z"]},"208":{"tagPlace":["Montreal"],"tagName":["Pritchard, John"],"tagDate":["1841-10-11T00:00:00.000Z"],"tagDescription":["to Colin Robertson. Intends to proceed to London to lay the true state of Red River Colony before Lord Selkirk. But if means could be provided for his going immediately to the Colony,believes it would be well,as he might save it from ruin.","A statement discribing the sufferings of the settlers in Red River,and the ill conduct of the H.B.Co. and Lord Selkirk."]},"462":{"tagDescription":["Notes of Hillier's narrative of the conduct of Miles MacDonell re the issue and publication of his Proclamation of Jan'y 8th,etc,etc."],"tagDate":["1814-12-01T00:00:00.000Z"]},"1054":{"tagName":["MacDonell, Alex"],"tagPlace":["Pembina"],"tagDescription":["to Semple. Informing him that Robertson has taken possession of Cameron's fort at the Forks. Fraser,Hesse and Pangman,North West Company men, have been taken into custody."],"tagDate":["1816-03-19T00:00:00.000Z"]}}