{"206":{"tagDescription":["Correspondence with Harold Sifton Concerning the conflict of interest between The Georgian Bay Canal Company and The National Hydro Electric Company Limited.","Correspondence with Harold Sifton Concerning The New Dominion Syndicate Limited and The Great Lakes Securities Corporation.","Letter Concerning iron ore deposits in Ontario.","Correspondence with Winfield Sifton Concerning The Great Lakes Securities Corporation. Includes contracts."],"tagPerson":["O'Connor, D. ","Myers, L. E. ","Malcolm, James ","McDouglas, W. L. "],"tagDate":["1926-01-01T00:00:00.000Z"],"tagName":["Correspondence, 1900 - 1929"],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"]},"25":{"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"],"tagName":["Correspondence, 1900 - 1929"],"tagDate":["1926-01-01T00:00:00.000Z"],"tagPerson":["Fraser, W. K. "],"tagDescription":["Correspondence with Harold Sifton Concerning The Great Lakes Securities Corporation."]},"166":{"tagDate":["1926-01-01T00:00:00.000Z"],"tagPerson":["King, W. L. Mackenzie ","Lown, N. ","Kennedy, A. H. "],"tagDescription":["Letter to Harold Sifton.","Correspondence with Harold Sifton Concerning the shares of The Great Lakes Securities Corporation.","Correspondence with Harold Sifton Concerning the Cabinet's consideration of the plans of The Georgian Bay Canal Co.An order - in - council approving the Company's plans was required before actual construction could commence."],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"],"tagName":["Correspondence, 1900 - 1929"]},"117":{"tagName":["Correspondence, 1900 - 1929"],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"],"tagDescription":["Correspondence between Harold Sifton and Hunter, Deputy Minister of Public Works, Concerning engineers' reports on the Georgian Bay canal.","Correspondence between Harold Sifton and Insull of the Middle West Utilities Company and The Commonwealth Edison Company, Concerning a possible joint venture between The Georgian Bay Canal Co. and the Chicago - based companies for development of the hydro - power resources of the Ottawa River.","Correspondence Concerning The Imperial Flour Mills Company.","Copy of a Winfield Sifton Letter."],"tagPerson":["Hepburn, B. R. ","Insull, Martin ","Hicks, Maxwell","Hunter, J. B. "],"tagDate":["1926-01-01T00:00:00.000Z"]},"609":{"tagDescription":["Correspondence with Harold Sifton.","Correspondence with Harold Sifton Concerning the Great Lakes Securities Corporation.","Correspondence with Victor Sifton Concerning the press coverage of the debate in Parliament on the Georgian Bay Canal.","Correspondence with Harold Sifton Concerning possible American investment in the Georgian Bay Canal Co."],"tagDate":["1927-01-01T00:00:00.000Z"],"tagPerson":["Danfoe, J. W. ","Insull, Martin","Howard, G. C. ","Dunning, Charles"],"tagName":["Correspondence, 1900 - 1929"],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"]},"930":{"tagDescription":["Correspondence with Harold and Clifford Sifton Concerning the failure of the Georgian Bay Canal Co. to secure a renewal of its charter."],"tagPerson":["Sifton, Winfield"],"tagDate":["1927-01-01T00:00:00.000Z"],"tagName":["Correspondence, 1900 - 1929"],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"]},"908":{"tagDate":["1927-01-01T00:00:00.000Z"],"tagPerson":["Sifton, Victor"],"tagDescription":["Correspondence with Clifford, Harold and Winfield Sifton Concerning the support in Parliament given to The Georgian Bay Canal Co.'s effort to secure a renewal of its charter."],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"],"tagName":["Correspondence, 1900 - 1929"]},"562":{"tagName":["Correspondence, 1900 - 1929"],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"],"tagDescription":["Business Correspondence with Harold Sifton.","Business Correspondence with Winfield Sifton.","Correspondence between Winfield Sifton and Craig, of the Great Lakes - St. Lawrence Tidewater Association, promoting the St. Lawrence waterway.","Correspondence with Harold Sifton Concerning The North Bay's interest in the Georgian Bay Canal Co.","Copy of a Harold Sifton Letter.","Correspondence with Harold Sifton Concerning the North Bay's interest in the Geeorgina Bay Canal."],"tagPerson":["Chevier, E. R. E. ","Charlton, H. P. ","Belcourt, N. A. ","Chapman, W. ","Cantin, N. M. ","Craig, Charles"],"tagDate":["1927-01-01T00:00:00.000Z"]},"8":{"tagDate":["1926-01-01T00:00:00.000Z"],"tagPerson":["Dunning, C. A. ","Edwards, W. Stuart "],"tagDescription":["Correspondence between Harold Sifton and Dunning, Minister of Railways and Canals, Concerning the plans of The Georgian Bay Canal Co.","Correspondence between Harold Sifton and Edwards, Deputy Minister of Justice, Concerning The Georgian Bay Canal Co.'s request to the Department of Public Works for approval of its plans."],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"],"tagName":["Correspondence, 1900 - 1929"]},"371":{"tagDescription":["Correspondence with Clifford and Winfield Sifton Concerning the debenture stock of The Great lakes Securities Corporation.","Correspondence with Winfield Sifton Concerning the relationship of The Georgian Bay Canal Co. to The Great Lakes Securities Corporation.","Correspondence with Clifford and Harold Sifton Concerning the settlement of the debt of The Georgian Bay Canal Co. to the Metropolitan Securities Corporation."],"tagDate":["1926-01-01T00:00:00.000Z"],"tagPerson":["Sifton, Winfield ","Smith, F. R. ","Sifton, Harold "],"tagName":["Correspondence, 1900 - 1929"],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"]},"761":{"tagDescription":["Correspondence with Clifford and Winthrop Sifton Concerning The Georgian Bay Canal Co.'s unsuccessful effort to obtain a renewal of its charter."],"tagPerson":["Sifton, Harold"],"tagDate":["1927-01-01T00:00:00.000Z"],"tagName":["Correspondence, 1900 - 1929"],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"]},"257":{"tagDescription":["Business Correspondence.","Correspondence with Clifford, Harold and Winfield Sifton Concerning the liquidation of The New Dominion Syndicate, the export of power and competition with Sir Herbert Holt's companies."],"tagDate":["1926-01-01T00:00:00.000Z"],"tagPerson":["Payne, J. L. ","Perks, Robert, Sir "],"tagName":["Correspondence, 1900 - 1929"],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"]},"349":{"tagName":["Correspondence, 1900 - 1929"],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"],"tagDescription":["Letters Concerning The Great Lakes Securities Corporation."],"tagDate":["1926-01-01T00:00:00.000Z"],"tagPerson":["Ramsay, E. "]},"462":{"tagPerson":["Volckman, G. W. ","Taschereau, Louis Alexandre"],"tagDate":["1926-01-01T00:00:00.000Z"],"tagDescription":["Telegrams to Harold Sifton","Correspondence with Winfield and Harold Sifton Concerning The Great Lakes Securities Corporation and power development of the Ottawa River."],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"],"tagName":["Correspondence, 1900 - 1929"]},"1005":{"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"],"tagName":["Correspondence, 1900 - 1929"],"tagDate":["1927-01-01T00:00:00.000Z"],"tagPerson":["Volckham, G. W. "],"tagDescription":["Correspondence with Harold Sifton Concerning the charter of the Georgian Bay Canal Co."]},"1046":{"tagDescription":["Correspondence with Winfield Sifton Concerning the alternatives of the St. Lawrence route or an all - American route from the Great Lakes to the Atlantic.","Correspondence with Winfield Sifton Concerning the Niagara Power District.","Correspondence with Winfield Sifton."],"tagPerson":["Christie, Loring","Danfoe, J. W. ","Craig, Charles"],"tagDate":["1928-01-01T00:00:00.000Z"],"tagName":["Correspondence, 1900 - 1929"],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"]},"685":{"tagPlace":["Ontario","Chicago"],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"],"tagName":["Correspondence, 1900 - 1929"],"tagDate":["1927-01-01T00:00:00.000Z"],"tagPerson":["Myers, L. E. ","Perks, Robert, Sir","Malcolm, James","O'Connor, D. ","McDonald, John, H. "],"tagDescription":["Correspondence between Harold Sifton & Myers, of a Chicago construction firm specializing in public utilities.","Correspondence with Harold Sifton Concerning the development of northern Ontario.","Correspondence with Harold Sifton.","Correspondence with Harold Sifton Concerning the importance of the Georgian Bay Canal to northern Ontario.","Correspondence with Harold Sifton Concerning the renewal of the charter of the Georgian Bay Canal Co.One of the obstacle to renewal is that the Project was regarded principally as an electric power scheme."]},"644":{"tagDate":["1927-01-01T00:00:00.000Z"],"tagPerson":["Lownes, N. ","Lapointe, Ernest","Kennedy, A. H. "],"tagDescription":["Correspondence with Harold Sifton Concerning plans for developing the hydro - electric resources on the Ottawa River.","Copy of a Harold Sifton Letter Concerning the rights of the Georgian Bay Canal Co. to develop power resources.","Correspondence with Harold Sifton Concerning the stock of The Great Lakes Securities Corporation."],"tagNotebook":["INVESTMENT PAPERS, 1891 - 1932"],"tagName":["Correspondence, 1900 - 1929"]}}