{
  "1191": { "tagDescription": ["Missing/Manque"] },
  "1040": {
    "tagDate": ["[1923-01-01T00:00:00.000Z TO 1926-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Issue of diplomas to medical practitioners for state of Missouri Medical licenses revoked in the state of Connecticut Revocation by the Supreme Court of Missouri of the Charter of the Kansas City College of Medicine and Surgery"
    ]
  },
  "554": {
    "tagDate": ["[1922-01-01T00:00:00.000Z TO 1938-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Czechoslovakia 1922: Repatriation of Czecho- Slovak citizens 1923: Treaty of commerce with . Social insurance False indication of origin Legal position of certain British companies Exemption from military service 1924: Information for Czechoslovakia re. customs duties, import and export regulations, etc., in the British Possessions. Legal proceedings in civil and commercial matters 1926: Customs duty on British\nprinted advertising matter. 1932: Importation of Canadian motor cars into Czechoslovakia 1938: German-Czechoslovakia Crisis, September 1938; documents relating to the . Despatches written by Canadian High Commissioner in London re. Czechoslovakian crisis, read with much interest by the Governor- General"
    ]
  },
  "1365": { "tagDescription": ["Missing/Manque"] },
  "1337": {
    "tagDate": ["[1924-01-01T00:00:00.000Z TO 1928-12-31T23:59:59.999Z]"],
    "tagDescription": ["Albania Proposed extradition treaty with ."]
  },
  "541": { "tagDescription": ["Missing/Manque"] },
  "955": {
    "tagDescription": [
      "Claim of the Pottawatomie Indians against the United States government Claim of the executors of the estate of DPR Isenberg against the Canadian government Reciprocity in regard to such claims"
    ]
  },
  "671": {
    "tagDescription": [
      "Rhodesia. British South Africa Companys position in Southern and Northern Rhodesia Southern Rhodesia Annexation Order Constitution of responsible Government in the Colony of Southern Rhodesia Notification of assumption of duty of Governors and Commanders in Chief of Southern Rhodesia Northern Rhodesia Order-in- Council Southern Rhodesia. Some problems of Native development and trade"
    ],
    "tagDate": ["[1923-01-01T00:00:00.000Z TO 1935-12-31T23:59:59.999Z]"]
  },
  "916": { "tagDescription": ["Missing/Manque"] },
  "1068": { "tagDescription": ["Missing/Manque"] },
  "160": {
    "tagDate": ["[1923-01-01T00:00:00.000Z TO 1924-12-31T23:59:59.999Z]"],
    "tagDescription": ["Systems of Local Government in the Dominions"]
  },
  "485": {
    "tagDate": ["[1912-01-01T00:00:00.000Z TO 1937-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Food Analysis: Foods. Use of preservations and colouring matters in . Foods: Chilled beef, etc. Treatment with formaldehyde. Food. Prices Food Council in Great Britain Foodstuffs. Short weight and measure in the sale of . Food and drugs Act. Sale of . Food. Standards Foods. Fruit. International Conference on ."
    ]
  },
  "953": { "tagDescription": ["Missing/Manque"] },
  "1038": { "tagDescription": ["Missing/Manque"] },
  "74": { "tagDescription": ["Missing/Manque"] },
  "1076": { "tagDescription": ["Missing/Manque"] },
  "721": { "tagDescription": ["Missing/Manque"] },
  "483": { "tagDescription": ["Missing/Manque"] },
  "931": { "tagDescription": ["Missing/Manque"] },
  "95": {
    "tagDate": ["[1876-01-01T00:00:00.000Z TO 1934-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Historic sites, relics, etc. 1876: Gate forming part of fortifications of Quebec presented to the city by HM The Queen. Gate to be called Wolfe and Montcalm GateÈ 1910: Preservation of Fort Malden, Town of Amherstberg 1911: Erection of a monument in memory of Madeleine de Vercheres 1919-1923: Brass cannon in the Quebec Citadel supposed to have been captured at Bunker Hill. Return to Boston suggested. 1920-21: Application for the return to Quebec of a shield taken from one of the gates of Quebec, and now hanging in the town hall of Hastings, England 1923-1924: Preservation of historic site of Louisbourg.\nRequest for Louisbourg cannons now before Falmouth House, London 1934: Return of the mace taken by US Forces from the Legislative Assembly of Upper Canada at the time of the capture of York in 1813"
    ]
  },
  "669": { "tagDescription": ["Missing/Manque"] },
  "177": { "tagDescription": ["Missing/Manque"] },
  "1335": { "tagDescription": ["Missing/Manque"] },
  "552": { "tagDescription": ["Missing/Manque"] },
  "1367": {
    "tagDescription": [
      "Lord Dundonald Appointment as General Officer commanding the Canadian Militia. Rescinding of ."
    ],
    "tagDate": ["[1904-01-01T00:00:00.000Z TO 1905-12-31T23:59:59.999Z]"]
  },
  "83": { "tagDescription": ["Missing/Manque"] },
  "846": {
    "tagDescription": [
      "Greece Murder on Greek territory of Italian representative on Inter- Allied Commission appointed by the Ambassadors Conference, to delimit frontier of Albania (Janina Murders) Elections in Greece Incident on Greek frontier between Greece and Bulgaria Possibility of extending Locarno principles to the Balkans; Greek proposals Insurrectionary movement in Greece. Restoration of Greek monarchy."
    ]
  },
  "844": { "tagDescription": ["Missing/Manque"] },
  "1141": { "tagDescription": ["Missing/Manque"] },
  "1012": { "tagDescription": ["Missing/Manque"] },
  "1193": {
    "tagDescription": [
      "Finland Treaty of Commerce and Navigation with . 1914: Duties on cereals imported into Finland"
    ],
    "tagDate": ["[1914-01-01T00:00:00.000Z TO 1934-12-31T23:59:59.999Z]"]
  },
  "933": {
    "tagDescription": [
      "Desire of the United States government to obtain information re. measures adopted in other countries for development of their natural resources. National parks in Canada."
    ],
    "tagDate": ["[1920-01-01T00:00:00.000Z TO 1929-12-31T23:59:59.999Z]"]
  },
  "1014": {
    "tagDate": ["[1923-01-01T00:00:00.000Z TO 1930-12-31T23:59:59.999Z]"],
    "tagDescription": ["Bolivia. Consular appointments."]
  },
  "158": { "tagDescription": ["Missing/Manque"] },
  "1023": { "tagDescription": ["Missing/Manque"], "tagPerson": [" "] },
  "918": {
    "tagDescription": [
      "Medal commemoration Chinese expedition of Dr. Fritz Holm. Presenation of Archives of ."
    ],
    "tagDate": ["[1923-01-01T00:00:00.000Z TO 1924-12-31T23:59:59.999Z]"]
  },
  "85": {
    "tagDescription": ["Opticians. Register of Trained and qualified."],
    "tagDate": ["[1923-01-01T00:00:00.000Z TO 1927-12-31T23:59:59.999Z]"]
  },
  "93": { "tagDescription": ["Missing/Manque"] },
  "1025": {
    "tagDate": ["[1923-01-01T00:00:00.000Z TO 1924-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Charges made by Mons. H. Truchasson, a Belgian citizen, against various Canadian public men and officials."
    ]
  },
  "723": {
    "tagDate": ["[1923-01-01T00:00:00.000Z TO 1924-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Report on earthquake and fire which occurred in the vicinity of Yokohama and Tokyo, September 1, 1923"
    ]
  },
  "1475": { "tagDescription": ["Missing/Manque"] },
  "1545": { "tagDescription": ["Missing/Manque"] },
  "1078": {
    "tagDescription": [
      "Poland. Treaty of commerce and navigation with . Position of the free city of Danzig as regards Anglo-Polish commercial treaty Customs treatment of wines and spirits imported into Poland Customs duties on goods from Poland entering Canada German and Polish political relations Mutual assistance agreement between United Kingdom and Polish governments Polish military mission in Canada"
    ],
    "tagDate": ["[1923-01-01T00:00:00.000Z TO 1941-12-31T23:59:59.999Z]"]
  },
  "1477": {
    "tagDescription": ["Imperial College of Tropical Agriculture"],
    "tagDate": ["[1924-01-01T00:00:00.000Z TO 1927-12-31T23:59:59.999Z]"]
  },
  "76": {
    "tagDescription": [
      "Action taken against the crown by the Montreal Transportation company with respect to the explosion in the government grain elevator at Port Colborne, Ontario. Copies of photographs in the Archives of the United States Department of Agriculture"
    ],
    "tagDate": ["1923-01-01T00:00:00.000Z"]
  },
  "1070": {
    "tagDescription": [
      "Montreal General Hospital Letters patent issued under the Great Seal of the Province of Quebec incorporating the Montreal Hospital"
    ],
    "tagDate": ["1923-01-01T00:00:00.000Z"]
  },
  "179": {
    "tagDate": ["[1910-01-01T00:00:00.000Z TO 1937-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Disposal of property left by Canadians dying in other parts of the Empire or in foreign countries Deaths of Canadians in foreign countries Claims of Canadians to estates in foreign countries (property, money, etc.)"
    ]
  },
  "543": {
    "tagDate": ["[1923-01-01T00:00:00.000Z TO 1924-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Decision of United States Geographic board to name a glacier and certain peaks in the Northern Rocky Mountains after distinguished British subjects"
    ]
  },
  "349": {
    "tagDescription": [
      "Murder or violent death of Canadians abroad. Investigations into 1913: Murder of Mr. des Jardins, in Paraguay 1914: Murder of Dr. CB Robinson at Ambroyna 1920: Murder of Mr. John Freed in Russia 1921: Murder of Robert McClennan in Arizona 1922: Death from drowning of Louis Klinger 1922: Shooting and subsequent death of Mrs. J. Latwaitie 1923: Murder of husband of Mrs. Gertrude Little in N. Carolina 1923: Death of James Heaney, Canadian seaman, as a result of knife wounds 1925: Murder of Mr. G. Penrose in Dutch New Guinea 1925: Shooting of Joseph Benoit, by some person on board the US Patrol boat Iris"
    ],
    "tagDate": ["[1913-01-01T00:00:00.000Z TO 1925-12-31T23:59:59.999Z]"]
  },
  "1143": {
    "tagDescription": [
      "Tangier, Morocco. Conference of Great Britain, France and Spain to decide on statute for towns and zones. Neutrality of zones in time of war and principle of open door for trade in times of peace. Sultan recognized as titular sovereign of zones Status of Tangier Request of French government for surrender of British capitulatory rights in the French Protectorate of Morocco Morocco (Tangier zone) order-incouncil Collaboration in emergency measures in the Tangier zone"
    ],
    "tagDate": ["[1923-01-01T00:00:00.000Z TO 1928-12-31T23:59:59.999Z]"]
  }
}
