{"453":{"tagDate":["1838-02-07T00:00:00.000Z"],"tagPerson":["Durham, Lord"],"tagDescription":["Commissions and Instructions to Lord Durham as Governor-in-Chief of Prince Edward Island"],"tagNotebook":["MICROFILM SHELF LIST","DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS"]},"377":{"tagDescription":["Harriet Martineau's Confidential Memorandum about the relations between Durham and Brougham, 1833-1838 (autographed and signed 23 May 1868)"],"tagDate":["1868-05-23T00:00:00.000Z"],"tagPerson":["Martineaus, Harriet"],"tagNotebook":["DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS"]},"398":{"tagDescription":["A.L.S. Report of observations made at Durham's instance. He left London on March 12, reached New York April 20, and Montreal near end of April. French Canadians very cautious and reserved. He sought information from every quarter. In New York met Mackenzie, Rolph and O'Callaghan in Montreal, D. B. Viger, who gave him several letters of introduction. So far he had failed to find material grievance. Habitants until rebellion had an enviable lot. They knew not the sight of as tax-gatherer. Their imposts in the shape of rent were exceedingly light; and every man could obtain land in small or large quantities or in addition to that which he possessed....... From the soil he could rear every article of necessary consumption-the linen, woollens and leather even, of which the clothing of this race were made were all the untaxed produce of the country and for the most part spun and loomed in the homestead of the farmer or cotter. In his religion, the French Catholic of Canada has enjoyed perfect freedom, the Catholic and Protestant contributing funds towards the erection of each other's ecclesiastical edifices, and the state of opinion and the laws so perfectly harmonising as to religious toleration that there has never so far as I can learn been a ruffle to disturb the peace of society upon the score of a difference in creed. The freedom of person, of political opinion, and of the Press have been secured to the habitant by equal laws importantly administered. Language of Roebuck. Rolph, Mackenzie, O'Callaghan and Viger affords Corroborative proof. Roebuck dwelt on incongruity of monarchical institutions with American soil, the official exclusive class, desire for local courts, and the yearning for republican institutions. Mackenzie held somewhat similar language. Rolph more secretive, but observed desire in both Canadas for separation from Great Britain. O'Callaghan maintained Papineau wanted no more than carrying out of principles of British constitution and that there had been no rebellion, but merely resistance to execution of warrants on false Charles of treason. Viger very timid; lawlessness and spirit of revenge have prevented him from leaving house for several months. Disorders of volunteers, particularly about St. Benoit. Instances given. Losses of habitants estimated by them at £85,000. Viger becoming more relaxed maintained that Canadians were not disaffected to British Crown. It was no more than une rebellion à la justice, an opposition to the process of the Courts. They had proved their loyalty and saved Canada to Great Britain. English were liked, Scotch were not on account of their haughty, overbearing manners, and Irish for their irregularities, violence and bad faith. Derbishire had other evidence of dislike of Scotch. Account of conversation with driver of caleche. Belief of French Canadians in Papineau. Speculation as to Papineau's whereabouts. His driver told him his countrymen did not like Americans and only wanted to enjoy rights secured by capitulations and treaty of Paris. Habitants are sluggish race, light-hearted, vain, innocent and virtuous. Papineau once observed Our people do not want English capital nor English people here; they have no ambition beyond their present possessions, and never want to go beyond the sound of their own Church Bells. They are sensitive to rumors of policy to abolish their laws and language and to anglicize them, and so are susceptible to propaganda of revolutionary leaders, seconded by violent utterance of British party. Lack of education attributed by driver to Legislative Council. He thought more money should be spent on roads and less on judges. The ignorance of habitant makes him an easy dupe to political leaders. Conversations with Rev. Mr. Benon, Curé of St. Scholastique, and Rev. Mr. Du Charme, Curé of St Therese, the latter very loyal, and Rev. Mr. Deséves, Curé of St. Eustache. Durham's arrival is regarded with much anxiety by both parties, French Canadians speculating hopefully, the Constitutionalists gloomily. The latter talk of rebellion if he disappoints them; quotes article from Montreal Herald. Violence of this party against French Canadians almost passes belief. The Canadian advocates return of Papineau, who will follow O'Connell's method. (Derbishire letters-separately bound)."],"tagDate":["1838-05-24T00:00:00.000Z"],"tagPerson":["Derbishire","Durham"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"]},"5":{"tagNotebook":["MICROFILM SHELF LIST","DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS"],"tagDescription":["Journal Kept by the Late Amury Girod","Journal Kept by the Late Amury Girod, translated from German and Italian"],"tagPerson":["Girod, Amury"],"tagDate":["1837-01-01T00:00:00.000Z"]},"254":{"tagNotebook":["MICROFILM SHELF LIST"],"tagDescription":["Report on Upper Canada"],"tagPerson":["Sullivan, R. B."]},"432":{"tagDescription":["A.L.S. Account of his enquiries in border district. British settlers live in great alarm. Habitants talk of incursion. When they will burn and plunder and destroy before troops can come up. Large numbers cross the border to place themselves at disposal of Dr. Coté. An Irishman living in neighborhood declared that you would suppose the whole of Lower Canada had zone over. That large numbers go over is amply confirmed. Everybody concurs in representing the spirit of the people as worse than in previous autumn. (Derbishire letters-separately bound.)"],"tagPerson":["Buller","Derbishire"],"tagDate":["1838-01-01T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"],"tagPlace":["Oliver's Tavern, LeCole (Lacolle)"]},"691":{"tagNotebook":["MICROFILM SHELF LIST","DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS"],"tagDescription":["Scrapbook of Daily Newspaper Clippings (Extracts from Daily Papers)","Scrapbook of Daily Newspaper Clippings"],"tagDate":["1838-01-01T00:00:00.000Z"]},"393":{"tagDate":["[1838-01-22T00:00:00.000Z TO 1838-01-23T23:59:59.999Z]"],"tagPerson":["Durham","Derbishire, S.","Derbishire, Stewart"],"tagDescription":["Letters from Stewart Derbishire","A.L.S. Expressing desire to have employment in Canada. Refers Durham to Mr. Easthope of Morning Chronicle. His services as correspondent in Spain gave him some military experience. Is barrister of seven years' standing. Is fully employed in London, but seeking wider field. (Derbishire letters-separately bound)."],"tagPlace":["14 George St., Adelphi"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I","DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS"]},"397":{"tagDescription":["A.L.S. Expressing thanks for the manner of acknowledgment of his letter. (Derbishire letters-separately bound).","Includes Report to Lord Durham on Lower Canada"],"tagDate":["1838-01-23T00:00:00.000Z"],"tagPerson":["Durham, Lord","Durham","Derbishire, S."],"tagPlace":["George St., Adelphi"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I","DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS"]},"392":{"tagNotebook":["MICROFILM SHELF LIST"],"tagDescription":["Letters from Stewart Derbishire"],"tagPerson":["Derbishire, Stewart"]},"620":{"tagNotebook":["DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS","MICROFILM SHELF LIST"],"tagDescription":["Daily Engagement Diary"],"tagDate":["1838-01-01T00:00:00.000Z"]},"421":{"tagDate":["1838-06-13T00:00:00.000Z"],"tagDescription":["Enclosure: Resolutions of gratitude to Queen for sending Durham to Canada, and pledge of support to him. (Derbishire letters-separately bound)."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"]},"434":{"tagDescription":["A.L.S. Does not wish to be taken for alarmist. Coté and other refugees may be merely deluding themselves or may wish to delude Americans with idea of their importance. The only alarming thing is readiness of French Canadians to embrace any scheme promising opportunity of renewing struggle. Coté has left in consequence of remonstrance from other French Canadians as to harm he is doing their cause. Colonel Cutler of United States army is sending a few troops to Rouse's Point and will send away refugees if desired. (Derbishire letters-separately bound.)","A.L.S. Continuing his account. Was in Rouse's Point, a place admirably situated for communications with both Canada and United States. Activities there indicate existence of conspiracy of wide scope. At Plattsburg he found but few refugees. (Derbishire letters-separately bound.)"],"tagPerson":["Buller","Derbishire"],"tagDate":["1838-08-28T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME II"],"tagPlace":["Champlain, (Rouse's Point)","Plattsburg"]},"376":{"tagPerson":["Martineaus, Harriet"],"tagDescription":["Harriet Martineau's Confidential Memorandum about the relations between Durham and Brougham"],"tagNotebook":["MICROFILM SHELF LIST"]},"482":{"tagNotebook":["DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS","MICROFILM SHELF LIST"],"tagPerson":["Durham, Lord","Earl of Durham","Earl of Durham, His Excellency Governor General of the British North American Provinces"],"tagDate":["1838-02-03T00:00:00.000Z"],"tagDescription":["Commissions and Instructions to Lord Durham as Governor-in-Chief of Lower Canada, Nova Scotia, New Brunswick and Prince Edward Island","Commission to Lord Durham as Governor-in-Chief of New Brunswick","Commission Issued to Lord Durham as Governor-in-Chief of Prince Edward Island","Commission Issued to Earl of Durham as Governor-in-Chief of Nova Scotia.","Commission Issued to Lord Durham as Governor-in-Chief of Lower Canada","Abstract of the Commissions and Instructions given to His Excellency the Earl of Durham, Governor General of the British North American Provinces. Includes Instructions and Despatches Nos. 1 to 21"]},"446":{"tagDescription":["Proclamation for Suspending the Constitution of Lower Canada. Original Draft","Proclamation for Suspending the Constitution of Lower Canada"],"tagDate":["1838-01-01T00:00:00.000Z"],"tagNotebook":["MICROFILM SHELF LIST","DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS"]},"255":{"tagDate":["1838-06-01T00:00:00.000Z"],"tagPerson":["Sullivan, R. B.","Sullivan, R. B., President of the Council","Arthur"],"tagDescription":["Report on Upper Canada by R. B. Sullivan, President of the Council, to Arthur. (Bound separately).","R.B. Sullivan's Report on Upper Canada"],"tagPlace":["Crown Lands Office"],"tagNotebook":["DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 6. MISCELLANEOUS VOLUME I"]},"786":{"tagNotebook":["DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS","MICROFILM SHELF LIST"],"tagPerson":["Glenelg, Lord","Durham","Earl of Durham","Durham, Lord","Delegates of the Colonies of New Brunswick","Delegates of the Colonies of Price Edward Island","Delegates of the Colonies of Nova Scotia"],"tagDate":["[1838-09-22T00:00:00.000Z TO 1838-09-28T23:59:59.999Z]"],"tagDescription":["Despatches between Lord Durham and Lord Glenelg","Despatches between Durham and Glenelg: Despatches between Glenelg and Durham, Nos. 66, 67, 68, 83, 84, 89","Despatches between Durham and Glenelg: Draft of Instructions to Lord Durham","Despatches between Durham and Glenelg: Durham's Reply to this address (draft)","Despatches between Durham and Glenelg: Address to Durham from the delegates of the Colonies of Nova Scotia, New Brunswick, Prince Edward Island","Despatches between Durham and Glenelg: Continuation of an Abstract of the Despatches from Lord Glenelg to the Earl of Durham, Nos. 22 to 53"]}}