{
  "390": {
    "tagDescription": [
      "BOULTON, John Henry Record book with a collection of printed and original documents such as copies of acts, reports on the administration of justice in Newfoundland, Court rules and regulations, petitions and other matters relating to the complaint of the House of Assembly of Newfoundland against the Hon. H.J. Boulton, chief justice of Newfoundland, 1837 (186 pages).",
      "BOULTON, John Henry Records of cases and opinions owned by H.J. Boulton attorneygeneral and chief justice, 1829-1839 (108 pages)."
    ],
    "tagDate": ["[1829-01-01T00:00:00.000Z TO 1839-12-31T23:59:59.999Z]"],
    "tagPerson": ["BOULTON, John Henry"]
  },
  "845": {
    "tagDescription": [
      "SPRY, William Voucher signed by William Spry for 4000 pounds sterling for the continuation of the services of the engineering department, 12 March 1781."
    ],
    "tagPerson": ["SPRY, William "],
    "tagDate": ["1781-03-12T00:00:00.000Z"]
  },
  "5": {
    "tagPerson": ["CHAUMONOT, Pierre-Joseph-Marie"],
    "tagDate": ["1640-01-01T00:00:00.000Z"],
    "tagDescription": [
      "CHAUMONOT, Pierre-Joseph-Marie Copie d'une grammaire attribuée à Pierre-Joseph-Marie Chaumonot intitulée Grammatica Huronica, [après] 1640."
    ]
  },
  "848": {
    "tagPerson": ["LÉVESQUE, François"],
    "tagDate": ["1784-01-01T00:00:00.000Z"],
    "tagDescription": [
      "LÉVESQUE, François Texte de François Lévesque analysant la motion de Luc de la Corne (dit La Corne de Saint-Luc) au sujet d'une adresse au Roi lui demandant de sauvegarder le Canada et la constitution de 1774, pendant la guerre révolutionnaire américaine, [1784]."
    ]
  },
  "838": {
    "tagDescription": [
      "BUNNET, Henry Richard The document was transferred in 1979 to the appropriate division of the National Archives of Canada."
    ],
    "tagPerson": ["BUNNET, Henry Richard"]
  },
  "148": {
    "tagDescription": [
      "BASSET, Henry n.d. Military Letter from Francis Maseres, Attorney-General of Quebec, regarding to the purchase of land."
    ],
    "tagPerson": ["BASSET, Henry"]
  },
  "760": {
    "tagDescription": [
      "BROUILLER, Jean 1733 Document relatif à la vente d'une terre par Louis Pillard, au nom des frères hospitaliers, seigneurs de Chambly, à Jean Brouiller, signé par les notaires Nicolas-Auguste Guillet de Chaumont et Charles-René Gaudron de Chevremont."
    ],
    "tagDate": ["1733-01-01T00:00:00.000Z"],
    "tagPerson": ["BROUILLER, Jean"]
  },
  "334": {
    "tagPerson": ["HOPE (barge)"],
    "tagDate": ["[1849-12-31T23:59:59.999Z TO 1882-01-01T00:00:00.000Z]"],
    "tagDescription": [
      "HOPE (barge) Log book of the barge HOPE recording the stops and ladings on its numerous runs between Montreal and Quebec City, 1847-1849, together with a publication of the Literary and Historical Society of Quebec, 1882, giving a tabular statement of arrivals from sea, during the navigation season of 1793, showing dates of sailing and arrival, nature of cargo, ports of departure, names of shipmasters, owners, consignees, etc., as extracted from the Registers of the Quebec Exchange, 1882."
    ]
  },
  "765": {
    "tagDescription": [
      "LUM, Bertha The final proof of a book entitled Ten Days in Japan, written and illustrated by Berll Lum (Mrs. Bertha Lum) for the Canadian Pacific limited, [1930], together with the original illustrations in colour. Also included is a letter to Ernie W. Evens from W.H. Woolnough enclosing the above documents, 14 March 1930."
    ],
    "tagDate": ["1930-03-14T00:00:00.000Z"],
    "tagPerson": ["LUM, Bertha"]
  },
  "839": {
    "tagDescription": [
      "TURGEON, Jean 1700 Une transcription dactylographiée du document est disponible."
    ],
    "tagPerson": ["TURGEON, Jean"],
    "tagDate": ["1700-01-01T00:00:00.000Z"]
  },
  "835": {
    "tagDescription": [
      "ST. CLAIR, James General orders signed by James St. Clair, concerning the appointment of Major General Smyth in Nova Scotia and to Superintendant of the troops in New Brunswick, 11 June 1816."
    ],
    "tagDate": ["1816-06-11T00:00:00.000Z"],
    "tagPerson": ["ST. CLAIR, James"]
  },
  "311": {
    "tagDescription": [
      "GRANT, William Hume. Album of dedication, completely illuminated, presented to William Hume Grant on the occasion of his marriage, and containing 53 signatures of eminent citizens of Calgary, 10 January 1894."
    ],
    "tagDate": ["1894-01-10T00:00:00.000Z"],
    "tagPerson": ["GRANT, William Hume"]
  },
  "842": {
    "tagDescription": [
      "HOULE, Joseph Document certifié devant le notaire F. Thibault listant ce que Joseph Houle a dépensé à l'occasion de la maladie de son beau-père, Monsieur Rinville, 27 décembre 1752."
    ],
    "tagPerson": ["HOULE, Joseph"],
    "tagDate": ["1752-12-27T00:00:00.000Z"]
  },
  "824": {
    "tagDescription": [
      "MORAVIAN MISSIONS, Labrador Miscellaneous papers relating to the Moravian missions, n.d., 1862. Included are biblical passages translated in Inuit, and documents relating to the purchase and use of microscopes."
    ],
    "tagPerson": ["MORAVIAN MISSIONS"]
  },
  "821": {
    "tagDescription": [
      "GRAY, John Land Grant to John Gray otherwise John Pottier in the township of Augusta, Grenville County in the district of Johnstown, signed by Francis Gore, 17 January 1808."
    ],
    "tagDate": ["1808-01-17T00:00:00.000Z"],
    "tagPerson": ["GRAY, John"]
  },
  "151": {
    "tagDescription": [
      "MANITOBA, question des écoles «Documents pour servir à l'intelligence de la question des Écoles du Manitoba» comprenant, entre autres, des copies de jugements, des copies des opinions de A. Geoffrion,M. Langelier, de Mgr Labrecque, de Mgr Blais, Mgr G.A. Marois, Mgr N. Bégin, Mgr E. Gravel, Mgr J. Cameron, Mgr Langevin ,etc., une copie de la lettre du père Lacombe à Sir Wilfrid Laurier, une copie d'un discours et d'un mémoire du Manitoba, 1896"
    ],
    "tagDate": ["1896-01-01T00:00:00.000Z"],
    "tagPerson": ["MANITOBA, question des écoles"]
  },
  "733": {
    "tagDescription": [
      "QUESNEL, Jules-Maurice 1819 Letters from Augustus Baldwin, John Baldwin, J. Desjardins, Hugh G. Thomas and David Waggstaff relating to business and personal matters."
    ],
    "tagDate": ["1819-01-01T00:00:00.000Z"],
    "tagPerson": ["QUESNEL, Jules-Maurice"]
  }
}
