{
  "131": {
    "tagDescription": [
      "3. File of miscellaneous material found loose in the 1917-1919 scrapbook, consisting mainly of publications issued by various organizations during the Winnipeg General Strike - One Big Union period in 1919. Included are: International Association of Machinists, Specialists and Helpers. District Lodge No. 2. Bulletin Vol. VII. Nos. 18 and 20."
    ],
    "tagDate": ["[1919-07-01T00:00:00.000Z TO 1919-09-28T23:59:59.999Z]"]
  },
  "170": {
    "tagDescription": [
      "3. File of miscellaneous material found loose in the 1917-1919 scrapbook, consisting mainly of publications issued by various organizations during the Winnipeg General Strike - One Big Union period in 1919. Included are: International Workers of the World. Unemployment - why? n.d. 1 pg."
    ]
  },
  "156": {
    "tagDescription": [
      "3. File of miscellaneous material found loose in the 1917-1919 scrapbook, consisting mainly of publications issued by various organizations during the Winnipeg General Strike - One Big Union period in 1919. Included are: Winnipeg Workers' Defense Committee, Workers' Defense Bulletin. No. 5."
    ],
    "tagDate": ["1919-09-20T00:00:00.000Z"]
  },
  "127": {
    "tagDate": ["1919-06-17T00:00:00.000Z"],
    "tagDescription": [
      "3. File of miscellaneous material found loose in the 1917-1919 scrapbook, consisting mainly of publications issued by various organizations during the Winnipeg General Strike - One Big Union period in 1919. Included are: The Daily Province News Bulletin No. 1."
    ]
  },
  "181": {
    "tagDate": ["[1917-01-01T00:00:00.000Z TO 1919-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "2. One Big Union. Constitution and by-laws, circular letters, bulletins and announcements of meetings. 1919. This material was found loose in the 1917-19 scrapbook."
    ]
  },
  "137": {
    "tagDate": ["[1919-06-10T00:00:00.000Z TO 1919-06-28T23:59:59.999Z]"],
    "tagDescription": [
      "3. File of miscellaneous material found loose in the 1917-1919 scrapbook, consisting mainly of publications issued by various organizations during the Winnipeg General Strike - One Big Union period in 1919. Included are: Vancouver Central Strike Committee, Strike Bulletin. Nos. 5, 10, 11, 14, 19."
    ]
  },
  "184": {
    "tagDescription": [
      "3. File of miscellaneous material found loose in the 1917-1919 scrapbook, consisting mainly of publications issued by various organizations during the Winnipeg General Strike - One Big Union period in 1919. Included are:"
    ],
    "tagDate": ["[1917-01-01T00:00:00.000Z TO 1919-12-31T23:59:59.999Z]"]
  },
  "154": {
    "tagDate": ["1919-07-02T00:00:00.000Z"],
    "tagDescription": [
      "3. File of miscellaneous material found loose in the 1917-1919 scrapbook, consisting mainly of publications issued by various organizations during the Winnipeg General Strike - One Big Union period in 1919. Included are: Winnipeg Trades and Labor Council, Western Labor News."
    ]
  },
  "125": {
    "tagDescription": [
      "3. File of miscellaneous material found loose in the 1917-1919 scrapbook, consisting mainly of publications issued by various organizations during the Winnipeg General Strike - One Big Union period in 1919. Included are: Calgary Central Strike Committee, Calgary Strike Bulletin, No. 1."
    ],
    "tagDate": ["1919-05-30T00:00:00.000Z"]
  },
  "142": {
    "tagDescription": [
      "3. File of miscellaneous material found loose in the 1917-1919 scrapbook, consisting mainly of publications issued by various organizations during the Winnipeg General Strike - One Big Union period in 1919. Included are: Vancouver Returned Citizen's Law and Order League, Returned Citizens' Bulletin."
    ]
  },
  "159": {
    "tagDescription": [
      "3. File of miscellaneous material found loose in the 1917-1919 scrapbook, consisting mainly of publications issued by various organizations during the Winnipeg General Strike - One Big Union period in 1919. Included are: International Association of Machinists, Specialists and Helpers. Circular letter addressed to Canadian Members generally by Jas. Somerville, Moose Jaw."
    ],
    "tagDate": ["1919-06-26T00:00:00.000Z"]
  },
  "6": {
    "tagDescription": [
      "1. Scrapbook of newspaper clippings, printed matter and some correspondence."
    ],
    "tagDate": ["[1917-01-01T00:00:00.000Z TO 1919-12-31T23:59:59.999Z]"]
  }
}
