{"322":{"tagDescription":["PHELYPEAUX, Jean-Frédéric 1728 Lettre de Pierre André de Leigne sur les difficultés de vivre dans la colonie. Une transcription imprimée partielle du document est reproduite dans le catalogue Lande."],"tagDate":["1728-01-01T00:00:00.000Z"],"tagPerson":["PHELYPEAUX, Jean-Frédéric"]},"151":{"tagDescription":["LENZ, B. Manuscript entitled Aniasiortib Judeolauktub Unipkauserijangit. I. Inuosuktok Killersimajsk which is an Inuit adaptation by B. Lenz of Israel Hoffnung's The Dying Drum translated in German by Dr. M.L. Rossvally, ca.1921."],"tagPerson":["LENZ, B."],"tagDate":["1921-01-01T00:00:00.000Z"]},"266":{"tagDescription":["CHAMBALON, Louis 1712 Note envoyée à Louis Chambalon par François-Madeleine-Fortuné Ruette d'Auteuil de Monceaux lui demandant de s'occuper des engagements de Charles Goulet et de Guillaume Côté."],"tagDate":["1712-01-01T00:00:00.000Z"],"tagPerson":["CHAMBALON, Louis"]},"274":{"tagDescription":["PETIT, Jean 1716 Arrest du 23 novembre 1716 pour enregistrer au greffe du Conseil le brevet de Confirmation et concession accordée au Sr Petit et aux enfants du feu Sr de Langloiserie"],"tagPerson":["PETIT, Jean"],"tagDate":["1716-11-23T00:00:00.000Z"]},"271":{"tagPerson":["LE GARDEUR DE COURTEMANCHE, Augustin"],"tagDate":["1715-01-01T00:00:00.000Z"],"tagDescription":["LE GARDEUR DE COURTEMANCHE, Augustin 1715 Ordre de paiement à Monsieur Bécart de Granville."]},"339":{"tagDate":["1733-01-01T00:00:00.000Z"],"tagDescription":["Sailing directions for the coastal waters of Newfoundland by an unidentified author, December 1733."],"tagPlace":["NEWFOUNDLAND, sailing directions for the coastal waters"]},"245":{"tagDescription":["BRUNO, Joseph Petit 1703 Liste des dépenses encourues par Joseph Petit Bruno lors d'un différend avec Lucien Boutteville, marchand de Trois-Rivières. Ce document porte la signature de Claude de Bermen de La Martinière."],"tagDate":["1703-01-01T00:00:00.000Z"],"tagPerson":["BRUNO, Joseph Petit"]},"291":{"tagDescription":["LE MOYNE DE LONGUEUIL, Charles, baron de Longueuil 1718-1726 Extraits de lettres relatifs aux travaux de Gaspard-Joseph Chaussegros de Léry au fort Niagara, extraits réunis par Charles Le Moyne de Longueuil pour son usage."],"tagDate":["[1718-01-01T00:00:00.000Z TO 1726-12-31T23:59:59.999Z]"],"tagPerson":["LE MOYNE DE LONGUEUIL, Charles"]},"314":{"tagDate":["1725-01-01T00:00:00.000Z"],"tagPerson":["BÉGON DE LA PICARDIÈRE, Michel"],"tagDescription":["BÉGON DE LA PICARDIÈRE, Michel 1725 Requête de Jean Cadeaux faite par Charles Chandôné demandant la nomination d'un enquêteur en vue d'assurer que justice soit faite dans une question de dettes."]},"304":{"tagDescription":["TRIPPERET, Jean-Anselme 1720 Achat d'une rente viagère par Jean-Anselme Tripperet à la Compagnie des Indes. Jacques Deshayes signe l'avis de réception de l'argent. Le document porte aussi la signature d'Antoine-Denis Raudot."],"tagPerson":["TRIPPERET, Jean-Anselme"],"tagDate":["1720-01-01T00:00:00.000Z"]},"351":{"tagPerson":["ANDRÉ DE LEIGNE, Pierre"],"tagDate":["1738-01-01T00:00:00.000Z"],"tagDescription":["ANDRÉ DE LEIGNE, Pierre ordre de comparution signé par Pierre André de Leigne, 1738 (1 page)."]},"671":{"tagDescription":["Livres, journal de vente à crédits de recepte et argent reçu de moi Louis-François Hervieux, commencer le 23 fevbvrier 1742», terminé par une autre main, 1723-1753"],"tagDate":["[1723-01-01T00:00:00.000Z TO 1753-12-31T23:59:59.999Z]"],"tagPlace":["MONTREAL, Marchands de "]},"295":{"tagDescription":["MILLE-ÎLES, seigneurie des 1718 Document relatif au partage égal de la seigneurie des Mille-Îles. Voir aussi le document * 40 à ce sujet."],"tagPerson":["MILLE-ÎLES, seigneurie des"],"tagDate":["1718-01-01T00:00:00.000Z"]},"268":{"tagPerson":["BOCHART DE CHAMPIGNY, Jean"],"tagDate":["1715-01-01T00:00:00.000Z"],"tagDescription":["BOCHART DE CHAMPIGNY, Jean 1715 Lettre de Louis XIV donnant la permission à Jean Bochart de Champigny de quitter temporairement son poste comme intendant au Hâvre pour s'occuper d'affaires personnelles."]},"251":{"tagDescription":["LA CROIX DE CHEVRIÈRES DE SAINT-VALLIER, Jean-Baptiste de Extraits de plusieurs mémoires de Mgr de Saint-Vallier sur des sujets variés: le Canada, les officiers, les communautés religieuses, les évêques et l'Eglise, la vente de l'eau-de-vie aux Indiens. Notons aussi dans la marge les commentaires du ministre de la Marine ainsi que d'une autre personne non identifiée, 1703."],"tagPerson":["LA CROIX DE CHEVRIÈRES DE SAINT-VALLIER, Jean-Baptiste de"],"tagDate":["1703-01-01T00:00:00.000Z"]},"171":{"tagDate":["[1701-01-01T00:00:00.000Z TO 1901-12-31T23:59:59.999Z]"],"tagPerson":["COUILLARD, famille"],"tagDescription":["COUILLARD, famille Pièces relatives à la famille Couillard, 1701-1901: extraits de registre du comté de l'Islet, document concernant les carrières militaires et politiques et documents au sujet la seigneurie de la Rivière-du-Sud."]},"283":{"tagPerson":["MILLE-ÎLES, seigneurie des"],"tagDate":["1718-01-01T00:00:00.000Z"],"tagDescription":["MILLE-ÎLES, seigneurie des 1718 Document relatif au partage égal de la seigneurie des Mille-Îles. Voir aussi le document * 42 relatif à ce sujet."]},"169":{"tagPerson":["INDIENS, éducation des"],"tagDescription":["INDIENS, éducation des Tables de multiplications utilisées au début du XVIIIe siècle par les missionnaires pour inculquer aux Indiens les rudiments de l'arithmétique. Document enjolivé par des dessins en couleur et une inscription «Quy ce livret par coeur ne scaura; jamais bon chiffreur ne sera», s.d., (9 1/2 pouces par 14 1/2)."]},"307":{"tagDate":["1725-01-01T00:00:00.000Z"],"tagPerson":["HERTEL DE COURNOYER, Jacques"],"tagDescription":["HERTEL DE COURNOYER, Jacques 1725 Document établissant les droits de Jacques Hertel de Cournoyer sur une propriété à Trois-Rivières, tiré du papier terrier du domaine de l'Occident tenu par Michel Bégon."]},"317":{"tagDate":["1728-01-01T00:00:00.000Z"],"tagPerson":["PHÉLYPEAUX, Jean-Frédéric"],"tagDescription":["PHÉLYPEAUX, Jean-Frédéric 1728 Copie d'un procès-verbal envoyé par Pierre André de Leigne sur l'état du Canada. Il est question en particulier du logement des soldats."]},"349":{"tagDate":["1736-01-01T00:00:00.000Z"],"tagPerson":["ANDRÉ DE LEIGNE, Pierre"],"tagDescription":["ANDRÉ DE LEIGNE, Pierre Certification de MM. DuBreuil et Pilotte au poste de greffier, 1736 (1 page)"]},"134":{"tagPerson":["MORAVIAN MISSIONS, Labrador"],"tagDescription":["MORAVIAN MISSIONS, Labrador A prayer written in Inuit entitled Gudib Atatapa Nalegaptale Jesusib Kristusib Ut Lapirsautingeta Illagilisetak, [n.d.]."]},"259":{"tagPerson":["CADEAU, Jacques"],"tagDate":["1706-01-01T00:00:00.000Z"],"tagDescription":["CADEAU, Jacques 1706 Jugement légal rendu par Jean-Robert Duprac au sujet de la succession de Jacques Cadeau et de sa femme Anne."]},"353":{"tagPlace":["MONTREAL, Marchands de "],"tagDate":["[1723-01-01T00:00:00.000Z TO 1753-12-31T23:59:59.999Z]"],"tagDescription":["Monière Petit Livre B, Monière No 1 Livre des Engagés et Mon No c Livre de Qué bec ayant trait à son commerce de fourrures, 1723-1753"]},"328":{"tagPerson":["DROUARD, Michel"],"tagDate":["1730-01-01T00:00:00.000Z"],"tagDescription":["DROUARD, Michel 1730 Document désignant Margueritte [Cicotte] comme tutrice de Michel Drouard et signé par Michel Sarrazin, Jean Crespin, Mathieu-François Martin de Lino, Jean-Baptiste Gosselin, Jourdain Lajus, Monsieur Dupont et François Daine."]},"343":{"tagPerson":["SAINT-OURS, Pierre de (fils)"],"tagDate":["1737-01-01T00:00:00.000Z"],"tagDescription":["SAINT-OURS, Pierre de (fils) 1737 «Projet de procuration par Pierre II de Saint-Ours à Mr de la Potherie» au sujet d'une terre située à Touraine."]},"262":{"tagDate":["1707-01-01T00:00:00.000Z"],"tagPerson":["CHAMBALON, Louis"],"tagDescription":["CHAMBALON, Louis 1707 Jugement rendu par René-Louis Chartier de Lotbinière en faveur de Louis Chambalon relativement à une somme d'argent que lui devait Marie-Magdeleine, veuve de François Chasteauneuf de Montel."]},"299":{"tagPerson":["MILLE-ÎLES, seigneurie des"],"tagDate":["1719-01-01T00:00:00.000Z"],"tagDescription":["MILLE-ÎLES, seigneurie des 1719 Acte de foi et hommage de Jean Petit et Marie-Thérèse Dugué de Boisbriand."]},"280":{"tagDate":["1717-01-01T00:00:00.000Z"],"tagPerson":["NORMAND, Marie-Magdelaine"],"tagDescription":["NORMAND, Marie-Magdelaine 1717 Document signé par Charles de Monseignat accordant à Marie-Magdelaine Normand sa majorité et le droit de contrôler son héritage."]},"334":{"tagDate":["1731-01-01T00:00:00.000Z"],"tagPerson":["DESAUTEL, Jean-Baptiste Blot"],"tagDescription":["[DESAUTEL, Jean-Baptiste Blot] Requête par P. Girouard au nom de [Jean-Baptiste Blot Desautel] au sujet du règlement d'un compte, 1731."]},"71":{"tagDescription":["MORAVIAN MISSIONS, Labrador Copy of chapters 99-135 of the Idea Fidei Fratrum, written in Inuit, ca.1849."],"tagPerson":["MORAVIAN MISSIONS, Labrador"],"tagDate":["1849-01-01T00:00:00.000Z"]},"331":{"tagDate":["1730-01-01T00:00:00.000Z"],"tagPerson":["BEAUHARNOIS DE LA BOISCHE, Charles de"],"tagDescription":["BEAUHARNOIS DE LA BOISCHE, Charles de 1730 Lettre relative à une promotion."]},"5":{"tagDescription":["MORAVIAN MISSIONS, Labrador Copy of chapters 237-277 of the Idea Fidei Fratrum IV, written in Inuit, ca.1841."],"tagDate":["1841-01-01T00:00:00.000Z"],"tagPerson":["MORAVIAN MISSIONS, Labrador"]},"143":{"tagPerson":["MORAVIAN MISSIONS, Labrador"],"tagDescription":["MORAVIAN MISSIONS, Labrador Manuscript text, written in Inuit, entitled ... Luk to V. 22 Sorrusek Ajochertuilune Umiaksa Arme..., [n.d.]."]}}