{"698":{"tagDescription":["BELL FAMILY Art and poetry sketch books from the three daughters of Robert Bell: crayon sketch book of Edith Margaret Bell; art book (watercolours) of Alice Gertrude Bell (1888-1962); art and poetry book of Olga Elizabeth Bell (1896-1962)."],"tagDate":["[1919-01-01T00:00:00.000Z TO 1924-12-31T23:59:59.999Z]"]},"303":{"tagDescription":["BELL, Miss [Olga] Letter from George Herbert Clarke, poet, and a manuscript of his poem A Shore Sunrise, 1 November 1928."],"tagPerson":["BELL, Olga Miss"],"tagDate":["1928-11-01T00:00:00.000Z"]},"306":{"tagDescription":["BELL FAMILY Letters to the following children of Robert Bell: Alice Bell, Donald Bell, and Margaret Bell Douglas (Mrs. Walter Douglas); to Walter Douglas, and others. The most frequent author is Archibald M. Campbell, a cousin."],"tagDate":["[1942-01-01T00:00:00.000Z TO 1947-12-31T23:59:59.999Z]"]},"465":{"tagDescription":["BELL, Robert Biographical materials on Robert Bell and members of his family, including obituaries, biographical sketches, and a family tree, as well as family letters."],"tagPerson":["BELL, Robert"]},"965":{"tagDescription":["BELL, Mrs. Robert Letters of condolences on the death of Robert Bell in 1917, from David Ross McCord, and others. Also two obituary clippings, letters relating to the preparation of obituaries, one letter dated 1891 and a photocopy of a Bell family tree prepared in 1963. "],"tagDate":["1963-01-01T00:00:00.000Z"],"tagPerson":["BELL, Robert Mrs."]},"69":{"tagDescription":["BELL, Robert Printed letters of application by Bell and printed booklet of testimonials in favor of Bell as a candidate for the Chair of Natural History in University College, Toronto; some Bell's publications."],"tagPerson":["BELL, Robert"],"tagDate":["[1874-01-01T00:00:00.000Z TO 1907-12-31T23:59:59.999Z]"]},"286":{"tagDate":["1909-01-01T00:00:00.000Z"],"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert Annotations by Bell of Fossils, chapter 18 of Miller Christy's Observations in Hudson's Bay, with a letter to Bell from R.F. Stupart, Director of the Meteorological Service, informing him that he would also receive a copy of the introduction to the work."]},"270":{"tagPerson":["BELL, Robert"],"tagDate":["[1881-01-01T00:00:00.000Z TO 1890-12-31T23:59:59.999Z]"],"tagDescription":["BELL, Robert Drafts of the title of a geological map of Canada east of the Rocky Mountains, with notes and sketches regarding mineral specimens from Sudbury, Hudson's Bay, and Lake Temiscamingue."]},"1114":{"tagDate":["1741-01-01T00:00:00.000Z"],"tagPerson":["COXE, Daniel"],"tagDescription":["COXE, Daniel A Collection of Voyages and Travels, in three Parts, by Daniel Coxe, printed for and sold by Olive Payne, at Horace's Head in Pope's Head Alley, Cornhill, 1741, 350 pages."]},"189":{"tagDescription":["BELL, Robert Miscellaneous notes dealing chiefly with Hudson's Bay and area, including data on birds, plants, astronomy, water levels, barometric readings, and rock specimens."],"tagPerson":["BELL, Robert"],"tagDate":["[1870-01-01T00:00:00.000Z TO 1897-12-31T23:59:59.999Z]"]}}