{
  "247": {
    "tagPerson": ["BELL, Miss"],
    "tagDate": ["[1917-01-01T00:00:00.000Z TO 1917-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "BELL, Miss A poem entitled For Remembrance by Duncan Campbell Scott, together with a letter from Scott to Miss Bell suggesting Indian names for an estate and a letter from Indian agent James McDonald on the same subject."
    ]
  },
  "220": {
    "tagDescription": [
      "BELL, Robert Letter from Alexander McKenzie, a member of Bell's survey group, with three poems, one a humorous treatment of a Geological Survey expedition"
    ],
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1870-01-01T00:00:00.000Z TO 1871-12-31T23:59:59.999Z]"]
  },
  "1141": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1867-01-01T00:00:00.000Z TO 1892-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "BELL, Robert Draft reports and notes relating to various geological surveys; also collections of Indian place names, some with meanings given."
    ]
  },
  "235": {
    "tagDate": ["[1897-01-01T00:00:00.000Z TO 1899-12-31T23:59:59.999Z]"],
    "tagPerson": ["BELL, Robert"],
    "tagDescription": [
      "BELL, Robert Letters from Clarence Campbell Chipman, Commissioner of the Hudson's Bay Company at Winnipeg, dealing with shipments of supplies."
    ]
  },
  "27": {
    "tagDescription": [
      "BILLOUART DE KERLÉREC, Louis. Copie ou double d'une lettre écrite au duc de Choiseul, le 9 février 1764, par M. de Kerlérec relative à la mauvaise réputation qui lui a été faite comme gouverneur de la Louisiane par M. de Rochemore et autres."
    ],
    "tagPerson": ["BILLOUART DE KERLÉREC, Louis"],
    "tagDate": ["1764-01-01T00:00:00.000Z"]
  },
  "39": {
    "tagPerson": ["BOUCHETTE, Joseph"],
    "tagDate": ["1825-01-01T00:00:00.000Z"],
    "tagDescription": [
      "BOUCHETTE, Joseph. Certified copy by Bouchette of extracts from the minutes of the Executive Council of Lower Canada, 26 November 1796; from the description of the boundary line between the Provinces of Lower and Upper Canada by Samuel Holland, 12 August 1796; and from the report to John Graves Simcoe by D.W. Smith, acting Surveyor-General of Ontario, 7 October 1795. These extracts discuss the boundary between the two provinces, referring particularly to the area around Rigaud and the seigniory of New Longueuil."
    ]
  },
  "1063": {
    "tagDescription": [
      "BELL, Robert Thirteen questions about the land around Lakes Superior and Huron, from the Select Committee on Minerals of Lake Superior, (Francis Jones, M.P., chairman), and Bell's replies, 1866 (11 pages); article by Bell on Lake Superior for Chamber's Encyclopedia, 1865 (21 pages); statement of expenses by Bell for an expedition to Great Slave Lake, 1899 (6 pages); draft copies of reports by Bell on surveys of Grand Manitoulin, Cockburn, Drummond, and St. Joseph's Islands, submitted to Sir W.E. Logan, n.d, 1866 (1 cm)."
    ],
    "tagDate": ["1866-01-01T00:00:00.000Z"],
    "tagPerson": ["BELL, Robert"]
  },
  "217": {
    "tagDescription": [
      "COURSOL, Charles-Joseph Letter from John Alexander Macdonald, Department of Justice, Ottawa, to Charles-Joseph Coursol, instructing him in the jurisdiction of the provincial authorities in the criminal case of The Queen vs. McCutcheons and Chamberlain, 2 January 1869."
    ],
    "tagPerson": ["COURSOL, Charles-Joseph"],
    "tagDate": ["1869-01-02T00:00:00.000Z"]
  },
  "328": {
    "tagDescription": [
      "BELL, Robert Two letters from Peter McKellar, geologist, and a collection of notes by McKellar, all dealing with the Hannah Bay Massacre, 1835-1840, in which Indians killed most of the inhabitants of a James Bay trading post, and were in turn killed in retaliatory raids which followed."
    ],
    "tagDate": ["1899-01-01T00:00:00.000Z"],
    "tagPerson": ["BELL, Robert"]
  },
  "37": {
    "tagDescription": [
      "LÉCUYER, Marie-Joseph Certificate signed by members of the board of commissioners appointed to examine surgeons, attesting that Marie-Joseph Lecuyer is qualified and may be licenced to practice midwifery, [after 1788]."
    ],
    "tagDate": ["1788-01-01T00:00:00.000Z"],
    "tagPerson": ["LÉCUYER, Marie-Joseph"]
  },
  "397": {
    "tagDescription": [
      "CAMPBELL, Robert A copy of Campbell's Journal 1808-1851, with accounts of his life and explorations in the Mackenzie and Yukon districts, made from the originals in the Vancouver Public Library."
    ],
    "tagDate": ["[1808-01-01T00:00:00.000Z TO 1851-12-31T23:59:59.999Z]"],
    "tagPerson": ["CAMPBELL, Robert"]
  },
  "367": {
    "tagDescription": [
      "BLACK, Samuel Typed manuscript by Charles Napier Bell, historian, of a journal by Black made in the summer of 1824 along the Peace River's Finlay Branch and the Laird River."
    ],
    "tagPerson": ["BLACK, Samuel"],
    "tagDate": ["1927-01-01T00:00:00.000Z"]
  },
  "264": {
    "tagDescription": [
      "KLUTSCHAK, Henry Original drawings of sledging in the Canadian Arctic, 1878-1880, from Hudson Bay to King William Land. A book entitled Schawatka's Search, by William Gilder, New York, Abercrombie & Fitch, 1966, 316 pages. Two manuscript maps drawn by Klutschak facing pages 1 and 72 of the Glider's book are included. Clippings fron the Illustrated London News, 1881, and from a German printing."
    ],
    "tagPerson": ["KLUTSCHAK, Henry"],
    "tagDate": ["[1880-12-31T23:59:59.999Z TO 1966-01-01T00:00:00.000Z]"]
  },
  "255": {
    "tagDescription": [
      "LAURIER, Charles Rapport des arpenteurs Charles Laurier et David Thompson concernant une partie de l'ÎIe-Jésus afin de régler un différend entre Thomas Porteous et Jean Taillefer. Contient une carte d'une section de l'île et une facture des frais et dépenses."
    ],
    "tagPerson": ["LAURIER, Charles"],
    "tagDate": ["1814-01-01T00:00:00.000Z"]
  },
  "1018": {
    "tagDate": ["[1863-01-01T00:00:00.000Z TO 1884-12-31T23:59:59.999Z]"],
    "tagPerson": ["BELL, Robert"],
    "tagDescription": [
      "BELL, Robert Letters from Henry George Vennor, geologist, dealing with various personal and professional matters."
    ]
  },
  "45": {
    "tagDescription": [
      "HILL, W.A. Letter from [George Ramsay] Dalhousie, formerly Governor-in-Chief of Canada, to Hill concerning the framing of a print."
    ],
    "tagDate": ["1830-01-01T00:00:00.000Z"],
    "tagPerson": ["HILL, W.A."]
  },
  "47": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1859-01-01T00:00:00.000Z TO 1899-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "BELL, Robert. Accounts of goods shipped and supplied by various branch offices of the Hudson's Bay Company, together with miscellaneous related material sent to Bell. The offices are: Edmonton, Fort Chipewyan, Fort Garry, Fort McMurray, Fort Resolution, Lac La Biche, Lacloche, Lower Fort Garry, Mattawa, Michipicoten, Montreal, Moose Factory, Pic River, Portage La Prairie, Shoal River, Sudbury, Temagami, emiscamingue, Touchwood Hills, Winnipeg, York Factory."
    ]
  },
  "33": {
    "tagDescription": [
      "HANCOCK, John. Autograph letter draft from John Hancock to General George Washington, concerning General Schuyler, Ticonderoga and Crown Point, unsigned, 28 June 1775."
    ],
    "tagDate": ["1775-01-01T00:00:00.000Z"],
    "tagPerson": ["HANCOCK, John"]
  },
  "260": {
    "tagDescription": [
      "De WITT, Jacob Letter from Edmund Bailey O'Callaghan to [Jacob De Witt] enclosing an extract of an address delivered by William Duane in Philadelphia concerning the union of Canada and the United States, 4 July 1851."
    ],
    "tagDate": ["1851-07-04T00:00:00.000Z"],
    "tagPerson": ["De WITT, Jacob"]
  },
  "344": {
    "tagDescription": [
      "BELL, Robert Accounts by John Driver, an explorer, which give two versions of the Hannah Bay massacre as well as dealing with the destruction of the Night Hawk Lake settlement, and the flood at Fort Albany in 1841."
    ],
    "tagDate": ["1899-01-01T00:00:00.000Z"],
    "tagPerson": ["BELL, Robert"]
  },
  "1010": {
    "tagDescription": [
      "MacFARLANE, Roderick Ross Comparative statements for the fur trade in various years, 1857-1889, for Athabaska, Fort Chipewyan and the New Caledonia and Cumberland districts."
    ],
    "tagPerson": ["MacFARLANE, Roderick Ross"],
    "tagDate": ["[1857-01-01T00:00:00.000Z TO 1889-12-31T23:59:59.999Z]"]
  },
  "504": {
    "tagDescription": [
      "BELL, Robert Correspondence from his brother John Bell, 9 March 1857 - 16 October 1876. Documents, ephemera and printed items relating to the death of John Bell, including death certificate, telegrams."
    ],
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1857-03-09T00:00:00.000Z TO 1878-12-31T23:59:59.999Z]"]
  },
  "251": {
    "tagDescription": [
      "VILLIERS, Joseph de Contrat de vente par Marguerite, mulâtresse libre, d'une fille nommée Bénédicte, créole agée d'environ deux ans, pour la somme de 200 piastres, à Joseph de Villiers, passé par-devant Forstall, commandant civil et militaire du poste des Opelousas en Louisiane, 8 février 1788."
    ],
    "tagPerson": ["VILLIERS, Joseph de"]
  }
}
