{"636":{"tagDescription":["IRVING, Sir Aemilius Letter from Sir John Joseph Caldwell Abbott concerning the imposition of penalties in respect of stamps and the suggestion of inserting a clause to the Government Bill relating to this matter, 28 March 1878."],"tagPerson":["IRVING, Sir Aemilius"],"tagDate":["1878-03-28T00:00:00.000Z"]},"816":{"tagDate":["1885-01-01T00:00:00.000Z"],"tagPerson":["ALBERTA, Gleichen"],"tagDescription":["ALBERTA, Gleichen Letter in form of a diary signed by Johnny, a C.P.R. telegraph operator at Crowfoot and Gleichen, Alberta, covering the period from 30 May 1885 to 4 June 1885 with several references to Big Bear and the Blackfeet Indians, 1885. A typescript of the letter is also available."]},"814":{"tagDescription":["ALBERTA, Crowfoot Letter in form of a diary signed by Johnny, a C.P.R. telegraph operator at Crowfoot and Gleichen, Alberta, covering the period from 30 May 1885 to 4 June 1885 with several references to Big Bear and the Blackfeet Indians, 1885. A typescript of the letter is also available."],"tagPerson":["ALBERTA, Crowfoot"],"tagDate":["1885-01-01T00:00:00.000Z"]},"202":{"tagDescription":["ROSS, Alexander Letter from J. Werge relating to the shipwreck at Sable Island of the ship on which he was passenger, 13 June 1853."],"tagDate":["1853-06-13T00:00:00.000Z"],"tagPerson":["ROSS, Alexander"]},"252":{"tagDate":["1862-01-01T00:00:00.000Z"],"tagPerson":["LANGEVIN, Sir Hector-Louis"],"tagDescription":["LANGEVIN, Sir Hector-Louis 1862 Letter from Thomas D'Arcy McGee mentioning the names of several sympathizers, [n.d.]."]},"238":{"tagDescription":["WATTERS, Daniel Demande de pension de Daniel Watters avec certificat du médecin Praxède La Rue, et certificat du curé Auguste Millette de la paroisse de Saint-Augustin, 11 avril 1858. Aussi une autre lettre du docteur La Rue sur l'état de santé de Daniel Watters en date du 4 avril 1859."],"tagPerson":["WATTERS, Daniel"]},"219":{"tagDate":["1856-01-01T00:00:00.000Z"],"tagPerson":["CUSHING, Caleb"],"tagDescription":["CUSHING, Caleb 1856 Correspondence chiefly with Caleb Cushing relating to a land which was issued by a military warrent in favor of the heirs of St. Germain Dionne of the Colonel Hazen's Continental Regiment."]},"209":{"tagPerson":["BABY, Charles-François-Xavier"],"tagDescription":["BABY, Charles-François-Xavier Lettre de recommandation de François-Réal Anger en faveur de Charles Taschereau afin d'obtenir l'appui de C.-F.-X. Baby pour lui trouver un emploi, 18 avril 1854."]},"225":{"tagDate":["1857-01-01T00:00:00.000Z"],"tagPerson":["WIGERS, Christian"],"tagDescription":["WIGERS, Christian 1857 Statement sworned before J.B.N. Dufresne by Christian Wigers against John Symons, Captain of the CORONET, who had damaged a chain belonging to C. Wigers' ship."]},"247":{"tagDescription":["Lettre de J.J. Ampère au sujet de l'organisation d'un banquet public en l'honneur de Sir Louis-Hippolyte La Fontaine, 30 septembre 1861."],"tagPerson":["LANGEVIN, Sir Hector-Louis"],"tagDate":["1861-09-30T00:00:00.000Z"]},"269":{"tagDescription":["CANADA, Confederation of. Conference of 1866 Signatures of delegates at the Westminster Palace Hotel, London, 4 December 1866. The political office held by each delegate is noted to their signatures."],"tagDate":["1866-01-01T00:00:00.000Z"],"tagPerson":["CANADA, Confederation"]},"657":{"tagDescription":["MOTT, Henry 1877 Three manuscript copies of articles concerning the early history of printing in Canada and entitled Gossip about early Canadian printers, The Montreal Herald and other pages, and The First City Directory. A printed copy of Gossip about Early Canadian Printers is also available."],"tagDate":["1877-01-01T00:00:00.000Z"],"tagPerson":["MOTT, Henry"]},"823":{"tagDate":["1888-10-09T00:00:00.000Z"],"tagPerson":["BABY, François-Louis-Georges"],"tagDescription":["BABY, François-Louis-Georges Lettre de Thomas Chase Casgrain au sujet d'une affaire non précisée avec une tierce personne, 9 octobre 1888."]},"649":{"tagDescription":["WILLIAMS, F.F. A newspaper clipping reproducing the letter of Mr. E.M. McDonald gives details on the poem, n.d. (1 page)."],"tagPerson":["WILLIAMS, F.F."]},"263":{"tagDescription":["LANGEVIN, Sir Hector-Louis 1865 La lettre est reproduite en partie dans le catalogue Lande."],"tagPerson":["LANGEVIN, Sir Hector-Louis"],"tagDate":["1865-01-01T00:00:00.000Z"]},"439":{"tagPerson":["LESTANG, Jean-Marie"],"tagDate":["1951-01-01T00:00:00.000Z"],"tagDescription":["LESTANG, Jean-Marie Aussi disponible avec ce document se trouve une carte des postes missionnaires des Oblats de Marie-Immaculée chez les Indiens et les Inuit du Canada, 1951."]},"805":{"tagDate":["1885-01-22T00:00:00.000Z"],"tagPerson":["LANVEGIN, Sir Hector-Louis"],"tagDescription":["LANVEGIN, Sir Hector-Louis Two letters from Nicholas Flood Davin: one letter of thanks to Sir Hector-Louis Langevin for some information received and of praise for his part in the Dominion politics, 22 January 1885 (2 pages)"]},"651":{"tagDescription":["[DIONNE, Narcisse-Eutrope] Lettre de Théophile-Pierre Bédard demandant qu'un article intitulé La lutte électorale dans le comté de Lévis soit publié dans le Courrier du Canada et réclamant aussi l'envoi de copies chez Joseph-Edmond Roy, 15 novembre 1881.","DIONNE, Narcisse-Eutrope Lettre de Mgr André-Albert Blais au sujet de la pauvre qualité des copies d'un texte intitulé «Des Indications pour aller au Paradis» et demandant l'annulation de son compte si de meilleures copies ne peuvent être produites, 19 décembre 1882."],"tagDate":["1882-11-19T00:00:00.000Z"],"tagPerson":["DIONNE, Narcisse-Eutrope"]},"296":{"tagDescription":["LANGEVIN, Sir Hector-Louis Four letters from Sir Charles Stanley Monck: a note of thank you, n.d.(1 page)"],"tagPerson":["LANGEVIN, Sir Hector-Louis"]},"436":{"tagDate":["[1872-01-01T00:00:00.000Z TO 1898-12-31T23:59:59.999Z]"],"tagPerson":["LESTANG, Jean-Marie"],"tagDescription":["LESTANG, Jean-Marie Texte de la Vie de Notre Seigneur en cris présenté au père Lestang par le père A.-M. Blanchet, missionnaire oblat, et probablement traduit par lui, 1872. Une note signée par Jean-Marie Lestang lègue ce volume à la mission de Notre-Dame du Rosaire, 12 avril 1898."]},"266":{"tagPerson":["CASAULT, Sir Louis-Napoléon"],"tagDescription":["CASAULT, Sir Louis-Napoléon Deux lettres de Sir Louis-Napoléon Casault: une adressée à Sir Hector-Louis Langevin lui demandant de faire une déposition, 9 janvier 1866, et une autre lettre à un correspondant inconnu lui demandant où doit siéger le Conseil à Montréal."]},"205":{"tagDescription":["BABY, Charles-François-Xavier Lettre de Pierre-Philippe Baby-Casgrain demandant un emploi de secrétaire à Charles-François-Xavier Baby, 11 avril 1854."],"tagPerson":["BABY, Charles-François-Xavier"]},"644":{"tagDate":["1881-09-28T00:00:00.000Z"],"tagPerson":["WILLIAMS, F.F."],"tagDescription":["WILLIAMS, F.F. Letter from William McDonnell forwarding a copy which is included of his poem entitled The Beautiful Snow and giving details on the publication and on the music set to this poem, 28 September 1881 (5 pages)."]},"187":{"tagDescription":["LA RUE, François-Alexandre-Hubert Contre le voyage à Montréal» apparemment écrit alors que François-Alexandre-Hubert La Rue était encore étudian au Séminaire de Québec, 21 mars 1851."],"tagPerson":["LA RUE, François-Alexandre-Hubert"],"tagDate":["1851-03-21T00:00:00.000Z"]},"633":{"tagPlace":["Quebec"],"tagPerson":["CARY & BROUSSEAU, imprimerie"],"tagDescription":["CARY & BROUSSEAU, imprimerie. Québec Lettre de Sir Joseph-Adolphe Chapleau au sujet du contrat de l'imprimerie Cary et Brousseau avec le gouvernement de la province de Québec, 13 juin 1877."]},"216":{"tagDate":["1855-03-24T00:00:00.000Z"],"tagPerson":["WÜRTELE, Jonathan Saxton Campbell"],"tagDescription":["WÜRTELE, Jonathan Saxton Campbell Letter from William Berczy concerning a subscription, 24 March 1855."]},"256":{"tagDescription":["PAPINEAU, Louis-Joseph Lettre de Jean-Louis Beaudry demandant à Louis-Joseph Papineau des renseignements sur la partie de la Place Viger cédée à la ville de Montréal par la famille Papineau, 25 février 1864. Une copie de cette lettre est reproduite dans le catalogue Lande."],"tagDate":["1864-01-01T00:00:00.000Z"],"tagPerson":["PAPINEAU, Louis-Joseph"]},"809":{"tagPerson":["LANVEGIN, Sir Hector-Louis"],"tagDate":["1979-06-17T00:00:00.000Z"],"tagDescription":["LANVEGIN, Sir Hector-Louis in the other letter, N.D.F. Davin asks Sir Hector-Louis Langevin to write him a letter which will state the facts concerning a grant for an hospital at Medecine Hat, 17 June 1979 (2 pages)."]},"301":{"tagDescription":["LANGEVIN, Sir Hector-Louis Four letters from Sir Charles Stanley Monck: two letters relating to the military procedures of General Doyle, 17 August 1868 and 16 September 1868 (3 pages)."],"tagDate":["[1868-08-17T00:00:00.000Z TO 1868-09-16T23:59:59.999Z]"],"tagPerson":["LANGEVIN, Sir Hector-Louis"]},"754":{"tagDescription":["ROY, Joseph-Edmond Dix lettres adressées à Joseph-Edmond Roy demandant des renseignements d'ordre historique ou le remerciant pour des renseignements obtenus et au sujet de la Société royale du Canada. Les auteurs de ces lettres sont: Omer Héroux, Monsieur de Géa, J.-A. Roy, Joseph-Onès Roy, le père Odoric, Monsieur Lejeune, William Dawson Lesueur et Enos Hutchinson, s.d., 1883-1911."],"tagPerson":["ROY, Joseph-Edmond"]},"825":{"tagDate":["[1889-01-01T00:00:00.000Z TO 1890-12-31T23:59:59.999Z]"],"tagPerson":["MANITOBA SCHOOL QUESTION"],"tagDescription":["MANITOBA SCHOOL QUESTION Correspondence relating to the Manitoba School Question. The authors of the letters are John Mark King, Kenneth Mackenzie, Alexandre-Antoine Taché, James Robertson, 1889-1890."]},"820":{"tagPerson":["ROY, Joseph-Edmond"],"tagDate":["1886-01-26T00:00:00.000Z"],"tagDescription":["ROY, [Joseph-Edmond] Lettre de Paul de Cazes remerciant Joseph-Edmond Roy pour un article non précisé, 26 janvier 1886."]},"756":{"tagPerson":["ROY, Joseph-Edmond"],"tagDate":["[1883-01-01T00:00:00.000Z TO 1911-12-31T23:59:59.999Z]"],"tagDescription":["ROY, Joseph-Edmond Dix lettres adressées à Joseph-Edmond Roy demandant des renseignements d'ordre historique ou le remerciant pour des renseignements obtenus et au sujet de la Société royale du Canada. Les auteurs de ces lettres sont: Omer Héroux, Monsieur de Géa, J.- A. Roy, Joseph-Onès Roy, le père Odoric, Monsieur Lejeune, William Dawson Lesueur et Enos Hutchinson, s.d., 1883-1911."]},"185":{"tagPerson":["KAHGEGAGAHBOWH"],"tagDate":["1820-08-14T00:00:00.000Z"],"tagDescription":["KAHGEGAGAHBOWH, also known under the name of George Copway Letter to an unknown recipient announcing his visit, 14 August 1850."]},"228":{"tagDescription":["BOYD, Louisa Letter from Alfred Boyd, her brother, describing his journey inland from Boston mentioning Albany, Rochester and Niagara Falls, 13 November 1857."],"tagDate":["1857-11-13T00:00:00.000Z"],"tagPerson":["BOYD, Louisa"]},"230":{"tagDate":["1857-11-17T00:00:00.000Z"],"tagPerson":["BOYD, Louisa"],"tagDescription":["BOYD, Louisa Letter from Alfred Boyd, her brother, containing a further accounts of his travels and describing Niagara Falls and Toronto, 17 November 1857"]},"844":{"tagDescription":["CURRIE, George Graham Account by George Graham Currie of a canoe trip from Juneau, Alaska, to Port Essington, British Columbia, begun 20 October 1890 up to 18 January 1893 together with in the first part observation on life in Alaska."],"tagPerson":["CURRIE, George Graham"],"tagDate":["[1890-01-01T00:00:00.000Z TO 1893-12-31T23:59:59.999Z]"]},"312":{"tagPerson":["ARNAUD, Charles-André"],"tagDescription":["ARNAUD, Charles-André Lettre du père Charles-André Arnaud à un correspondant inconnu au sujet d'une lettre qui n'a pu atteindre son destinataire, 3 décembre 1867."]},"399":{"tagDescription":["Un texte en cri intitulé Petite Narration de l'Histoire Sainte, attribué au père Albert Lacombe, s.d."],"tagPerson":["LACOMBE, Albert Balan"]},"234":{"tagDescription":["BOYD, Alfred A humorous pencil transcript of an encounter with a grizzly bear entitled A (bear, bare) faced story, n.d. "],"tagPerson":["BOYD, Alfred"]},"272":{"tagDate":["1866-09-10T00:00:00.000Z"],"tagDescription":["CANADA EAST, Militia, Montreal Light Infantry of Volunteer Militia Papers relating to the Montreal Light Infantry of Volunteer Militia, and consisting of rolls, clothing receipts, acquittance roll, list of members, signatures of commanding officers, 1866-1867. Also included is a letter of resignation by Patrick Morris, 10 September 1866."]},"619":{"tagDescription":["BROUSSEAU, Léger Lettre de Charles-Jean Seghers au sujet de son abonnement au Courrier du Canada, 5 octobre 1873."],"tagPerson":["BROUSSEAU, Léger"],"tagDate":["1873-10-05T00:00:00.000Z"]},"429":{"tagPerson":["LANGEVIN, Sir Hector-Louis"],"tagDate":["1865-11-08T00:00:00.000Z"],"tagDescription":["LANGEVIN, Sir Hector-Louis Lettre de Joseph Royal demandant une entrevue à Sir Hector-Louis Langevin afin de discuter d'un projet touchant le parti, 8 novembre 1865."]},"245":{"tagPerson":["BABY, Charles-François-Xavier"],"tagDescription":["BABY, Charles-François-Xavier Lettre de Joseph Auclair félicitant C.-F.-X Baby du bon ordre pendant les élections et le remerciant pour des largesses reçues, 23 juin 1861."]},"761":{"tagDescription":["ROY, Joseph-Edmond Lettres reçues notamment de Auguste-Réal Angers, Philippe Angers, L. Adam, Horace Archambault, Clarence W. Alvord, l'abbé Elie J. Auclair et George E. Amyot portant principalement sur diverses publications et sur des demandes de renseignements d'ordre historique, 1888-1912."],"tagDate":["[1888-01-01T00:00:00.000Z TO 1912-12-31T23:59:59.999Z]"],"tagPerson":["ROY, Joseph-Edmond"]},"641":{"tagPerson":["CHERRIER, Côme-Séraphin"],"tagDescription":["CHERRIER, Côme-Séraphin Entente monétaire entre Côme-Séraphin Cherrier et René-Hertel Larocque, procureur de dame Marie-Anne-Cordélia-Lélia de Salaberry, 23 mai 1881."]},"258":{"tagPerson":["LANGEVIN, Sir Hector-Louis"],"tagDate":["1865-10-10T00:00:00.000Z"],"tagDescription":["LANGEVIN, Sir Hector-Louis Lettre de George Étienne Cartier au sujet du rapport de Henry Labrie avec note au dos de l'enveloppe mentionnant Magloire Lanctôt et [A.H.C.] Buchanan, 10 octobre 1865."]},"211":{"tagDescription":["HUGUET-LATOUR, Louis-A. Lettre de Charles Chiniquy le remerciant de lui avoir fait parvenir un exemplaire du livre Les Annales de la tempérance et exprimant ses idées sur ce livre et sur les questions religieuses en général, 12 mai 1854."],"tagPerson":["HUGUET-LATOUR, Louis-A."]},"622":{"tagPlace":["Lennoxville"],"tagPerson":["BISHOP'S COLLEGE"],"tagDate":["[1876-01-01T00:00:00.000Z TO 1878-12-31T23:59:59.999Z]"],"tagDescription":["BISHOP'S COLLEGE, Lennoxville (Quebec) Eight plans and drawings of Bishop's College, [ca. 1876], together with a photograph of Bishop's College prior to the fire of 1891 apparently shown at the Universal Fair of Paris in 1878."]},"314":{"tagPerson":["LÉGAL, Émile-Joseph"],"tagDescription":["Dictionnaire hébreu-latin, ayant apparemment appartenu à Mgr Légal selon l'inscription Souvenir de Mgr Légal en bonne mémoire, [n.d.]."]},"425":{"tagPerson":["SAINTE-FAMILLE DE CAP SANTÉ, paroisse de."],"tagDescription":["SAINTE-FAMILLE DE CAP SANTÉ, paroisse de. Comté de Portneuf (Québec) Document signé par Gédéon Ouimet nommant François-Xavier Marcotte, François-Xavier Frénette et Louis Leclerc comme commissaires de la paroisse Sainte-Famille du Cap Santé, 23 juin 1868."],"tagPlace":["Comté de Portneuf (Québec)"]},"298":{"tagDescription":["LANGEVIN, Sir Hector-Louis Four letters from Sir Charles Stanley Monck: a letter concerning the great seal of the Dominion, 9 November 1867 (4 pages)"],"tagDate":["1867-11-09T00:00:00.000Z"],"tagPerson":["LANGEVIN, Sir Hector-Louis"]},"842":{"tagDescription":["LAMPMAN, Archibald Poem entitled Earth the Stoic signed by Archibald Lampman, [n.d.]."],"tagPerson":["LAMPMAN, Archibald"]}}