{
  "89": {
    "tagDate": ["1833-11-05T00:00:00.000Z"],
    "tagPerson": ["REDINGTON, George"],
    "tagDescription": [
      "REDINGTON, George Letter from Simon Fraser relating to the shipping of lumber boards, 5 November 1833."
    ]
  },
  "118": {
    "tagPerson": ["HENDERSON, William"],
    "tagDate": ["1835-01-01T00:00:00.000Z"],
    "tagDescription": [
      "HENDERSON, William Discours électoral dans lequel William Henderson se présente comme candidat à l'Assemblée législative pour le comté de Beauce et analyse les besoins du pays et de son comté, 1835."
    ]
  },
  "570": {
    "tagDescription": [
      "HUNTLEY Letter from Sir Henry Vere Huntley to his brother discussing local government matters, farming, his salary and some habits of the members of the Legislature, 10 May 1842."
    ],
    "tagPerson": ["HUNTLEY"],
    "tagDate": ["1842-05-10T00:00:00.000Z"]
  },
  "551": {
    "tagDescription": [
      "DALY, Thomas Document assigning power of attorney to [J.P. Meara] to act on the behalf of Thomas Daly for the sale of a land in the township of Ascot to his brother Dominick Daly, 5 June 1839."
    ],
    "tagPerson": ["DALY, Thomas"],
    "tagDate": ["1839-06-05T00:00:00.000Z"]
  },
  "627": {
    "tagDescription": [
      "HINSWORTH, W.A. Copy of a report of a committee of the Executive Council recommending to pay W.A. Hinsworth 75 pounds for his work in compiling the analytical tables of the Council's books during the years 1841-1845, 22 December 1848."
    ],
    "tagDate": ["1848-12-22T00:00:00.000Z"],
    "tagPerson": ["HINSWORTH, W.A."]
  },
  "140": {
    "tagDescription": [
      "CANADA EAST MILITIA: Montreal 1st Battalion of Volunteer Militia. Record of the formation, conditions and order of the Montreal 1st Battalion of Volunteer Militia during the Rebellion of 1837, 27 November 1837 to 10 January 1838. The names of the officers of the corps are also given."
    ],
    "tagDate": ["1837-01-01T00:00:00.000Z"]
  },
  "127": {
    "tagDescription": [
      "KING, Richard Letter from Charles Ross describing his trip from England to York Factory, alluding to the sighting of George Back's ship TERROR which failed to complete a mission in 1836 and to the mysterious illness at York Factory which was responsable for many deaths, both white and natives, 7 November 1836."
    ],
    "tagPerson": ["KING, Richard"],
    "tagDate": ["1836-11-07T00:00:00.000Z"]
  },
  "704": {
    "tagDescription": ["MOLT, T.F., Music Sacrée"],
    "tagPerson": ["MOLT, T.F."]
  },
  "72": {
    "tagDescription": [
      "MADDEN, Andrew 1832 Document relating to the magistrates' instructions for a quarantine ground and for establishing such a ground at Jersey Island. The document is signed by Clement Hubert, Thomas E. Chandler, N.P. Jean, Peter DeCarteret, John [Damrin], Morgan Doyle, and William [Aichren]."
    ],
    "tagPerson": ["MADDEN, Andrew"],
    "tagDate": ["1832-01-01T00:00:00.000Z"]
  },
  "430": {
    "tagDescription": [
      "BULLER, Charles Letter from H. Driscoll concerning the reward due to the captors of Amury Girod, 9 July 1838."
    ],
    "tagDate": ["1838-07-09T00:00:00.000Z"],
    "tagPerson": ["BULLER, Charles"]
  },
  "93": {
    "tagPerson": ["BRADLEY, Joseph Power"],
    "tagDate": ["[1734-01-01T00:00:00.000Z TO 1846-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "BRADLEY, Joseph Power Letters from William Roy, John Ray, Frederick Americus Andrews, Roger Lelièvre, George H. Lane and P. Lawlor chiefly relating to business matters, 1734-1846."
    ]
  },
  "826": {
    "tagDescription": [
      "FOELIX, Jean-Jacques-Gaspard Lettre de Jean-Jacques-Gaspard Foelix à un correspondant inconnu, 21 mai 1850 (2 pages), lui faisant parvenir une copie d'une consultation, 15 mars 1850 (20 pages), au sujet d'un cas de banqueroute mettant en cause des marchands de Montréal en affaire avec des hommes d'affaires anglais."
    ],
    "tagDate": ["1850-01-01T00:00:00.000Z"],
    "tagPerson": ["FOELIX, Jean-Jacques-Gaspard"]
  },
  "434": {
    "tagDate": ["[1838-07-11T00:00:00.000Z TO 1838-09-06T23:59:59.999Z]"],
    "tagPerson": ["DUBERGER, George"],
    "tagDescription": [
      "DUBERGER, George Journal of a voyage from North West R.H. (River House) to Masquaurrow (Muskwaro) and back to N.W.R. with the purposes of opening a road between the two places,, kept by George Duberger, 11 July 1838 - 6 September 1838."
    ]
  },
  "85": {
    "tagDate": ["1833-07-13T00:00:00.000Z"],
    "tagPerson": ["STANHOPE, Philip Henry"],
    "tagDescription": [
      "STANHOPE, Philip Henry, fourth earl of Stanhope Letter from Nathaniel Gould on behalf of Lord Aylmer and of William Shepherd, Patron and President of the Literary and Historical Society of Quebec, presenting some volumes of the Transactions of the Society, 13 July 1833."
    ]
  },
  "63": {
    "tagDate": ["1831-01-01T00:00:00.000Z"],
    "tagPerson": ["BÉDARD, Joseph-Isidore"],
    "tagDescription": [
      "BÉDARD, Joseph - Isidore Opinions de Joseph-Isidore Bédard, présentées sous la forme d'un dialogue avec Monsieur Lebrun commentant la vie politique de son époque, s'exprimant sur des questions tels les projets de lois de l'Assemblée, l'abolition de la tenure, l'enseignement dans les collèges, donnant des notes biographiques sur Pierre-Stanislas, son père, et se terminant par le texte de sa chanson «Sol canadien, terre chérie», vers 1831."
    ]
  },
  "508": {
    "tagDescription": [
      "STUART, John Letter from Charles Ross describing his whereabouts, giving information on Dr. McClaughlin and commenting on the U.S. competitors of the company, 23 October 1838."
    ],
    "tagPerson": ["STUART, John"],
    "tagDate": ["1838-10-23T00:00:00.000Z"]
  },
  "78": {
    "tagDescription": [
      "Letter from Thomas Talbot concerning a lot, 27 August 1832."
    ],
    "tagPerson": ["HANDS, William"],
    "tagDate": ["1832-08-27T00:00:00.000Z"]
  },
  "646": {
    "tagDescription": [
      "PAPINEAU, Louis-Joseph Lettre de Napoléon Aubin réclamant le soutien de Louis-Joseph Papineau en faveur du projet de l'annexion aux États-Unis, 24 octobre 1849."
    ],
    "tagDate": ["1849-10-24T00:00:00.000Z"],
    "tagPerson": ["PAPINEAU, Louis-Joseph"]
  },
  "391": {
    "tagDate": ["[1837-01-01T00:00:00.000Z TO 1841-12-31T23:59:59.999Z]"],
    "tagPerson": ["ST. PATRICK SOCIETY OF QUEBEC"],
    "tagDescription": [
      "ST. PATRICK SOCIETY OF QUEBEC Miscellaneous papers consisting of lists of members, committee reports and financial statements relating to the St. Patrick Society of Quebec, 1837-1841. Also included is a poem by Paddy O' Rafferty entitled St. Patrick's Day, 1841."
    ]
  },
  "111": {
    "tagDate": ["1835-01-01T00:00:00.000Z"],
    "tagPerson": ["PAPINEAU, Louis-Joseph"],
    "tagDescription": [
      "PAPINEAU, Louis-Joseph Letter from Robert Nelson requesting that some insane persons of Montreal be lodged in Three-Rivers or Quebec city, 1835."
    ]
  },
  "433": {
    "tagPerson": ["DUBERGER, George"],
    "tagDate": ["1838-09-06T00:00:00.000Z"],
    "tagDescription": [
      "DUBERGER, George Journal of a voyage from North West R.H. (River House) to Masquaurrow (Muskwaro) and back to N.W.R. with the purposes of opening a road between the two places,, kept by George Duberger, 11 July 1838 - 6 September 1838."
    ]
  },
  "135": {
    "tagDate": ["1837-01-31T00:00:00.000Z"],
    "tagPerson": ["BROWN, Thomas Storrow"],
    "tagDescription": [
      "[BROWN, Thomas Storrow] Lettre de Louis-Joseph Papineau au sujet d'un cautionnement demandé à Mlle Girouard, 31 janvier 1837."
    ]
  },
  "649": {
    "tagDate": ["1916-01-01T00:00:00.000Z"],
    "tagPerson": ["BELL, J. Jones"],
    "tagDescription": [
      "BELL, J. Jones Two drafts of a talk given by J. Jones Bell at the Women's Historical Society, Shelbourne House Club, on the burning of the Parliament buildings in Montreal in 1849. One draft is entitled Burning of the Parliament Buildings (23 pages); the second draft, on the same topic and basically the same text is entitled An Exciting Event in Canadian History (28 pages). A newspaper clipping, also included, gives an account of the meeting of the Women's Historical Society where Mr. Bell gave his talk (1 page), ca.1916."
    ]
  },
  "128": {
    "tagPerson": ["KING, Richard"],
    "tagDate": ["1836-11-07T00:00:00.000Z"],
    "tagDescription": [
      "KING, Richard Letter from Charles Ross describing his trip from England to York Factory, alluding to the sighting of George Back's ship TERROR which failed to complete a mission in 1836 and to the mysterious illness at York Factory which was responsable for many deaths, both white and natives, 7 November 1836."
    ]
  },
  "88": {
    "tagDate": ["1833-11-05T00:00:00.000Z"],
    "tagPerson": ["REDINGTON, George"],
    "tagDescription": [
      "REDINGTON, George. Businessman. Letter from Simon Fraser relating to the shipping of lumber boards, 5 November 1833."
    ]
  },
  "117": {
    "tagDescription": [
      "HENDERSON, William. Arpenteur et fonctionnaire Discours électoral dans lequel William Henderson se présente comme candidat à l'Assemblée législative pour le comté de Beauce et analyse les besoins du pays et de son comté, 1835."
    ],
    "tagPerson": ["HENDERSON, William."],
    "tagDate": ["1835-01-01T00:00:00.000Z"]
  },
  "75": {
    "tagDescription": [
      "VIGER, Jacques Plan de la Place d'armes et de la rue St-Jacques, à Montréal pour l'intelligence des événements du 21 mai 1832, dressé par Jacques Viger, inspecteur des chemins pour la cité de Montréal. Il s'agit d'une lithographie avec des inscriptions à la fois en anglais et en français mesurant 15 3/4 x 20 pouces et illustrant les détails de l'émeute électorale de mai 1832 où les troupes en chargeant la foule tuèrent trois Canadiens."
    ],
    "tagPerson": ["VIGER, Jacques"],
    "tagDate": ["1832-01-01T00:00:00.000Z"]
  },
  "643": {
    "tagPerson": ["PAPINEAU, Louis-Joseph"],
    "tagDescription": [
      "PAPINEAU, Louis-Joseph Lettre de remerciement de Charles Chiniquy pour le soutien officiel offert par Louis-Joseph Papineau dans sa campagne en faveur de la tempérance, 3 avril 1849."
    ]
  },
  "188": {
    "tagDescription": [
      "CHARTIER, Joseph-Étienne-Émile. Professeur. Copie d'un article de Joseph-Étienne-Émile Chartier intitulé «Après l'Affaire de Saint-Denis» et paru en 1950 dans le volume no 56 du Bulletin des recherche historiques. L'article est surtout basé sur les mémoires de Thomas Storrow Brown dont une transcription se trouve dans MG 24, C 11."
    ],
    "tagDate": ["1950-01-01T00:00:00.000Z"],
    "tagPerson": ["CHARTIER, Joseph-Étienne-Émile"]
  },
  "82": {
    "tagDescription": [
      "LAMBTON, John George, 1st Earl of Durham Letter to an unknown recipient relating to Durham's family involvement with reform and progressive government, 13 December 1832."
    ],
    "tagPerson": ["LAMBTON, John George"],
    "tagDate": ["1832-12-12T00:00:00.000Z"]
  },
  "172": {
    "tagDescription": [
      "LECLÈRE (Leclerc), Pierre-Édouard Circular letter adressed to P.-É. Leclère asking him if he would accept to be associated to the Commission of Peace for the district of Montreal and requesting a reply, signed by S. Walcott, Civil Secretary, 4 March 1837 (2 pages).",
      "LECLÈRE (Leclerc), Pierre-Édouard Attestation on the character and rank of Pierre-Édouard Leclère, signed by Charles Wilson, Mayor of Montreal, 3 November 1852, together with a certification of Charles Wilson's signature, signed by Lord Elgin, 9 November 1852 (3 pages).",
      "LECLÈRE (Leclerc), Pierre-Édouard Proclamation de P.-É. Leclère informant les habitants de Saint-Eustache qu'il est autorisé à administrer le serment d'allégeance, 20 janvier 1838",
      "LECLÈRE (Leclerc), Pierre-Édouard Copie contemporaine d'une lettre de François-Marie-Thomas Chevalier de Lorimier, rédigée en prison, la veille de son exécution, 14 février 1839 (4 pages)."
    ],
    "tagPerson": ["LECLÈRE (Leclerc), Pierre-Édouard"],
    "tagDate": ["1852-11-09T00:00:00.000Z"]
  },
  "173": {
    "tagDescription": [
      "LECLÈRE (Leclerc), Pierre-Édouard Circular letter adressed to P.-É. Leclère asking him if he would accept to be associated to the Commission of Peace for the district of Montreal and requesting a reply, signed by S. Walcott, Civil Secretary, 4 March 1837 (2 pages)."
    ],
    "tagPerson": ["LECLÈRE (Leclerc), Pierre-Édouard"],
    "tagDate": ["1837-03-04T00:00:00.000Z"]
  },
  "219": {
    "tagDescription": [
      "ESTCOURT, Caroline Bucknall Album presented to Caroline Bucknall Estcourt by her sister in law, Lucy, containing letters, poems, sketches, postal cards, memorabilia and other related items. Of interest is the Account  by private Townshend of the march of 43rd Regiment from Frederickton to Quebec and Sorel, December 1837 to January 1838, illustrated with 8 originals sketches; also 5 other Canadian scenes not related to the account and many other drawings of British and army scenes. A transcript of the Townshend's account is available in MG 24, F 51 and with the papers."
    ],
    "tagDate": ["[1837-01-01T00:00:00.000Z TO 1870-12-31T23:59:59.999Z]"],
    "tagPerson": ["ESTCOURT, Caroline Bucknall"]
  },
  "134": {
    "tagPerson": ["BROWN, Thomas Storrow"],
    "tagDate": ["1837-01-31T00:00:00.000Z"],
    "tagDescription": [
      "[BROWN, Thomas Storrow] Lettre de Louis-Joseph Papineau au sujet d'un cautionnement demandé à Mlle Girouard, 31 janvier 1837."
    ]
  },
  "841": {
    "tagPerson": ["POZER, George"],
    "tagDate": ["[1850-01-01T00:00:00.000Z TO 1855-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "POZER, George Documents relating to George Alford's evidence, as the plaintiff, in a legal action against John Southeron contesting the validity of the last will and testament of George Pozer, 1850-1855."
    ]
  },
  "220": {
    "tagDate": ["[1837-01-01T00:00:00.000Z TO 1870-12-31T23:59:59.999Z]"],
    "tagPerson": ["ESTCOURT, Caroline Bucknall"],
    "tagDescription": [
      "ESTCOURT, Caroline Bucknall Album presented to Caroline Bucknall Estcourt by her sister in law, Lucy, containing letters, poems, sketches, postal cards, memorabilia and other related items. Of interest is the Account by private Townshend of the march of 43rd Regiment from Frederickton to Quebec and Sorel, December 1837 to January 1838, illustrated with 8 originals sketches; also 5 other Canadian scenes not related to the account and many other drawings of British and army scenes. A transcript of the Townshend's account is available in MG 24, F 51 and with the papers."
    ]
  },
  "136": {
    "tagPerson": ["SUNDAY, John"],
    "tagDate": ["1837-01-01T00:00:00.000Z"],
    "tagDescription": [
      "SUNDAY, John, Shah-wun-dais Declaration of spiritual birth by Reverend John Sunday, 23 May 1837, together with his picture engraved by J. Thomson and painted by W. Gush, n.d."
    ]
  },
  "554": {
    "tagDescription": [
      "DUNCAN, Thomas Document giving power of attorney to Thomas Duncan as representative in Montreal of the firm of Platt and Duncan of New York, 30 September 1839, and certified by Isaac Jones Gibb, 30 September 1839. Also included is a certificate signed by Dominick Daly attesting that Isaac Jones Gibb is a duly commissioned public notary, 2 October 1839."
    ],
    "tagPerson": ["DUNCAN, Thomas"],
    "tagDate": ["1839-10-02T00:00:00.000Z"]
  },
  "514": {
    "tagDate": ["[1838-01-01T00:00:00.000Z TO 1843-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "The Literary Garlang, Montreal Two notebooks containing the records of the original contributors to the Literary Garland giving, according to each volume of the Garland, the title of the contribution, the initials, or names of contributors, and the page numbers where each appeared. Also at the beginning of each notebook is a listing of the initials and pseudonyms with the full or true names of the contributors, 1838 and 1843."
    ]
  },
  "110": {
    "tagPerson": ["TESSIER, François-Xavier"],
    "tagDate": ["1835-01-01T00:00:00.000Z"],
    "tagDescription": [
      "TESSIER, François-Xavier 1835 Document en latin conférant à François-Xavier Tessier le titre de membre honoraire de la Société médicale du Massachusetts."
    ]
  },
  "452": {
    "tagPerson": ["GLENELG, Charles Grant"],
    "tagDate": ["1838-01-01T00:00:00.000Z"],
    "tagDescription": [
      "GLENELG, Charles Grant, baron Copy of a letter of Lord Durham in which he confirms his intention to resign, 29 September 1838, together with copies of three despatches from Lord Durham numbered 66, 67 and 68, adressed to Lord Glenelg, September 1838, accompanying the above-mentioned letter and on the same subject, 1838."
    ]
  },
  "52": {
    "tagDescription": [
      "MURRAY, Sir George Memorandum of a conference between Sir George Murray and a deputy of the Huron tribe, held at Dawning Street on the 15 January 1830 concerning the poor conditions under which the Huron tribe lives with Murray's suggestion of tribe relocation and attempt to adjust to the white population's habits, 15 January 1830."
    ],
    "tagPerson": ["MURRAY, Sir George"],
    "tagDate": ["1830-01-15T00:00:00.000Z"]
  },
  "453": {
    "tagDescription": [
      "GLENELG, Charles Grant, baron Copy of a letter of Lord Durham in which he confirms his intention to resign, 29 September 1838, together with copies of three despatches from Lord Durham numbered 66, 67 and 68, adressed to Lord Glenelg, September 1838, accompanying the above-mentioned letter and on the same subject, 1838."
    ],
    "tagDate": ["1838-01-01T00:00:00.000Z"],
    "tagPerson": ["GLENELG, Charles Grant"]
  },
  "637": {
    "tagDescription": [
      "PANET, Louis Papers relating to a debt owed to Louis Panet by James O'Brien, 1848 (3 pages). A promissory note signed by James O'Brien is attached, 2 September 1848 (1 page)."
    ],
    "tagPerson": ["PANET, Louis"],
    "tagDate": ["1848-09-02T00:00:00.000Z"]
  },
  "589": {
    "tagDescription": [
      "CHRISTIE, Robert Account given by Robert Christie of a report prepared by Jean-Thomas Taschereau at the request of the Duke of Richmond, in the years 1818-1819, dealing with civil liberties and financial matters, 28 April 1843."
    ],
    "tagPerson": ["CHRISTIE, Robert"],
    "tagDate": ["1843-04-28T00:00:00.000Z"]
  },
  "73": {
    "tagDate": ["1832-01-01T00:00:00.000Z"],
    "tagPerson": ["MADDEN, Andrew"],
    "tagDescription": [
      "MADDEN, Andrew 1832 Document relating to the magistrates'instructions for a quarantine ground and for establishing such a ground at Jersey Island. The document is signed by Clement Hubert, Thomas E. Chandler, N.P. Jean, Peter DeCarteret, John [Damrin], Morgan Doyle, and William [Aichren]."
    ]
  },
  "605": {
    "tagPerson": ["WEEKLY NATURALIST"],
    "tagDescription": [
      "WEEKLY NATURALIST. Thorndale, Nissouri, Middlesex Co., Ont. Four issues numbers of the Weekly Naturalist dated 14, 21, 28 March and 18 April 1846, with drawings and descriptions of animals and birds (8 pages). Also included is a newspaper clipping on the death of Robert Shanly in Winnipeg (1 page)."
    ],
    "tagPlace": [" Thorndale, Nissouri, Middlesex Co"]
  },
  "137": {
    "tagDescription": [
      "SUNDAY, John, Shah-wun-dais Declaration of spiritual birth by Reverend John Sunday, 23 May 1837, together with his picture engraved by J. Thomson and painted by W. Gush, n.d."
    ],
    "tagPerson": ["SUNDAY, John"]
  },
  "123": {
    "tagDescription": [
      "SIGOURNAY, Lydia Howard, born Huntley Poem inspired by Niagara Falls, initialled L.H.S., 1834, together with a sketch of Niagara Falls, engraved by Whimper, with underneath the date 26 August 1836."
    ],
    "tagPerson": ["SIGOURNAY, Lydia Howard"],
    "tagDate": ["1836-08-26T00:00:00.000Z"]
  },
  "189": {
    "tagDescription": [
      "CHARTIER, Joseph-Étienne-Émile Copie d'un article de Joseph-Étienne-Émile Chartier intitulé «Après l'Affaire de Saint-Denis» et paru en 1950 dans le volume no 56 du Bulletin des recherche historiques. L'article est surtout basé sur les mémoires de Thomas Storrow Brown dont une transcription setrouve dans MG 24, C 11."
    ],
    "tagDate": ["1950-01-01T00:00:00.000Z"],
    "tagPerson": ["CHARTIER, Joseph-Étienne-Émile"]
  },
  "92": {
    "tagDescription": [
      "BRADLEY, Joseph Power Letters from William Roy, John Ray, Frederick Americus Andrews, Roger Lelièvre, George H. Lane and P. Lawlor chiefly relating to business matters, 1734-1846."
    ],
    "tagPerson": ["BRADLEY, Joseph Power"],
    "tagDate": ["[1834-01-01T00:00:00.000Z TO 1846-12-31T23:59:59.999Z]"]
  },
  "594": {
    "tagDate": ["1844-12-06T00:00:00.000Z"],
    "tagPerson": ["DALY, Dominick"],
    "tagDescription": [
      "DALY, Dominick Petition of Richard Charles Porter, Malborough Cross, Robert Bennett, John Cross, John Bennett, Michael Amnesley, Robert Woods, James Phelps, John Hall, James Bridge, Gabriel Kerr and Donald McLean to the provincial Parliament of Canada charging electoral illegality on the part of Dominick Daly in the election in Megantic County, 28 November 1844. Various statements by Peter C. Lord, Paul Lepper, and John Wilson have also been recorded by Edward Bowen, 6 December 1844."
    ]
  },
  "616": {
    "tagDescription": [
      "BABY, Charles-François-Xavier Letter from Charles A. Hall sending money, 12 March 1847."
    ],
    "tagPerson": ["BABY, Charles-François-Xavier"],
    "tagDate": ["1847-03-12T00:00:00.000Z"]
  },
  "821": {
    "tagDescription": [
      "WHITEMORE, RUTHERFORD AND CO 1850 Excerpts of this letter are available in the Lande catalogue "
    ],
    "tagPerson": ["WHITEMORE, RUTHERFORD AND CO"],
    "tagDate": ["1850-01-01T00:00:00.000Z"]
  },
  "431": {
    "tagDate": ["1838-07-09T00:00:00.000Z"],
    "tagPerson": ["BULLER, Charles"],
    "tagDescription": [
      "BULLER, Charles Letter from H. Driscoll concerning the reward due to the captors of Amury Girod, 9 July 1838."
    ]
  },
  "141": {
    "tagDescription": [
      "CANADA EAST MILITIA: Montreal 1st Battalion of Volunteer Militia. Record of the formation, conditions and order of the Montreal 1st Battalion of Volunteer Militia during the Rebellion of 1837, 27 November 1837 to 10 January 1838. The names of the officers of the corps are also given."
    ],
    "tagDate": ["1837-01-01T00:00:00.000Z"]
  },
  "424": {
    "tagDescription": [
      "LANE, John 1839 Lease of the farms of the seigniory of Notre-Dame-des-Anges, from John Stewart, commissioner for the management of the Jesuit Estates, signed by Archibald Campbell."
    ],
    "tagDate": ["1839-01-01T00:00:00.000Z"],
    "tagPerson": ["LANE, John"]
  },
  "571": {
    "tagDescription": [
      "HUNTLEY, [Wichester] Letter from Sir Henry Vere Huntley to his brother discussing local government matters, farming, his salary and some habits of the members of the Legislature, 10 May 1842."
    ],
    "tagDate": ["1842-05-10T00:00:00.000Z"],
    "tagPerson": ["HUNTLEY, Wichester"]
  },
  "183": {
    "tagDescription": [
      "LECLÈRE (Leclerc), Pierre-Édouard Copie contemporaine d'une lettre de François-Marie-Thomas Chevalier de Lorimier, rédigée en prison, la veille de son exécution, 14 février 1839 (4 pages)."
    ],
    "tagPerson": ["LECLÈRE (Leclerc), Pierre-Édouard"]
  },
  "566": {
    "tagDate": ["[1842-01-01T00:00:00.000Z TO 1849-12-31T23:59:59.999Z]"],
    "tagPerson": ["LÉVESQUE, Louis-Guillaume"],
    "tagDescription": [
      "LÉVESQUE, Louis-Guillaume deux lettres de sa mère, Charlotte-Mélanie Panet-Lévesque, au sujet d'affaires familiales, 1842-1849 (4 pages)."
    ]
  },
  "550": {
    "tagDescription": [
      "DALY, Thomas Document assigning power of attorney to [J.P. Meara] to act on the behalf of Thomas Daly for the sale of a land in the township of Ascot to his brother Dominick Daly, 5 June 1839."
    ],
    "tagPerson": ["DALY, Thomas"],
    "tagDate": ["1839-06-05T00:00:00.000Z"]
  },
  "515": {
    "tagPlace": ["Montreal"],
    "tagDate": ["[1838-01-01T00:00:00.000Z TO 1843-12-31T23:59:59.999Z]"],
    "tagPerson": ["The Literary Garlang"],
    "tagDescription": [
      "The Literary Garlang, Montreal Two notebooks containing the records of the original contributors to the Literary Garland giving, according to each volume of the Garland, the title of the contribution, the initials, or names of contributors, and the page numbers where each appeared. Also at the beginning of each notebook is a listing of the initials and pseudonyms with the full or true names of the contributors, 1838 and 1843."
    ]
  },
  "84": {
    "tagDescription": [
      "STANHOPE, Philip Henry, fourth earl of Stanhope Letter from Nathaniel Gould on behalf of Lord Aylmer and of William Shepherd, Patron and President of the Literary and Historical Society of Quebec, presenting some volumes of the Transactions of the Society, 13 July 1833."
    ],
    "tagDate": ["1833-07-13T00:00:00.000Z"],
    "tagPerson": ["STANHOPE, Philip Henry"]
  },
  "423": {
    "tagDescription": [
      "LANE, John Lease of the farms of the seigniory of Notre-Dame-des-Anges, from John Stewart, commissioner for the management of the Jesuit Estates, signed by Archibald Campbell."
    ],
    "tagPerson": ["LANE, John"],
    "tagDate": ["1839-01-01T00:00:00.000Z"]
  },
  "109": {
    "tagPerson": ["TESSIER, François-Xavier"],
    "tagDate": ["1835-01-01T00:00:00.000Z"],
    "tagDescription": [
      "TESSIER, François-Xavier Document en latin conférant à François-Xavier Tessier le titre de membre honoraire de la Société médicale du Massachusetts."
    ]
  },
  "592": {
    "tagPerson": ["METCALFE, Charles Theophilus"],
    "tagDate": ["1844-01-17T00:00:00.000Z"],
    "tagDescription": [
      "METCALFE, Charles Theophilus, 1st Baron of Metcalfe Address from the mayor, alderman and commonalty of St. John, New Brunswick, to Charles Theophilus Metcalfe expressing their approbation for his measures in upholding the prerogatives of the Crown, 17 January 1844."
    ]
  },
  "112": {
    "tagDate": ["1835-01-01T00:00:00.000Z"],
    "tagPerson": ["PAPINEAU, Louis-Joseph"],
    "tagDescription": [
      "PAPINEAU, Louis-Joseph Letter from Robert Nelson requesting that some insane persons of Montreal be lodged in Three-Rivers or Quebec city, 1835."
    ]
  },
  "619": {
    "tagDescription": [
      "PINHEY, Hamnett Letter from James Torrington Spencer Lidstone about his poetic work, 3 July 1847, together with an excerpt of H. Pinhey's reply to this letter, 5 July 1837; letter from James Torrington Spencer Lidstone while on a trip to Toronto discussing his work and the people he meets, 19 May 1849."
    ],
    "tagDate": ["1849-05-19T00:00:00.000Z"],
    "tagPerson": ["PINHEY, Hamnett"]
  },
  "563": {
    "tagDescription": [
      "LÉVESQUE, Louis-Guillaume Une lettre signée par un Monsieur Lévesque, 9 octobre 1840 (2 pages)"
    ],
    "tagDate": ["1840-10-09T00:00:00.000Z"],
    "tagPerson": ["LÉVESQUE, Louis-Guillaume"]
  },
  "392": {
    "tagDate": ["[1837-01-01T00:00:00.000Z TO 1841-12-31T23:59:59.999Z]"],
    "tagPerson": ["ST. PATRICK SOCIETY OF QUEBEC"],
    "tagDescription": [
      "ST. PATRICK SOCIETY OF QUEBEC Miscellaneous papers consisting of lists of members, committee reports and financial statements relating to the St. Patrick Society of Quebec, 1837-1841. Also included is a poem by Paddy O' Rafferty entitled St. Patrick's Day, 1841."
    ]
  },
  "184": {
    "tagPerson": ["LECLÈRE (Leclerc), Pierre-Édouard"],
    "tagDate": ["1852-11-09T00:00:00.000Z"],
    "tagDescription": [
      "LECLÈRE (Leclerc), Pierre-Édouard Attestation on the character and rank of Pierre-Édouard Leclère, signed by Charles Wilson, Mayor of Montreal, 3 November 1852, together with a certification of Charles Wilson's signature, signed by Lord Elgin, 9 November 1852 (3 pages)."
    ]
  },
  "577": {
    "tagDescription": [
      "MORRIS, William Letter from John Richardson written in the third person and acknowledging receipt of information sent by W. Morris concerning the history of the War of 1812, 31 May 1842."
    ],
    "tagPerson": ["MORRIS, William"],
    "tagDate": ["1842-05-31T00:00:00.000Z"]
  },
  "580": {
    "tagDescription": [
      "TYLER, John Letter from General Alexander Anderson concerning the activities of the Hunter Lodges in United States, an association which grouped American and Canadian Patriots, 7 July 1842."
    ],
    "tagPerson": ["TYLER, John"],
    "tagDate": ["1842-07-07T00:00:00.000Z"]
  },
  "562": {
    "tagDescription": [
      "LÉVESQUE, Louis-Guillaume Une lettre signée par un Monsieur Lévesque, 9 octobre 1840 (2 pages), et deux lettres de sa mère, Charlotte-Mélanie Panet-Lévesque, au sujet d'affaires familiales, 1842-1849 (4 pages)."
    ],
    "tagDate": ["[1840-01-01T00:00:00.000Z TO 1856-12-31T23:59:59.999Z]"],
    "tagPerson": ["LÉVESQUE, Louis-Guillaume"]
  },
  "585": {
    "tagDescription": [
      "CHASSENON,comte de. Fonctionnaire français Lettre de Louis-Joseph Papineau sur les relations entre le Canada et la Grande-Bretagne et soulignant le traité de 1842 définissant les frontières entre les États-Unis et les possessions britanniques américaines. Il s'agit surtout d'une lettre d'amitié voulant réconforter le comte de Chassenon pour la perte d'êtres chers, 6 octobre 1842."
    ],
    "tagPerson": ["CHASSENON"],
    "tagDate": ["1842-10-06T00:00:00.000Z"]
  },
  "553": {
    "tagDescription": [
      "DUNCAN, Thomas. Businessman Document giving power of attorney to Thomas Duncan as representative in Montreal of the firm of Platt and Duncan of New York, 30 September 1839, and certified by Isaac Jones Gibb, 30 September 1839. Also included is a certificate signed by Dominick Daly attesting that Isaac Jones Gibb is a duly commissioned public notary, 2 October 1839."
    ],
    "tagDate": ["1839-10-02T00:00:00.000Z"],
    "tagPerson": ["DUNCAN, Thomas"]
  },
  "60": {
    "tagDescription": [
      "JONES, Peter (Kahkewaquonaby) Warrant of payment to Peter Jones for his assistance in translating the Gospel in Chippewa, signed by Joseph Hemington Harris and others sent to Peter Patteson, Treasurer of the York Auxiliary Bible Society, 1 March 1831, together with an acknowledgement of receipt signed by Peter Jones, 28 February 1831."
    ],
    "tagDate": ["1831-02-28T00:00:00.000Z"],
    "tagPerson": ["JONES, Peter (Kahkewaquonaby)"]
  },
  "631": {
    "tagDescription": [
      "PANET, Louis Two letters from W.A. Hinsworth concerning a petition by J.-B. Laporte relating to the inheritance of land, 1848."
    ],
    "tagPerson": ["PANET, Louis"],
    "tagDate": ["1848-01-01T00:00:00.000Z"]
  },
  "177": {
    "tagDescription": [
      "LECLÈRE (Leclerc), Pierre-Édouard Proclamation de P.-É. Leclère informant les habitants de Saint-Eustache qu'il est autorisé à administrer le serment d'allégeance, 20 janvier 1838 (1 page)."
    ],
    "tagPerson": ["LECLÈRE (Leclerc), Pierre-Édouard"],
    "tagDate": ["1838-01-20T00:00:00.000Z"]
  },
  "509": {
    "tagPerson": ["STUART, John"],
    "tagDate": ["1838-10-23T00:00:00.000Z"],
    "tagDescription": [
      "STUART, John Letter from Charles Ross describing his whereabouts, giving information on Dr. McClaughlin and commenting on the U.S. competitors of the company, 23 October 1838."
    ]
  },
  "124": {
    "tagDescription": [
      "SIGOURNAY, Lydia Howard, born Huntley Poem inspired by Niagara Falls, initialled L.H.S., 1834, together with a sketch of Niagara Falls, engraved by Whimper, with underneath the date 26 August 1836."
    ],
    "tagPerson": ["SIGOURNAY, Lydia Howard"],
    "tagDate": ["1836-08-26T00:00:00.000Z"]
  }
}
