{"1164":{"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"],"tagDescription":["Redan plan"]},"1162":{"tagDescription":["Untitled topographical horizon"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"1144":{"tagDate":["1835-01-01T00:00:00.000Z"],"tagDescription":["A. A Profile of a Field Work. B. Tracing of a Redan.","Sketchbook of fortifications and other military constructions, including some notes, by H.J. Warre ca. 1835. (Warre was a student at Sandhurst in 1835. ) [Acquired in 1975]"],"tagNotebook":["DESCRIPTIVE SHELF LIST","SHELF LIST OF ILLUSTRATIONS"]},"389":{"tagDescription":["A Coalition formed, new political growth in the area, the \"Laws of Oregon\", and comments on the (negligence of ) British Government (carefully worded).  To Fort George (Astoria), and Cape Disappoitment and back, including survey notes, sketches and navigation information.  To the Cowlitz River."]},"1160":{"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"],"tagDescription":["Sunken Battery.. .Nov. 1835"]},"1158":{"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"],"tagDescription":["Traced on the Ground August 8th 1835"]},"360":{"tagDescription":["Profile of Fort Vancouver, and coastal trade between Fort Vancouver, the Russian settlement at Sitka and the Sandwich Islands."]},"1148":{"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"],"tagDescription":["Pontoon"]},"366":{"tagDescription":["W. Ermatinger"]},"1168":{"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"],"tagDescription":["Fortification plan"]},"1150":{"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"],"tagDescription":["Holes for Riflemen"]},"1152":{"tagDescription":["Raft of Pontoon"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"106":{"tagNotebook":["DESCRIPTIVE SHELF LIST"],"tagDescription":["Journal of an Overland Journey from Montreal in Canada to the Columbia River & Pacific Ocean from 5 May to 16 June 1845. Descriptive narrative covers the journey from Montreal to the Red River and includes a history of the Red River Settlement. This is a draft based on the original notebook, Vol. 13. An inscription in the flyleaf dates the journal 29 May 1847. There is a preface written by Warre."],"tagDate":["[1845-05-01T00:00:00.000Z TO 1845-06-28T23:59:59.999Z]"]},"1154":{"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"],"tagDescription":["Traced on the Ground August 5th 1835"]},"362":{"tagDescription":["The American settlement in the Willamette Valley."]},"1169":{"tagDescription":["Fortification plan"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"380":{"tagDescription":["American political interests in settling the area; \" I have taken every pains to substantiate the truth of complaints brought against them (HBC) without success\"; Warre's inquiry into suspected support given by the HBC factors on the Coast to the American settlers. Methodist mission in conflict with HBC factor (Dr. McLaughlin) is in a section later cancelled during editorial revision.  British settlers brought into the area from the Red River. Canadian settlement in the region.  The first organized American immigration in 1843."]},"1151":{"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"],"tagDescription":["A sap Roller"]},"1149":{"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"],"tagDescription":["Blanchard Pontoon"]},"422":{"tagDescription":["HMS MODESTE.  Back to Nisqually, the Cowlitz to Fort Vancouver.  Dysentry epidemic."]},"410":{"tagDescription":["To Port Discovery and HMS AMERICA.","Pugets Sound Company, \"an agricultural speculation\" with HBC support."]},"400":{"tagDescription":["An inserted envelope, \"The Rifleman's Aid Society\". To the settlements at Puget Sound (from Cowlitz to Nisqually)."]},"249":{"tagDescription":["Meeting with P?re de Sm?d / in the Rocky Mountains"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"309":{"tagNotebook":["DESCRIPTIVE SHELF LIST"],"tagDescription":["Manuscript, (not in Henry Warre's hand), of the Oregon journey, June-December 1845, covering events from the Red River Settlement (as described in Vol. 22) to winter residence in the Columbia River region. The majority of information covers the Oregon Territory only and is rich in historical and descriptive information. The manuscript was in preparation for a book or an article and has corrections and margin notes throughout. A note on the last page refers to a continuation in journal No. 12 dated 1 Jan. 1846 (Vol. 23)."],"tagDate":["[1845-06-01T00:00:00.000Z TO 1845-12-28T23:59:59.999Z]"]},"192":{"tagNotebook":["DESCRIPTIVE SHELF LIST"],"tagDate":["[1846-01-01T00:00:00.000Z TO 1846-04-28T23:59:59.999Z]"],"tagDescription":["Private Journal & Notes on the Oregon Territory, a Winter Residence on the Columbia River, covering events from 1 January to April 1846. A descriptive narrative, it is a continuation of Vol. 16, with editorial comments."]},"1161":{"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"242":{"tagDescription":["A pair of snowshoes","Two men carrying frame works"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"243":{"tagDescription":["Camp hunters stalking moose"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"353":{"tagDescription":["American immigration into Oregon Territory and the Willamette Settlement."]},"1159":{"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"],"tagDescription":["Knots"]},"449":{"tagNotebook":["DESCRIPTIVE SHELF LIST"],"tagDate":["1856-01-01T00:00:00.000Z"],"tagDescription":["Manuscript of the memoirs of Sir Henry Warre, covering his life between 1819 and 1856, from his birthdate to the end of the Crimean War. Pages 2786-2964 describe his life after leaving Canada. Part of the introduction appears to be missing. In fact, the pages are out of sequence in sections (pp. 2403-2408 correspond to the handwritten numbering 1-6) although the stamped pagination is consistent."]},"1156":{"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"],"tagDescription":["Groundshaft, tunnel"]},"254":{"tagDate":["[1845-05-01T00:00:00.000Z TO 1845-08-28T23:59:59.999Z]"],"tagDescription":["Text of a lecture entitled Sketch of the Journey across the Continent of North America from Canada to the Oregon Territory & Pacific Ocean, events of Henry Warre's travels, May to August 1845. Organized thematically, there is much information on the history of settlement in the Columbia River region, future settlement prospects, notes on natural resources, the Coastal Indian population, and topographical and geological observations."],"tagNotebook":["DESCRIPTIVE SHELF LIST"]},"417":{"tagDescription":["To Fort Victoria in Vancouver Island."]},"1171":{"tagDescription":["Fortification plan"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"368":{"tagDescription":["Description of settlers' lives in the far west"]},"370":{"tagDescription":["Roman Catholic and Methodist missions."]},"1157":{"tagDescription":["A. Field Platform. B. Permanent Do'"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"1167":{"tagDescription":["Glacis, bastion cross-section"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"1147":{"tagDescription":["River fortifications"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"374":{"tagDescription":["Historical background to the border dispute, including treaties and government negotiations.","A history of the settlement of Oregon Territory, including names and activities of explorers."]},"1146":{"tagDescription":["A Trestle"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"1166":{"tagDescription":["method of isolating the breach when there is no interior slope - rampart"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"293":{"tagNotebook":["DESCRIPTIVE SHELF LIST"],"tagDate":["1845-01-01T00:00:00.000Z"],"tagDescription":["Incomplete proofs of a pamphlet or article entitled Narrative of an overland journey across the continent of North America, to the Oregon Territory and the Pacific Ocean, during the years 1845 and 1846, with corrections and marginal notations. The canoe trip from Montreal to the Red River Settlement is described. Content is drawn from original notebooks, as in Vol. 22. Inserted is an envelope addressed to H.J. Warre (stamp and postal marks removed)."]},"1145":{"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"],"tagDescription":["Defilement"]},"1027":{"tagDate":["1857-01-01T00:00:00.000Z"],"tagDescription":["Diary of F(ranois) Warre, a cousin of Sir Henry, kept while travelling in Canada and the United States in 1857."],"tagNotebook":["DESCRIPTIVE SHELF LIST"]},"1165":{"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"],"tagDescription":["Rough sketch"]},"388":{"tagDescription":["In 1844, another influx of American settlers gives them a \"numerical majority over the British\".","A List of some of the accusations brought against the Hudson's Bay Company, \"brought forward by designing individuals to create ill feeling between the subjects of Great Britain and the United States\"."]},"1153":{"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"],"tagDescription":["A Mantelet"]},"445":{"tagDescription":["A list of the posts of the Hudson's Bay Company in the Oregon Territory."]},"440":{"tagDescription":["A short glossary of Indian patois."]},"427":{"tagDescription":["More on American immigrants.  Wintering aboard the MODESTE and at Fort Vancouver."]},"379":{"tagDescription":["A short history of emigrations from the U.S. midwest into the Willamette Valley, with notes on Spanish and Russian settlements and for trading companies."]},"70":{"tagDescription":["Journal entitled (....) or Sketches of Travel across the Continent of British North America, with a description of The Oregon Territory.. .. (No. 1), covering events from 4 to 20 May. This draft appears to be a condensed version of events described in Vol. 22, with a concentration on the journey up the Ottawa River. The journal is marked Duplicate 1845 on the cover. Pages at the front were cut out. Inserted is a letter addressed to Sir Richard Downes Jackson (not written by Warre) dated 21 August 1843, and a poem, pp. 1828-1830. There is a change in handwriting style and there are editorial corrections throughout."],"tagDate":["1845-01-01T00:00:00.000Z"],"tagNotebook":["DESCRIPTIVE SHELF LIST"]},"6":{"tagNotebook":["DESCRIPTIVE SHELF LIST"],"tagDescription":["Journal entitled Private Diary of Events in the Oregan Territory 1846 (No. 5), begun 1 January 1846 and covering the return journey to Montreal. An inscription dates the journal Fort Vancouver Columbia River Oregan - January 1st 1846. The original pagination does not correspond to the stamped pagination, The first 8 pages were cut out."],"tagDate":["1846-01-01T00:00:00.000Z"]},"1170":{"tagDescription":["Fortification plan"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"342":{"tagDescription":["Comments on missionary activity in the Western region (pere \"Smid\", or de Smet, a Begian Jesuit). Buffallo hunt, Indian tribes, cart and canoe travel."]},"1172":{"tagDescription":["Fortification plan"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"26":{"tagNotebook":["DESCRIPTIVE SHELF LIST"],"tagDescription":["Notebook containing pencil notes on the return journey from the Columbia River region through the Red River district to the  Kamanistaquoit River, April-May 1846. Surveyor's notes on the Columbia River appear at the back of the notebook. [Pages 1773-1786 should be read from back to middle, as this pagination does not correspond to the chronology]."],"tagDate":["[1846-04-01T00:00:00.000Z TO 1846-05-28T23:59:59.999Z]"]},"1163":{"tagDescription":["Fortification plan"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]},"238":{"tagNotebook":["DESCRIPTIVE SHELF LIST"],"tagDescription":["Draft entitled Sketch of a Return Journey from Oregon to Canada 1846, covering the journey from Fort Vancouver to Fort Garry."],"tagDate":["[1845-01-01T00:00:00.000Z TO 1846-12-31T23:59:59.999Z]"]},"1155":{"tagDescription":["A trestle Bridge for Infantry"],"tagNotebook":["SHELF LIST OF ILLUSTRATIONS"]}}