{"144":{"tagDate":["1765-09-24T00:00:00.000Z"],"tagDescription":["Copy of representation of the Board of Trade upon several ordinances passed by the Governor and the Council of Quebec, 24 September 1765."],"tagPlace":["GREAT BRITAIN: Public Record Office, Board of Trade and Plantations"]},"318":{"tagDescription":["COLLINS, John Letter of James Murray to John Collins asking him to go to Rivière-du-Loup in order to lay out six thousand acres of land, 15 February 1766."],"tagDate":["1766-02-15T00:00:00.000Z"],"tagPerson":["COLLINS, John"]},"333":{"tagDescription":["MORRISON, James Trade licence by Guy Carleton to James Morrison allowing him to trade with the Indians at Detroit, 6 April 1769. Aknowledgement of his passage is also shown on the document with the signatures of the commanders at Montreal, Oswegatchie, Ontario, Niagara and Fort Erie, April-May 1769."],"tagDate":["[1769-04-01T00:00:00.000Z TO 1769-05-28T23:59:59.999Z]"],"tagPerson":["MORRISON, James"]},"340":{"tagPerson":["BROOKE, Frances"],"tagDescription":["BROOKE, Frances, born Moore A note in which Mrs. Brooke sends her compliments to Mr. Cadell, [n.d.]."]},"344":{"tagDescription":["Adresse non signée aux [Citoyens et habitants des villes et des campagnes de la province de Québec] soulignant les avantages et inconvénients à rester fidèle à la Grande-Bretagne et analysant les divers articles de la constitution projetée, surtout ceux touchant à la représentation du peuple, aux anciennes lois et à la religion, s.d."],"tagPlace":["QUÉBEC, province de"]},"260":{"tagDescription":["MASERES, Francis ca.1769-1772 A list of the reports is available in the Lande catalogue."],"tagDate":["[1769-01-01T00:00:00.000Z TO 1772-12-31T23:59:59.999Z]"],"tagPerson":["MASERES, Francis"]},"158":{"tagDescription":["GUERCHY, Claude-Louis-François Régnier Copie d'une lettre d'Henry Seymour Conway au sujet des papiers du Canada et sur les propositions françaises, 6 Novembre 1765."],"tagPerson":["GUERCHY, Claude-Louis-François Régnier"],"tagDate":["1765-11-06T00:00:00.000Z"]},"368":{"tagDate":["1772-01-01T00:00:00.000Z"],"tagPerson":["PANET, Jean-Antoine"],"tagDescription":["PANET, Jean-Antoine Note d'Hector Théophilus Cramahe à Monsieur Descheneaux et Monsieur Saillant au sujet de l'examen de Jean-Antoine Panet afin de devenir notaire suivie d'une autre note signée par Monsieur Saillant informant H.T. Cramahe que l'examen a été passé, 1772."]},"33":{"tagDescription":["COLEBROOK, Sir James Warrant for payment of 1808 pounds, 2 shillings and 6 pence to Sir James Colebrook and to Arnold Nesbitt for victualling the garrison of Louisbourg, 30 March to 21 June 1761"],"tagPerson":["COLEBROOK, Sir James"],"tagDate":["[1761-03-30T00:00:00.000Z TO 1761-06-21T23:59:59.999Z]"]},"370":{"tagDescription":["[JENISON], John Testament de John Jenison, 17 septembre 1773. Une transcription dactylographié du document est disponible avec le document."],"tagPerson":["JENISON, John"],"tagDate":["1773-09-17T00:00:00.000Z"]},"375":{"tagDescription":["DALEYRAC, Jean-Baptiste Note signée par Jean-Baptiste Daleyrac certifiant qu'il a reçu de Monsieur Cazotte une somme d'argent relative à la vente de son [contrat du Canada], à ce dernier, datée du Hâvre, 16 octobre 1775."],"tagPerson":["DALEYRAC, Jean-Baptiste"],"tagDate":["1775-10-16T00:00:00.000Z"]},"167":{"tagDescription":["RICHMOND AND LENNOX, Charles Lennox, 3rd Duke of Letter to the Duke of Richmond from Henry Seymour Conway concerning Newfoundland, British subjects held in convents, the need of a new cypher and the Canada papers, 29 November 1765."],"tagDate":["1765-11-29T00:00:00.000Z"],"tagPerson":["RICHMOND AND LENNOX, Charles Lennox"]},"29":{"tagDescription":["WOLFE, James n.d. On the death of General Wolfe"],"tagPerson":["WOLFE, James"]},"342":{"tagDescription":["LESTAGE, Esther de 1769 Document au sujet de l'utilisation d'une somme d'argent laissée aux Ursulines de Québec par Esther de Lestage."],"tagDate":["1769-01-01T00:00:00.000Z"],"tagPerson":["LESTAGE, Esther de"]},"203":{"tagDescription":["MURRAY, James Copy of an additional instruction to the Governor of Quebec relating to juries, 17 February 1766."],"tagDate":["1766-02-17T00:00:00.000Z"],"tagPerson":["MURRAY, James"]},"854":{"tagDescription":["DURAND, John John Durand's account current for provisions delivered into his Majesty's stores at Cork & Coves for victualising 4000 troops in the Leeward Islands, 1781, signed by Francis Maseres who received John Durand's statement of account, 18 February 1785."],"tagPerson":["DURAND, John"],"tagDate":["1785-02-18T00:00:00.000Z"]},"188":{"tagPerson":["Lennox, Charles"],"tagDate":["1765-12-31T00:00:00.000Z"],"tagDescription":["RICHMOND AND LENNOX, Charles Lennox, third Duke of Letter from Henry Seymour Conway concerning Canada negociations, 31 December 1765."]},"197":{"tagDescription":["GUERCHY, Claude-Louis-François Régnier de Projet de convention présenté par le comte de Guerchy pour liquider les papiers du Canada, s.d., inclus dans la lettre d'Henry Seymour Conway à Charles Lennox, 3e duc de Richmond (voir *107) [1766]."],"tagPerson":["GUERCHY, Claude-Louis-François Régnier de"],"tagDate":["1766-01-01T00:00:00.000Z"]},"79":{"tagDescription":["Copy of a letter from James Murray, Governor of the province of Quebec, to the Commissioners for Trade and Plantations concerning the dispensation of justice, 29 October 1764."],"tagDate":["1764-10-29T00:00:00.000Z"],"tagPlace":["GREAT BRITAIN: Public Record Office, Board of Trade and Plantations"]},"225":{"tagDate":["1766-09-25T00:00:00.000Z"],"tagPerson":["MASERES, Francis"],"tagDescription":["MASERES, Francis Facsimile of a commission appointing Francis Maseres attorney-general of the province of Quebec, signed by Sir Guy Carleton, 25 September 1766."]},"357":{"tagPerson":["CAZEAU, François"],"tagDescription":["CAZEAU, François s.d. Lettre écrite apparemment par le seigneur de La Salle à J.C. au sujet des injustices commises à son égard par François Cazeau."]},"349":{"tagPerson":["COLLINS, John"],"tagDate":["1770-09-24T00:00:00.000Z"],"tagDescription":["COLLINS, John Report of John Collins concerning the survey of a land in Montreal as ordered by Hector Theophilus Cramahe, 24 September 1770."]},"837":{"tagPerson":["PRÉVOST, Augustin"],"tagDescription":["PRÉVOST, Augustin Authorization to Captain Augustin Prévost to petition the government of Nova Scotia for land, signed by Edward Scott, witnessed by John Franklin Jr. and Joshua Greenaway, accompanied by two other authenticating documents, one signed by Robert Peckham, Lord Mayor of London, 1783."]},"181":{"tagDescription":["RICHMOND AND LENNOX, Charles Lennox, third Duke of Letter to the Duke of Richmond from Henry Seymour Conway concerning Louis Larnac together with a note concerning the Canada merchants, 27 December 1765."],"tagDate":["1765-12-27T00:00:00.000Z"],"tagPerson":["Lennox, Charles"]},"864":{"tagPerson":["MONK, Sir James"],"tagDate":["1788-02-12T00:00:00.000Z"],"tagDescription":["MONK, Sir James Letter from Aaron Hart regarding a petition signed by the inhabitants of Three Rivers requesting two judges for the district of Three Rivers, 12 February 1788."]},"834":{"tagDate":["1783-11-23T00:00:00.000Z"],"tagPerson":["CLAUS, Daniel"],"tagDescription":["CLAUS, Daniel Warrant signed by Sir Frederick Haldimand for monies to be paid to Daniel Claus in compensation for cattle killed and made use by a detachment of troops under the command of Major Ross in 1781, 23 November 1783."]},"240":{"tagPerson":["IRVING, Paulus Aemilius"],"tagDate":["1766-01-01T00:00:00.000Z"],"tagDescription":["IRVING, Paulus Aemilius Copy of an unsigned letter to William Murray, A. Mabane, F. Monier and T. Cuthbert accompanying Carleton's answer to their remonstrance of 13 October 1766, 3 December 1766, enclosed in a letter of Sir Guy Carleton (see *116)."]},"227":{"tagDate":["1766-11-15T00:00:00.000Z"],"tagPerson":["YORKE, Charles"],"tagDescription":["YORKE, Charles Copy of a letter from Francis Maseres to Charles Yorke giving a general report of the state of affairs in Quebec and discussing Governor Murray's inconsistencies and Sir Guy Carleton's qualities, 15 November 1766."]},"45":{"tagDescription":["WILMOT, Montagu Copy of the recommendations presented to the King by the Right Honourable the Lords of the Committee of Council for Plantation Affairs regarding the appointment of Montagu Wilmot as governor of Nova Scotia and the boundaries of that province, 6 October 1763."],"tagDate":["1763-10-06T00:00:00.000Z"],"tagPerson":["WILMOT, Montagu"]},"62":{"tagDescription":["Secretary's copies of various constitutional documents presented to the House of Lords at the instigation of the Duke of Richmond, n.d. They include copies of the King's Proclamation of 1763, of the commission appointing James Murray, Governor of the province of Quebec, 1763, of instructions to James Murray, 1763, and to the Governor of Nova Scotia of Governor Murray's ordinances of 17 and 20 September 1764, of a document relating to the Grand Jury of Quebec, 1764, and of a representation of the Canadians together with an address of the Canadians to the King, 1765."],"tagDate":["[1763-01-01T00:00:00.000Z TO 1765-12-31T23:59:59.999Z]"],"tagPlace":["GREAT BRITAIN: Public Record Office"]},"329":{"tagPerson":["MICHAUD, Marianne"],"tagDescription":["[MICHAUD, Marianne] Copie du testament de [Marianne Michaud], passé devant le notaire Moreau et signé par James Murray et H.T. Cramahé, 12 août 1768."]},"58":{"tagDate":["1764-01-01T00:00:00.000Z"],"tagPerson":["MURRAY, James"],"tagDescription":["MURRAY, James 1764 Ordonnance signée par James Murray aux censitaires de la seigneurie de Saint-Michel de présenter leurs titres de propriété à l'occasion de la vente de la seigneurie."]},"879":{"tagPerson":["TAYLOR, Messieurs"],"tagDate":["1790-03-12T00:00:00.000Z"],"tagDescription":["TAYLOR, Messieurs Note de Joseph-Gaspard Chaussegros de Léry demandant à messieurs Taylor de transmettre une lettre, adressée à La Guadeloupe, à n'importe quel capitaine de vaisseau allant vers cette île et souhaitant que ce capitaine ou une autre personne lui rapporte une réponse, 12 mars 1790."]},"364":{"tagDate":["1771-07-17T00:00:00.000Z"],"tagPerson":["MILNE, John"],"tagDescription":["MILNE, John Formal protest by John Milne against losses suffered during a rought voyage from London to Quebec, signed by James Munro in his capacity as notary public, 17 July 1771."]},"154":{"tagDate":["1765-11-03T00:00:00.000Z"],"tagPerson":["GUERCHY, Claude-Louis-François Régnier de"],"tagDescription":["GUERCHY, Claude-Louis-François Régnier de propositions de la Cour de France pour le paiement des papiers du Canada, appartenant aux sujets britanniques transmises par le comte de Guerchy», 3 novembre 1765."]},"104":{"tagPlace":["GREAT BRITAIN: Public Record Office, Board of Trade and Plantations"],"tagDate":["1765-05-30T00:00:00.000Z"],"tagDescription":["Copy of a Report of the Board of Trade with a plan for the Establishment of ecclesistical affairs in Quebec, 30 May 1765."]},"84":{"tagPlace":["GREAT BRITAIN: Public Record Office, Board of Trade and Plantations"],"tagDescription":["Copy of a representation of the Board of Trade transmitting a memorial from a considerable number of His Majesty's new subjects in the province of Quebec complaining of the constitution lately established together with copies of certain public acts and proceedings, 19 January 1765."],"tagDate":["1765-01-19T00:00:00.000Z"]},"322":{"tagPerson":["CHAUSSEGROS DE LÉRY, Joseph-Étienne"],"tagDate":["1766-01-01T00:00:00.000Z"],"tagDescription":["CHAUSSEGROS DE LÉRY, Joseph-Étienne Certificat soulignant que Joseph-Étienne Chaussegros de Léry a été enterré dans le cimetière St-Joseph en 1734, signé en 1766 par Mgr Jean-Olivier Briand et Charles Youville Dufrost."]},"337":{"tagDate":["1769-06-03T00:00:00.000Z"],"tagPerson":["KNELLER, Henry"],"tagDescription":["KNELLER, Henry Note signed by Hector Theophilus Cramahe concerning a meeting relating to the duties, 3 June 1769."]},"38":{"tagDescription":["BENJAMIN DIT SAINT-AUBIN, Jean 1762 Concession d'une terre située à Chambly par Marie-Marguerite (Youville) Dufrost de Lajemmerais."],"tagPerson":["BENJAMIN DIT SAINT-AUBIN, Jean"],"tagDate":["1762-01-01T00:00:00.000Z"]},"116":{"tagPlace":["GREAT BRITAIN: Public Record Office, Board of Trade and Plantations"],"tagDate":["1765-09-02T00:00:00.000Z"],"tagDescription":["Copy of a report of the Board of Trade upon the acts and proceedings of the Governor and Council of Quebec relative to the establishment of Courts of Judicature and other civil constitutions, 2 September 1765. Also included is a list of the papers annexed to the report (enclosures not included)."]},"873":{"tagDescription":["FLOREZ, Jose Maria 1788 Letter in Spanish to the Guardian and Director of the College of San Fernando requesting four priests to accompany an expedition to occupy the port of Nootka (probably the expedition of Esteban Jose Matinez sent in 1789)."],"tagDate":["1778-01-01T00:00:00.000Z"],"tagPerson":["FLOREZ, Jose Maria"]},"857":{"tagDate":["1786-12-12T00:00:00.000Z"],"tagPerson":["SYDNEY, Thomas Townshend"],"tagDescription":["SYDNEY, Thomas Townshend, first viscount Memorial from Peter Livius to Lord Sydney setting forth his services during the siege of Quebec and his troubles with Sir Guy Carleton regarding his removal from the office of Chief Justice of Quebec, and praying for redress of his grievances, 12 December 1786."]},"251":{"tagDescription":["GAGE, Thomas Copy of part of a letter of Sir Guy Carleton to Thomas Gage concerning the case of Thomas Walker, 31 January 1767.","CONWAY, Henry Seymour Copy of a letter from Sir Guy Carleton to Henry Seymour Conway concerning the state of affairs in Canada and referring to the case of Thomas Walker, to the appointment of Provincial Secretary, to the appointment of several persons to various duties and to James Murray, 17 January 1767. There is also a note enclosing a copy of Lieut. Col. Irving's letter (see *115)."],"tagPerson":["GAGE, Thomas","CONWAY, Henry Seymour"],"tagDate":["1767-01-31T00:00:00.000Z"]},"171":{"tagPerson":["CONWAY, Henry Seymour"],"tagDate":["1765-12-19T00:00:00.000Z"],"tagDescription":["CONWAY, Henry Seymour Copy of a proposition from the Committee of Canada Merchants, 19 December 1765."]},"395":{"tagDate":["1778-09-30T00:00:00.000Z"],"tagPerson":["HANSFIELD, William"],"tagDescription":["HANSFIELD, William Document signed by Major General Massey ordering George Turner to pay William Handsfield the sum of five hundred pounds ten shillings sterling with a note acknowledging receipt signed by William Handsfield, 30 September 1778."]},"881":{"tagPerson":["PORTLOCK, Nathaniel"],"tagDescription":["PORTLOCK, Nathaniel Letter to an unknown recipient alluding to the Blight expedition and requesting the command of a vessel should there be another expedition, 23 March 1790. Also available are contemporary newspaper clippings advertizing Nathaniel Portlock's books, [n.d.]."]},"842":{"tagDescription":["RÉCOLLETS Authorization by Sir Frederick Haldimand to Henry Caldwell to pay Jean-Baptiste Veyssière, a former Recollet, his salary as minister at the Protestant Church at Three Rivers, 1784 (2 pages); acte de profession du frère Noël (né Jean-Baptiste Proulx), extrait du Registre des actes de profession des Récollets au Canada, 29 décembre 1790, certifié par le père Félix de Berry, 4 août 1793 (3 pages); copie du «Décret de sécularisation des frères récollets», signé par Mgr Jean-François Hubert et attesté par Thomas Maguire, 14 septembre 1796 (3 pages); testament du frère Noël, 26 octobre 1813 (3 pages), dont copie disponible dans le catalogue Lande."],"tagDate":["[1784-01-01T00:00:00.000Z TO 1816-12-31T23:59:59.999Z]"]},"378":{"tagDescription":["CHAUSSEGROS DE LÉRY, Charlotte Certificat de baptême signé par Jean-Baptiste Lefebvre, 1777 (2 pages), et certificat de décès, signé par Charles-François Bailly, 1777 (2 pages)."],"tagPerson":["CHAUSSEGROS DE LÉRY, Charlotte"],"tagDate":["1777-01-01T00:00:00.000Z"]},"830":{"tagDescription":["DU CALVET, Pierre Requête de Pierre Du Calvet aux juges de la Cour du banc du Roi mentionnant les détails de son arrestation en 1780 et réclamant les services d'un avocat selon les lois anglaises, 20 novembre 1782."],"tagPerson":["DU CALVET, Pierre"],"tagDate":["1782-11-20T00:00:00.000Z"]},"354":{"tagPerson":["ABERCROMBY, James"],"tagDescription":["ABERCROMBY, James Receipt for 100 from A. Mr. Wedderburn as part of his arrears, [n.d.]."]},"383":{"tagDate":["[1777-01-01T00:00:00.000Z TO 1782-12-31T23:59:59.999Z]"],"tagPerson":["DESCHAMPS DE BOISHÉBERT ET DE RAFFETOT, Charles"],"tagDescription":["DESCHAMPS DE BOISHÉBERT ET DE RAFFETOT, Charles Documents relatifs à des états financiers: lettre au sujet de rentes seigneuriales, 20 janvier 1777 (6 pages); copies de documents apparemment relatives à ses affaires du Canada, 1777 (4 pages); états financiers et tableau des effets mobiliers, 1782 (4 pages)."]},"887":{"tagDescription":["JOSEPH, Henry Photocopies taken from the family bible of Henry Joseph which contains genealogical information on some early Jewish families such as the Salomon, Frank and Joseph families, 1775-1887."],"tagPerson":["JOSEPH, Henry"],"tagDate":["[1775-01-01T00:00:00.000Z TO 1887-12-31T23:59:59.999Z]"]},"177":{"tagDescription":["RICHMOND AND LENNOX, Charles Lennox, third Duke of Letter to the Duke of Richmond from Henry Seymour Conway concerning Canada and the Canada merchants, 26 December 1765."],"tagPerson":["Lennox, Charles"],"tagDate":["1765-12-26T00:00:00.000Z"]},"162":{"tagPerson":["RICHMOND AND LENNOX, Charles Lennox"],"tagDate":["1765-11-08T00:00:00.000Z"],"tagDescription":["RICHMOND AND LENNOX, Charles Lennox, 3rd Duke of Letter from Henry Seymour Conway concerning the French propositions, 8 November 1765."]},"185":{"tagPerson":["CONWAY, Henry Seymour"],"tagDate":["1765-12-27T00:00:00.000Z"],"tagDescription":["CONWAY, Henry Seymour Copy of the express words of the Canada merchants in a paper given to General Conway, 27 December 1765."]},"257":{"tagDescription":["CONWAY, Henry Seymour Letter of Sir Guy Carleton concerning the case of Thomas Walker, 31 January 1767."],"tagDate":["1767-01-31T00:00:00.000Z"],"tagPerson":["CONWAY, Henry Seymour"]},"868":{"tagDate":["1778-10-06T00:00:00.000Z"],"tagPerson":["GREENE, Nathaniel"],"tagDescription":["GREENE, Nathaniel Letter from George Washington alluding to an expedition in Canada, 6 October 1778."]},"207":{"tagDescription":["Copy of a report relating to the civil government of the province of Quebec, read at the committee of the Board of Trade and signed by the Attorney General of England, Charles Yorke and the Solicitor General of England, William De Grey, 14 April 1766."],"tagDate":["1766-04-14T00:00:00.000Z"],"tagPlace":["GREAT BRITAIN: Public Record Office, Board of Trade and Plantations"]},"217":{"tagPlace":["GREAT BRITAIN: Public Record Office, Board of Trade and Plantations"],"tagDescription":["Copy of the minutes of the proceedings of the Commissioner for Trade and Plantations relating to the civil government of the province of Quebec, 18 June 1766-16 April 1767."],"tagDate":["[1766-06-18T00:00:00.000Z TO 1767-04-16T23:59:59.999Z]"]},"42":{"tagDescription":["MURRAY, James Ordre signé par James Murray et adressé aux officiers de milice de la Petite Rivière, de la baie Saint-Paul, des Éboulements et de l'Ile-aux-Coudres leur demandant d'obéir aux ordres du capitaine Nairne et lieutenant Fraser, 3 août 1762."],"tagPerson":["MURRAY, James"]},"192":{"tagDate":["1766-01-24T00:00:00.000Z"],"tagPerson":["Lennox, Charles"],"tagDescription":["RICHMOND AND LENNOX, Charles Lennox, third Duke of Letter from Henry Seymour Conway concerning the Canada paper and related subjects, 24 January 1766, and also enclosing a report from the Court of Guerchy"]},"399":{"tagDate":["[1780-01-01T00:00:00.000Z TO 1781-12-31T23:59:59.999Z]"],"tagDescription":["Copie manuscrite d'un livre de philosophie intitulé Cursus Philosophia Logica Data In Seminario Quebecensi Annis 1780-1781 de Franciscus Dauphiné ayant servi au professeur D.D. Ant. Lemer Diaz."],"tagPlace":["SÉMINAIRE DE QUEBEC"]},"362":{"tagDescription":["RIGAUD DE VAUDREUIL DE CAVAGNIAL, Pierre de, marquis de de Vaudreuil 1771 Document signé par Pierre de Rigaud de Vaudreuil certifiant que le «Sieur général dragon de la compagnie de Gamache» a servi avec honneur."],"tagDate":["1771-01-01T00:00:00.000Z"],"tagPerson":["RIGAUD DE VAUDREUIL DE CAVAGNIAL, Pierre de"]},"891":{"tagDate":["1792-11-05T00:00:00.000Z"],"tagPerson":["DUNIÈRE, Louis"],"tagDescription":["DUNIÈRE, Louis Letter of John Collins agreeing to provide security for John F. Holland, should the said Holland purchase biscuits from Dunière, 25 July 1792. In addition, on the reverse side of the letter, a note signed by Louis Dunière acknowledges the receipt of the money for the biscuits, 5 November 1792."]},"236":{"tagDescription":["MASSEY, - Copy of a letter of Sir Guy Carleton concerning the prisoners inplicated in the case of Thomas Walker, 11 November 1766."],"tagDate":["1766-11-11T00:00:00.000Z"],"tagPerson":["MASSEY, -"]},"51":{"tagPerson":["JOHNSTON, James"],"tagDate":["1763-11-15T00:00:00.000Z"],"tagDescription":["JOHNSTON, James Document signed by George Allsopp, as Registrar, and concerning the sale of a house and garden to James Johnston by François Joseph De Vienne, 15 November 1763."]},"55":{"tagDate":["1764-03-24T00:00:00.000Z"],"tagPerson":["SANDWICH, Edward Montagu"],"tagDescription":["SANDWICH, Edward Montagu A letter of gratitude from Samuel Holland to Lord Sandwich on his appointment as surveyor general of the province of Quebec, 24 March 1764."]},"326":{"tagDate":["1766-01-01T00:00:00.000Z"],"tagPerson":["CHAUSSEGROS DE LERY, René-Antoine"],"tagDescription":["CHAUSSEGROS DE LERY, René-Antoine Attestation du décès de René-Antoine Chaussegros de Léry signée par Mgr Jean-Olivier Briand en 1766."]},"861":{"tagPerson":["CARLETON, Guy"],"tagDescription":["CARLETON, Guy, premier baron Dorchester Requête des citoyens de la ville de Québec au sujet de l'exécution des lois civiles, s.d."]},"876":{"tagDate":["1789-08-27T00:00:00.000Z"],"tagPerson":["CARLETON, Guy"],"tagDescription":["CARLETON, Guy, first Baron Dorchester Commission to hold a Court of Oyer and Terminer and General Gaol Delivery for the district of Mecklenburg, province of Quebec to Richard Cartwright Junior, Neil MacLean, James Clark, Robert Clark, Ephraim Wasburn and George Singleton, 27 August 1789."]},"112":{"tagPlace":["GREAT BRITAIN: Public Record Office, Board of Trade and Plantations"],"tagDescription":["Copy of the report of the Attorney General, F. Norton and the Solicitor General William De Grey stating that the Catholic subjects in the colonies are not subject to the same penalties as the subjects residing in the kingdom, 10 June 1765."],"tagDate":["1765-06-10T00:00:00.000Z"]}}