{
  "521": {
    "tagDescription": [
      "GORHAM (Goreham), John Eight letters to Captain John Gorham from Hugh Davidson about padding his accounts, also accusing him of pillaging at Pemaquid with his men and threatening him with court-martial. Also included are two reply letters by John Gorham to Hugh Davidson denying the charges, 27 January 1749 - 22 October 1749."
    ],
    "tagDate": ["[1749-01-27T00:00:00.000Z TO 1749-10-22T23:59:59.999Z]"],
    "tagPerson": ["GORHAM (Goreham), John"]
  },
  "653": {
    "tagDate": ["1759-01-01T00:00:00.000Z"],
    "tagPerson": ["PITT, William"],
    "tagDescription": [
      "PITT, William Unfinished draft copy of a report to William Pitt from George Townshend concerning the battle of the Plains of Abraham, n.d., [1759]. It appears to be a draft for the final version of the report which was published in the Townshend papers (The Northcliffe Collection, Ottawa, 1926, pages 419-421)"
    ]
  },
  "649": {
    "tagDescription": [
      "BIGOT, François 1759 Requête de Jean-François Bélanger présentant une demande de paiement pour une somme due par François Morneau. Une note de la main de F. Bigot désigne Monsieur Cugnet pour procéder à la taxe de dépens."
    ],
    "tagDate": ["1759-01-01T00:00:00.000Z"],
    "tagPerson": ["BIGOT, François"]
  },
  "519": {
    "tagPlace": [
      "GREAT BRITAIN: Army, Creation of Military Garrisons in the Maritime Provinces"
    ],
    "tagDescription": [
      "Document establishing permanent garrisons in the Maritime provinces at Annapolis Royal, Canso, Placentia, Ratton and St. Johns, signed by H. Pelham, G. Lytleton and George Grenville, 7 July 1748."
    ],
    "tagDate": ["1748-07-07T00:00:00.000Z"]
  },
  "509": {
    "tagPerson": ["RUSSELL, John"],
    "tagDate": ["1745-11-18T00:00:00.000Z"],
    "tagDescription": [
      "RUSSELL, John, 4th Duke of Bedford Copy of a memorial to the Duke of Bedford by W. Vaughan presenting a plan for the reduction of Canada together with a memorial showing that the French possessions do belong to the Crown of Britain, 18 November 1745."
    ]
  },
  "559": {
    "tagDescription": [
      "CADET, Joseph-Michel 1752 Quatre documents relatifs à une taxe de dépens en faveur de Joseph-Michel Cadet: deux requêtes de Joseph-Michel Cadet à la suite desquelles Monsieur Gauthier est chargé d'enquêter sur l'affaire, une déclaration de Monsieur Gauthier sur le même sujet et le détail de la dette de René Davian accompagné d'une déclaration de dépens."
    ],
    "tagPerson": ["CADET, Joseph-Michel"],
    "tagDate": ["1752-01-01T00:00:00.000Z"]
  },
  "667": {
    "tagDescription": ["VIGER, Denis-Benjamin Siège de Québec en 1759"],
    "tagDate": ["1759-01-01T00:00:00.000Z"],
    "tagPerson": ["VIGER, Denis-Benjamin"]
  },
  "495": {
    "tagDescription": [
      "[COLE, Captain Samuel] Memorial concerning Newfoundland giving an account of the events in Newfoundland starting with the Queen Anns Wars, 1702-1713, and describing French manoeuvres during the war together with the actions of Iberville in the Hudsons Bay. The author also expresses fear that the French may once again plunder the Hudsons Bay Company posts, n.d."
    ],
    "tagPerson": ["COLE, Captain Samuel"]
  },
  "553": {
    "tagDescription": [
      "OGLE, Samuel 1750 Proclamation of Samuel Ogle, Governor of Maryland, relating to the assistance and recognition that should be given to Charles Swaine (Theodorus Swaine Drage, deceased in 1774) in his quest for the Northwest passage, 3 November 1750. The text is entirely reproduced in the Lande catalogue."
    ],
    "tagDate": ["1750-11-03T00:00:00.000Z"],
    "tagPerson": ["OGLE, Samuel"]
  },
  "557": {
    "tagDescription": [
      "LANGLOIS, Marie-Joseph 1752 Extrait de baptême au nom de Marie-Joseph Langlois, née en 1712, certifié en 1752 par Louis Chardon, curé de Beauport."
    ],
    "tagPerson": ["LANGLOIS, Marie-Joseph"],
    "tagDate": ["1752-01-01T00:00:00.000Z"]
  },
  "581": {
    "tagDate": ["1755-08-11T00:00:00.000Z"],
    "tagPerson": ["ACADIANS"],
    "tagDescription": [
      "ACADIANS - Expulsion Letter of General Charles Lawrence to the Governor of one of the English Colonies in America to announce the expulsion of the Acadians, giving a history of the events leading to that act and requesting the governor to take care of the Acadians, 11 August 1755 (6 pages)."
    ]
  },
  "6": {
    "tagDate": ["[1745-01-01T00:00:00.000Z TO 1799-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Journal de 1745 à CVY, inventorie...dépenses sur la terre de L. Leduc et dépens et revenus de la terre d'Etienne Guy jusqu'en 1799». Ce livre de comptes comporte une section sur la succession d'Étienne Augé"
    ],
    "tagPlace": ["MONTREAL, Marchands de "]
  },
  "589": {
    "tagDescription": [
      "ACADIANS - Expulsion Also included with the papers are miscellaneous clippings relating to the events in Nova Scotia at the time and these two letters together with copies of the letters in print or typescript."
    ],
    "tagPerson": ["ACADIANS"],
    "tagDate": ["1755-01-01T00:00:00.000Z"]
  },
  "664": {
    "tagDate": ["1759-11-19T00:00:00.000Z"],
    "tagPerson": ["MOWATT, John"],
    "tagDescription": [
      "MOWATT, John Letter signed by Philip Durell certifying that John Mowatt served him as secretary at the siege of Quebec and at the siege of Louisbourg, 19 November 1759."
    ]
  },
  "301": {
    "tagDescription": [
      "Scrapbook made of a wide variety of ephemera, manuscript material, autograph letters and printed documents collected by an unidentified person apparently living in Montreal, 1740-1876. It contains approximately 15 cancelled cheques drawn on the Bank of Montreal, some of which are signed by C.R. Ogden, 1819-1834; a lottery ticket, 1790; miscellaneous receipts, 1819-183l, many of them made up to C.R. Ogden; several water tax receipts for the city of Montreal, made out to C.R. Ogden, 1826-1827; a protest at the request of the Bank of Montreal of a promissary note drawn by John Henderson, 1818; two bills of exchange to C.R. Ogden, 1823; post office fees presented to C.R. Ogden and certified by John Bignell, 1820; a certified copy of the will of Gregory [Willis] together with other documents relating to this will, 1824; seven subpoenas made out to various people and date Montreal 183l; circular letter signed by Joseph Henry of the Smithsonian Institute, 1866; various items of numismatic interest, n.d., 1868-1875; permits made out to John Ross, 1851-1857; documents relating to the succession of Pierre Courcambec, 1824; papers relating to the Brant Memorial, 1874-1876; a large number of shipping bills chiefly to Louis Guy, Étienne Auger, Pierre Guy, 1765-1780; various broadsides, newspaper clippings and copies of newspaper, n.d. 1588-1870; forty one architectural plates, engraved by Basire, n.d.; an account by Sir G. Duncan Gibb entitled My early experiences of Numismatics in Canada, 1874; a manuscript biography of the Prime Minister of Hungary, 1848; fragments of ancient missals, n.d., and documents relating to the Church of Scotland in Montreal, 1792-1811."
    ],
    "tagDate": ["[1740-01-01T00:00:00.000Z TO 1876-12-31T23:59:59.999Z]"],
    "tagPlace": ["MONTREAL, Quebec"]
  },
  "544": {
    "tagDate": ["1749-01-01T00:00:00.000Z"],
    "tagPerson": ["RIGAUD DE VAUDREUIL DE CAVAGNIAL, Pierre de"],
    "tagDescription": [
      "RIGAUD DE VAUDREUIL DE CAVAGNIAL, Pierre de 1749 Confirmation de l'enregistrement du brevet de ratification d'une concession accordée par le Roi à Pierre de Rigaud de Vaudreuil. Il s'agit de la concession d'une terre le long de la Rivière Masca (Yamaska)."
    ]
  },
  "629": {
    "tagDescription": [
      "HONYWOOD, Philip Monthly return of His Majesty's 20th Regiment of Foot, commanded by Philip Honywood and signed by James Wolfe while he was Lieutenant-colonel, 1 May 1756."
    ],
    "tagDate": ["1756-05-01T00:00:00.000Z"],
    "tagPerson": ["HONYWOOD, Philip"]
  },
  "516": {
    "tagDate": ["1748-01-01T00:00:00.000Z"],
    "tagPerson": ["PEPPERELL, Sir William"],
    "tagDescription": [
      "PEPPERELL, Sir William 1748 Letter of Sir William Pepperell to an unknown recipient enclosing letters (enclosures missing) and seeking advices for a reply."
    ]
  },
  "587": {
    "tagDate": ["1755-08-22T00:00:00.000Z"],
    "tagPerson": ["ACADIANS"],
    "tagDescription": [
      "ACADIANS - Expulsion Letter to Governor William Shirley from John Winslow describing his arrival at Grand Pré in the basin of Minas where the main scenes of the expulsion took place, 22 August 1755 (2 pages)."
    ]
  },
  "551": {
    "tagDescription": [
      "SALUSBURY (Salisbury), John Diary, ca.1749-1753, containing references to the local history of Nova Scotia, Louisbourg, Indians and other related matters together with copies of the correspondence between John Salusbury and members of the Cotton family and other papers, 1750-1758."
    ],
    "tagPerson": ["SALUSBURY (Salisbury), John"],
    "tagDate": ["[1749-01-01T00:00:00.000Z TO 1758-12-31T23:59:59.999Z]"]
  },
  "633": {
    "tagDate": ["1756-01-01T00:00:00.000Z"],
    "tagDescription": [
      "1756 Lettre de C.M., une jeune fille de Montréal, à un ami inconnu, décrivant les ravages de la variole à Montréal, le mouvement des troupes et divers événements sociaux tels les mariages avec les soldats."
    ],
    "tagPlace": ["MONTREAL"]
  },
  "640": {
    "tagPerson": ["EVELYN-GLANVILLE (Boscawen), Frances"],
    "tagDate": ["1756-09-07T00:00:00.000Z"],
    "tagDescription": [
      "EVELYN-GLANVILLE (Boscawen), Frances Letter of Edward Boscawen to his wife, Frances, largely on personal matters and alluding to frictions between himself and the Lords of Admiralty, in particular Lord Anson, 7 September 1756."
    ]
  },
  "637": {
    "tagDescription": [
      "GODEFROY DE TONNANCOUR, Louis-Joseph 1756 Déclaration au sujet du coût d'un espace dans deux paroisses et de leur part respective."
    ],
    "tagPerson": ["GODEFROY DE TONNANCOUR, Louis-Joseph"],
    "tagDate": ["1756-01-01T00:00:00.000Z"]
  },
  "574": {
    "tagDate": ["1752-01-01T00:00:00.000Z"],
    "tagPerson": ["BRIAULT, Antoine"],
    "tagDescription": [
      "BRIAULT, Antoine 1752 Rapport au sujet des blessures d'Antoine Pépin dit Lachance préparé par Antoine Briault «en vertu de l'ordonnance du lieutenant général civil et criminel»."
    ]
  },
  "499": {
    "tagDescription": [
      "LANOULLIER DE BOISCLERC, Jean-Eustache 1745 Proclamation de Jean-Eustache Lanoullier de Boisclerc au sujet de la construction d'une route de Québec à L'Ancienne-Lorette. Le texte fut lu publiquement par André Genest et porte aussi la signature de Gilles Hocquart."
    ],
    "tagDate": ["1745-01-01T00:00:00.000Z"],
    "tagPerson": ["LANOULLIER DE BOISCLERC, Jean-Eustache"]
  },
  "646": {
    "tagDescription": [
      "BRIAULT, Antoine Attestation soulignant les traitements donnés par le chirurgien Antoine Briault à Augustin Bélan et signée par Eustache Chartier de Lotbinière, curé de Neuville, 10 février 1759; une note de la main d'Antoine Briault fait aussi état de la somme reçue pour ces traitements, 13 février 1759."
    ],
    "tagPerson": ["BRIAULT, Antoine"]
  },
  "576": {
    "tagDescription": [
      "BRÉARD, Jacques-Michel 1755 Sentence de comparution envoyée à Jean et Charles Chrétien, habitants de Charlesbourg, par Jacques-Michel Bréard, au nom des «Révérends Pères Jésuites»."
    ],
    "tagDate": ["1755-01-01T00:00:00.000Z"],
    "tagPerson": ["BRÉARD, Jacques-Michel"]
  },
  "644": {
    "tagDescription": [
      "JOBINEAU, Louis 1759 Ordre de François Bigot à Louis Jobineau d'assurer le ravitaillement des soldats."
    ],
    "tagPerson": ["JOBINEAU, Louis"],
    "tagDate": ["1759-01-01T00:00:00.000Z"]
  },
  "596": {
    "tagPlace": [
      "GREAT BRITAIN: Commissioners for adjusting the boundaries for the British and French possessions in America"
    ],
    "tagDescription": [
      "Draft of a memorial to be delivered to the Commissaries of his most Christian Majesty by the Commissaries of the King of Great Britain, containing a State of the proofs of the Right of the Crown of Great Britain to the entire Province of Acadia or Nova Scotia in America, according to the limits set forth in the said Commissaries' Memorial of the 21st Sept. last ca.1751."
    ],
    "tagDate": ["0000-09-21T00:00:00.000Z"]
  },
  "540": {
    "tagPerson": ["BIGOT, François"],
    "tagDate": ["1749-01-01T00:00:00.000Z"],
    "tagDescription": [
      "BIGOT, François 1749 Requête de Joseph Le Roy, habitant de la seigneurie de Saint-Michel, au sujet de la nomination d'un tuteur pour un enfant mineur. François Bigot désigne le notaire Rousselot pour s'occuper de la question."
    ]
  }
}
