{
  "131": {
    "tagDescription": [
      "In reply to a Dispatch communicating the opinion of the Crown Law Officers that the [Illegible] of the late Duke of York had no Claim to the C. Breton Mines."
    ],
    "tagDate": ["1828-04-11T00:00:00.000Z"]
  },
  "124": {
    "tagDescription": [
      "Transmits a Debtor and Creditor Account of the Revenue and Expenditure of N. Scotia for the last 3 Years.",
      "Encloses Copies of two Leases granted to Majors Smith & Liddell to work Coal Mines at Pictou a states that they wish to surrender them.",
      "Encloses the Copy of a report of a Committee of Council relative to the Repeal of the [Illegible] for regulating Vessels carrying Passengers."
    ],
    "tagDate": ["1827-12-14T00:00:00.000Z"]
  },
  "39": {
    "tagDescription": [
      "Reports that the House of Assembly had granted £500 a year for three years for the pay of two Inspecting [Illegible] of Militia. These officers should be sent on immediately.",
      "Reports to the Rec. of Instructions as to the Remuneration granted to Officers of the late Govern. Of Cafe Breton. Affairs in that Island going on well. Sum granted by Legislature for Roads & Bridges in it. Other Advantages extended to the Inhabitants."
    ],
    "tagDate": ["1821-03-26T00:00:00.000Z"]
  },
  "126": {
    "tagDate": ["1828-02-08T00:00:00.000Z"],
    "tagDescription": [
      "Encloses a Memorial praying for the repeal of the Duty on Attempt imported into the Colonies.",
      "Encloses a Copy of the Speech on opening the Session and of the Address in reply from the Council & Assembly.",
      "Report of the Biography in Geographical and Topographic Visual knowledge in the Colony in the Last [Illegible] Months."
    ]
  },
  "60": {
    "tagDescription": [
      "Reports the Appointment of three Barristers as Justices of the Common Pleas in Nova Scotia."
    ],
    "tagDate": ["1824-04-05T00:00:00.000Z"]
  },
  "65": {
    "tagDescription": [
      "Transmitting a Paper containing Observations on the Colonial Policy of Great Britain.",
      "Recommends Mr. W. Hill for the Appointment of Attorney Gen. In P. Ed. Island.-Memorandum respecting a change in that Office"
    ],
    "tagDate": ["1826-12-28T00:00:00.000Z"]
  },
  "42": {
    "tagDate": ["1821-10-19T00:00:00.000Z"],
    "tagDescription": [
      "Reports having visited Cafe Breton in Request and having received an Address from the Inhabitants of [Illegible]",
      "Transmitting a Memorial from Merchant of Halifax on the subject of Piracies in the West Indies."
    ]
  },
  "77": {
    "tagDate": ["1825-11-19T00:00:00.000Z"],
    "tagDescription": [
      "On the proposed measure of calling upon the Col. Legislature to delay the expense of their Level Gov. Transmit a paper containing observations on that subject & another explanatory of the Revenue of the Province."
    ]
  },
  "90": {
    "tagDescription": [
      " the Nova Scotia Mines, transmits a Paper relative to Grant of land with the Reservations to the Crown from the first Settlement of the Province.",
      "Encloses the Copy of an Act for the Incorporation of a Company to work Iron Mines in the County of Annapolis."
    ]
  },
  "95": {
    "tagDate": ["1826-09-19T00:00:00.000Z"],
    "tagDescription": [
      "In answer to a private letter referring to the complaint made by the Bishop of N. Scotia of Mr. Irving.",
      "An Error made in the draft of a Charter for Annapolis Iron Mining Company, Transmits a correct one.",
      "Transmits the draft of a Charter for working Iron Mines in the County of Annapolis."
    ]
  },
  "36": {
    "tagDate": ["1820-11-26T00:00:00.000Z"],
    "tagDescription": [
      "Encloses a letter from Capt. Stewart stating the Sums he had paid to General Rinslie's Agent.",
      "Transmits a Memorial from the Presbyterian Congregation of Shelburne. States that the Congregation of the Established Church of Scotland are very numerous in the Province that some aid from Govern. Would gratify very much the members of it."
    ]
  },
  "112": {
    "tagDescription": [
      "Transmits an Address from H.M. Council & the Assembly relative to the [Illegible] by the Legislature of Jamaica imposing a Duty on Shipping.",
      "In answer to his letter brought by [Illegible] Lockburn.",
      "Transmits a Petition from Mr. Green, Widow of the late Treasurer of the Province."
    ],
    "tagDate": ["1827-04-05T00:00:00.000Z"]
  },
  "35": {
    "tagDate": ["1820-11-30T00:00:00.000Z"],
    "tagDescription": [
      "Encloses a Copy of Instruction given to the Surveyor Gen. Lake Breton, a Memo: respecting H.M. Coal Mines & a Copy of Instructions given to the Superintend. Of them Transmit an Account of the Revenue of Cafe Breton to 16th Oct. 1820. Balance applied to repair the Wharf at Mines. ",
      "Reports having visited Cafe Breton. Govern. of that Island well administered by Capt. Stewart. No difficulty in applying the law of Nova Scotia to Cafe Breton. Officers of the former Govern. [Illegible] may be dispensed with; a Specification of their Services enclosed Surveyor Gen. Superintendent of H.M. Coal Mines must be retained."
    ]
  },
  "96": {
    "tagDescription": [
      "The Sydney Coal Mines.",
      "Transmits Papers showing the made of granting & setting the Crown lands in the N. Scotia & Cafe Breton."
    ]
  },
  "66": {
    "tagDescription": [
      "Transmitting a Paper containing Observations on the Colonial Policy of Great Britain.",
      "Forwarding a letter from the Rev. & Dr. Inglis respecting an increase to the Salary of the Bishop of N. Scotia. ",
      "Forwarding a Memorial from the Clergymen of the Established Church of Scotland settled in Nova Scotia."
    ],
    "tagDate": ["1825-02-22T00:00:00.000Z"]
  },
  "99": {
    "tagDate": ["1826-09-28T00:00:00.000Z"],
    "tagDescription": [
      "Decision as to the effect of imposing a Duty on Coals exported from C. Burton to the British [Illegible] & the U. States.",
      "The Expediency of reducing the [Illegible] of the Council from seven to five.",
      "Will transmit some Observations on the Emigration Reports and also on the effect of improving a Duty on Coals, by the next Packet."
    ]
  },
  "120": {
    "tagDescription": [
      "Announces the annual of his Profit from Washington, with a Commission as Consul for the United States Halifax and [Illegible] to the Staff taken [Illegible] applying to be officially recognized."
    ],
    "tagDate": ["1827-07-12T00:00:00.000Z"]
  },
  "51": {
    "tagDescription": [
      "Reports having entered into a Contract for a Colonial Vessel, as authorized.",
      "Transmitting Statements of the Revenue of Coal Mines for 1822, & applying to be allowed to appropriate £1000 from it to Dalhousie College & the same Sum to the Windsor College.",
      "Transmitting two petitions praying that the Ports of Windsor & Digby might be made Free Ports."
    ],
    "tagDate": ["1823-03-20T00:00:00.000Z"]
  },
  "48": {
    "tagDate": ["1882-09-20T00:00:00.000Z"],
    "tagDescription": [
      "Reports the able manner in which Mr. George filled the situation of Prov. Sec., explains the [Illegible] of the Emoluments of that Office. Applies for a Pension of Emoluments of the Office. Applies for a Pension of £100 a year for Mr. Campbell from Coal Revenue ",
      "Reports having granted a Lease of the Coal Mines at Sydney, Cafe Breton, for five years."
    ]
  },
  "69": {
    "tagDate": ["1825-06-04T00:00:00.000Z"],
    "tagDescription": [
      "On the subject of Iron-Mines in Nova Scotia, and the right Claimed by Individuals to the Profound on their Property.",
      "Enclosing a letter from the Rev. Mr. [Illegible], justifying his conduct in the Proceedings in St. Paul's Parish Halifax.",
      "On the Nova Scotia Iron Mines. Encloses a letter from a Mr. Turner on that subject."
    ],
    "tagPlace": ["London"],
    "tagName": ["Bathurst, Earl"]
  },
  "138": {
    "tagPlace": ["Kingston"],
    "tagDescription": [
      "Mentions having finished the Inspection of the Rideau Canal & encloses a paper showing the mode adopted by the Commission in conducting the enquiry."
    ]
  },
  "116": {
    "tagDate": ["1827-04-08T00:00:00.000Z"],
    "tagDescription": [
      "Introducing Mr. Woodhouse, Surveyor Gen. of Customs.",
      "Objection to adding Members to the Council."
    ]
  },
  "84": {
    "tagDescription": [
      "Respecting the Petition for a joint Stock Company to work Iron Mines in the County of Annapolis.",
      "Encloses a Copy of his Speech on Opening the Session & of the Address of the Council & Assembly in reply.",
      "Acknowledges the Rec. of Instructions [Illegible] for the present any Application to the Prov. Legislature to provide for the Civil Estab."
    ],
    "tagDate": ["1826-02-12T00:00:00.000Z"]
  },
  "114": {
    "tagDescription": [
      "Transmits an Address from the House of Assembly relative to the payment of the Custom House Establishment.",
      "The Cafe Breton Coal Mines."
    ],
    "tagDate": ["1827-04-08T00:00:00.000Z"]
  },
  "58": {
    "tagDescription": [
      "Reports the Rec. of an Authority for continuing the Pension granted to Col. Campbell to his Widow.",
      "Encloses Copies of a Correspondence with the Gov. of Prince Edward's Island. Proceedings that had taken place in that Colony. The Course adopted on the occasion.",
      "Acknowledges the Rec. of Instructions as to the made of preparing Dispatches addresses to Col. Office.",
      "States that the Assembly have deferred the consideration of any Grant to the King's or Dalhousie College till the next session."
    ],
    "tagDate": ["1824-03-20T00:00:00.000Z"]
  },
  "41": {
    "tagDate": ["1821-07-18T00:00:00.000Z"],
    "tagDescription": [
      "Applying for Permission to appropriate £1000 from the Pictou Mines to the building of Dalhousie College.",
      "Recommending that the Coal Mines in Cafe Breton should be leased."
    ]
  },
  "73": {
    "tagDate": ["1826-09-18T00:00:00.000Z"],
    "tagDescription": [
      "Acknowledges the Rec. of 2 letters, one desiring information relative to grants made of home lands during last 20 years, the other transmitting Copy of an Official Dispatch that will be sent by the next Mail.",
      "On the Appointment of the Roman Catholic Bishop for Nova Scotia.",
      "States that the Rev. W. Fraser is a [Illegible] to be appointed Catholic Bishop of N. Scotia."
    ],
    "tagPlace": ["London", "Halifax"]
  },
  "122": {
    "tagDescription": [
      "The permissions effects of the repeal of the [Illegible] 'for regulating Vessels carrying Passengers",
      "Transmits Copies of the [Illegible] of Assembly in their Past Session as of the Journals of H.M. Council & House of Assembly.",
      "Acknowledges the receipt of a Dispatch of 30th of June.",
      "Requests to be informed whether Mr. Morfit's should be allowed to reside at Halifax as Commercial Agent in the event of his returns. Transmit the Copy of a Letter from Mr. Vaughan relative to this Appointment.",
      "In answer to a Dispatch on the subject of representation made by Sir R. Cochrane of the inquiry his property that sustained by the overflowing of the [?]"
    ],
    "tagDate": ["1827-09-07T00:00:00.000Z"]
  },
  "137": {
    "tagName": ["Huskilson, R. W., Hon."],
    "tagPlace": ["Quebec"],
    "tagDescription": [
      "(Private) In answer to his Private letter that [?] need the above Dispatch.",
      "In reply to the Dispatch notifying his appointment as Gov - in Chief of British N. America."
    ],
    "tagDate": ["1828-07-07T00:00:00.000Z"]
  },
  "105": {
    "tagDate": ["1826-12-17T00:00:00.000Z"],
    "tagDescription": [
      "Provision for the Church Estab. of the Province.",
      "The Proposed Change in the Route of the American Packets.",
      "Encloses Copies of letters from the American gov - expressing thanks for the course taken with regard to the Rm: Seaman charged with murder."
    ]
  },
  "52": {
    "tagDescription": [
      "Advantages of the Government of New Brunswick Possibility of Sir P. Maitland Preferring it to Upper Canada.",
      "Acknowledging the Rec. of a Dispatch relative to the System pursued in framing the Provincial laws of Nova Scotia."
    ],
    "tagDate": ["1823-04-06T00:00:00.000Z"]
  },
  "64": {
    "tagDate": ["1826-07-19T00:00:00.000Z"],
    "tagDescription": [
      "Transmits a private letter from Judge Halliburton relative to Prince Edward's Island.",
      "On the retiring Salary for the Bishop of Nova Scotias.",
      "Transmitting Representations from the Chamber of Commerce of Halifax."
    ],
    "tagPlace": ["London"],
    "tagName": ["Huskilson, R. W., Hon."]
  },
  "134": {
    "tagDescription": [
      "Transmits a Memo: of some letters addressed to Lord Bathurst & Mr. Horton in 1825 and 1827.",
      "Transmits a Return containing Statistical Information respecting the Province."
    ],
    "tagDate": ["1828-05-04T00:00:00.000Z"]
  },
  "121": {
    "tagDate": ["1827-07-26T00:00:00.000Z"],
    "tagDescription": [
      "Acknowledges the Receipt of Private Letter of 19th March, introducing [Illegible] Forbes, late by 18 Reg",
      "Referring to the Public Dispatch announcing Mr. Morfit having left Halifax and returned Home.",
      "(Private) Announces the arrival of [Illegible] from Washington with a [Illegible] for N. Scotia States at Halifax.",
      "Mr. Morfit's Appoint. As Consul for [Illegible] States at Halifax. Reports that he has returned Home."
    ]
  },
  "136": {
    "tagName": ["Murray, George, Sir"],
    "tagDescription": [
      "Transmits a Statements of the Casual Revenue of the Province for 1827.",
      "Transmits Copies of the Journals of H.M. Council & the House of Assembly and of the [Illegible] during the Session.",
      "Acknowledges the receipt of a Dispatch of 31 May announcing his appointment as Sec. of State for the Colonial Depart.",
      "Transmits a letter from Mr. Archibald, Chief Justice of Prince Edward's Island."
    ],
    "tagDate": ["1828-05-14T00:00:00.000Z"]
  },
  "94": {
    "tagDescription": [
      "In answer to his letter enclosing a Copy of new Regulations for granting lands on N. Canada"
    ]
  },
  "57": {
    "tagDate": ["1823-10-30T00:00:00.000Z"],
    "tagDescription": [
      "Calling His Lordship's attention to a former letter on the subject of opening the Ports of Windsor & Digby.",
      "States having no intention of returning to England with the ensuring Sharing."
    ]
  },
  "43": {
    "tagDate": ["1822-03-20T00:00:00.000Z"],
    "tagDescription": [
      "Transmitting a Memorial from the Synod of the Presbyterian Church.",
      "Transmitting a Petition from Mrs. Martha Pearson.",
      "Reporting the Course taken on Mr. Kavanagh a Catholic Member appearing to take his Seat in the House of Assembly."
    ]
  },
  "117": {
    "tagDescription": [
      "Acknowledges the Rec. of two Dispatches of 1st of March",
      "(Private) Transmits a letter he had rec. from Mr. Archibald and also the copy of one addressed by Mr. Archibald to the Gov. of Prince Edward's Island.",
      "Enquires if he has rec. two letters transmitting important [Illegible]",
      "Transmits an Address to the King from the House of Assembly praying that the declaration against [Illegible] and Transubstantiation may be dispensed with."
    ],
    "tagDate": ["1827-05-04T00:00:00.000Z"]
  },
  "71": {
    "tagDate": ["1825-09-13T00:00:00.000Z"],
    "tagDescription": [
      "Report the death of the Hon. C. Hill, a member of H.M. Council & the Appointment of Mr. Prescott in his room.",
      "Reports having communicated to the Council the Papers respecting the Grant of Mines to the Duke of York, & having written a Circular letter on the subject to the Magistrates of the different Countries.",
      "Recommends that the [Illegible] of the Council should be reduced from Seven to Five."
    ]
  },
  "34": {
    "tagDescription": [
      "Reports the receipt of Instructions for re-announcing Cafe Breton to Nova Scotia. Proclamation issued in consequence. States his intentions of visiting Cafe Breton. Officers of the former Government of that Island that must be retained. [Illegible] of the Appointment of the Superintendent of Civil Affairs to reside in the Island.",
      "Reports the arrival of Mr. Blackwell, the Naval Officer, Representing the distrefied situation of W. Campbell on his being superseded in that Appointment."
    ],
    "tagDate": ["1820-10-10T00:00:00.000Z"],
    "tagName": ["Bathurst, Earl"],
    "tagPlace": ["Halifax"]
  },
  "143": {
    "tagDescription": ["H.M. Casual Revenue in Nova Scotia. Population Return."]
  },
  "130": {
    "tagDate": ["1828-04-10T00:00:00.000Z"],
    "tagDescription": [
      "In the Memorial of [Illegible] Rundall & Bridge for a Lease of the Mines in Cafe Breton & the Coal Mine at Pictou.",
      "The Blue Book will be transmitted by the next Packet.",
      "Acknowledges the Rec. of the Circular of 30th Jan."
    ],
    "tagName": ["Huskilson, R. W., Hon."]
  },
  "128": {
    "tagDescription": [
      "Transmits a Copy of Resolutions of the House of Assembly on the subject of the Custom House Salaries.",
      "Transmits an Address to the King praying that Pictou may be declared a Free Port.",
      "Transmits a Memorial on the subject of the Duties being ordered to be paid in British Money or Dollars at [Illegible]. Has suspended carrying into effect that Order.",
      "On sending to him by Mr. C. Archibald the Original Petition praying that Pictou might be made a Free Port."
    ],
    "tagDate": ["1828-03-25T00:00:00.000Z"]
  },
  "85": {
    "tagDate": ["1826-02-13T00:00:00.000Z"],
    "tagDescription": [
      "On the subject of the Coal Mines in Cafe Breton.",
      "Relative to the Payment of the Salaries of Officers of the Customs."
    ]
  },
  "47": {
    "tagDate": ["1822-06-18T00:00:00.000Z"],
    "tagDescription": [
      "Transmitting a Statement of the expenses incurred on account of the Crew of the French Frigate L'Africains.",
      "Reports having given leave of Absence to Mr. George Prov. Sec. & to the Hon. I. Black."
    ]
  },
  "86": {
    "tagDate": ["1826-02-12T00:00:00.000Z"],
    "tagDescription": [
      "On the subject of the introduction of British Money into the Colony.",
      "Has recd. his Prev: & Conflict Communication upon the subject of the Mother Country advancing Money to the Colonies."
    ]
  },
  "127": {
    "tagName": ["Hay, R. W., Esq."],
    "tagDate": ["1828-03-20T00:00:00.000Z"],
    "tagDescription": [
      "In answer to a Dispatch intimating that he was to be appointed President of the Commission to report upon the proposed Expenditure for the Rideau Canal.",
      "Transmitting a Copy of his Dispatch to Lord Bathurst reporting the death of the Superintendent of the [Illegible] series & suggesting that the Office should be abolished.",
      "Transmits a Memorial praying that the Custom House at Cornwallis may be re-establish.",
      "In answer to his letter stating that the [Illegible] of the N. American Colonies had observed upon him."
    ]
  },
  "72": {
    "tagDate": ["1825-09-28T00:00:00.000Z"],
    "tagDescription": [
      "Requests that a Copy of the Opinion of the Law Officers of the Crown respecting the Right of Presentation to the Living of St. Paul's Halifax (10 March 1825) may be transmitted to him.",
      "Recommends the Construction of some Works for the defence of Halifax."
    ]
  },
  "132": {
    "tagDescription": [
      "Transmits the Blue Book for 1827.",
      "Acknowledges the receipt of a Dispatch enclosing the Order in Council declaring Pictou Sydney Free Ports.",
      "Transmits an Address of the House of Assembly to the King on the subject of the Quit Rents."
    ],
    "tagDate": ["1828-05-02T00:00:00.000Z"]
  },
  "89": {
    "tagDescription": [
      "Reports the average [Illegible] of Grain during the last month. Reasons why this Report may be probably dispense [Illegible] in future.",
      "Transmit the Copy of an Address from the House of Assembly respecting the Payment of the Custom House Establishment.",
      "Announces the Death of the Minister from [Illegible] to the U. States.",
      "The Proceedings in [Illegible] against the Former Pirate of St. Paul's Parish stopped. Request that the expenses attending whom may be paid."
    ],
    "tagDate": ["1826-04-14T00:00:00.000Z"]
  },
  "118": {
    "tagDate": ["1827-05-12T00:00:00.000Z"],
    "tagDescription": [
      "Reports the Appoint. of a Commissioners of Crown Sands. Enquiry respecting the Office of the Receiver General of Lent Rents.",
      "Requests that a Copy of the Lease granted to the Duke of York of the Mines and Minerals in N. Scotia may be forwarded to be placed on Record in the Province."
    ]
  },
  "53": {
    "tagName": ["Goulburn, Henry, Esq."],
    "tagDescription": [
      "On the Seminaries for learning in Nova Scotia. On the Memorial sent home by the Windsor College. The Memorial of the Synod of the Presbyterian Church of Nova Scotia & respecting Dr. McCulloch. On Lord Bathurst's refusal to grant £1000 from the Pictou Coal Revenue to Dalhousie College.",
      "Reporting the [Illegible] of Prov. Legislature."
    ],
    "tagDate": ["1821-12-08T00:00:00.000Z"]
  },
  "56": {
    "tagDescription": [
      "On the Construction to be placed on certain Clauses of the act to regulate the American & Colonial Trade, the opinion of the Attorney Gen. of the Province at variance with that of the Commissioners of Customs. ",
      "Applying for leave of Absence.",
      "Transmitting a Petition from the Chamber of Commerce of Halifax & a Memorial to the Treasury.",
      "Acknowledging the Receipt of a Dispatch on the subject of a Revision of the Royal Instructions."
    ],
    "tagDate": ["1823-08-30T00:00:00.000Z"]
  },
  "83": {
    "tagDescription": [
      "In answer to his letter respecting Gov. V. Smith (Rifle-Brig)"
    ]
  },
  "61": {
    "tagDate": ["1824-06-25T00:00:00.000Z"],
    "tagDescription": [
      "Recommends the [Illegible] of Bermuda and Newfoundland with Marines & Veterans.",
      "Applies for some Provision for the family of the late Wife Cottman.",
      "Reports the Appointment of Mr. Robie to be sent in H.M. Council."
    ]
  },
  "59": {
    "tagDate": ["1824-04-03T00:00:00.000Z"],
    "tagDescription": [
      "Reports having selected Judge Halliburton to proceed to Prince Edward's Island to inquire into the Fees taken in the Chancery Court in that Government.",
      "On the proposed Revision of the Royal Instructions."
    ]
  },
  "102": {
    "tagDescription": [
      "Acknowledges the Rec. of Circular of 30th of Sept.",
      "Reports the death of the Superintendent of Fisheries & suggests that the Officer should be established.",
      "Transmits a Note from the American Minister of State expressing satisfaction at the course taken with regard to the R m: Seaman charged with Murder.",
      "Cafe Breton Coal Mines leased for one year to the Gen. Mining Association."
    ],
    "tagDate": ["1826-12-11T00:00:00.000Z"],
    "tagName": ["Horton, R. Wilmot, Esq.", "Bathurst, Earl"]
  },
  "113": {
    "tagDate": ["1827-04-06T00:00:00.000Z"],
    "tagDescription": [
      "Transmits an Address to the King from the Legislature of Nova Scotia on the death of the Duke of York.",
      "Transmits an Account of the Casual Revenue of N. Scotia & a Gen. Statement of the Revenue from the Coal Mines for 1826."
    ]
  },
  "125": {
    "tagDate": ["1827-12-24T00:00:00.000Z"],
    "tagDescription": [
      "(Private) On the subject of the great discrimination that may be [Illegible] in H. W. Casual Revenue on the Prevent [Illegible] of H. My's Coal Mines in the District of Pictou discontinuing to work them.",
      "Refers to his Dispatch of 6th April Addressed to [Illegible] Bathurst transmitting an [Illegible] from the House of Assembly relative to the payment of the Custom House Establish."
    ]
  },
  "119": {
    "tagDescription": [
      "[Illegible] /Discount) Acknowledges manuscript of the Circular Dispatch announcing His Lordship's Appointment as Secretary of States.",
      "Reports that a Seaman saved James Eaton [Illegible] to death at Halifax for Piracy, [Illegible] condition of his being transferred to Bermuda for each grass; and requests the direction may be given to the Superintendent of [Illegible] for his reception.",
      "In answers to Circular Dispatch requiring information as to the [Illegible] in Geographical knowledge in the Colony."
    ],
    "tagDate": ["1827-06-30T00:00:00.000Z"]
  },
  "74": {
    "tagDescription": [
      "Acknowledges Rec. of Instructions relative to the transmission of Proceeding of the House of Assembly & of Prov. & Legislative Councils,",
      "Reports having given leave of absence to Mr. Uniacke",
      "Transmits a paper giving Information relative to grants made of Crown lands during last 20 Years.",
      "Acknowledges the Rec. of Regulations to be observed in the Correspondence with Col Office.",
      "Introducing Mr. Uniacke."
    ],
    "tagDate": ["1826-11-14T00:00:00.000Z"]
  },
  "50": {
    "tagDescription": [
      "Transmitting a Return or having the Financial Resources of the Province & the Branches of Expenditure",
      "Improbability of Mr. Tucker being able to proceed to Newfoundland so late in the Season.",
      "Transmitting a Memorial from Mr. Mutting praying to be appointed Clerk of the Crown and Prothonotary."
    ],
    "tagDate": ["1882-12-24T00:00:00.000Z"]
  },
  "55": {
    "tagDate": ["1823-07-05T00:00:00.000Z"],
    "tagDescription": [
      "Recommending that the Fees of the Governor should be computed for a fixed Annual Sum.",
      "Transmitting an Address from Sydney, Cafe Breton, on the Appoint. Of a Judge to reside in the Island."
    ]
  },
  "38": {
    "tagDate": ["1821-03-10T00:00:00.000Z"],
    "tagDescription": [
      "On the Subject of the Custom House Depart. On some irregularities alleged to exist in it. The best course to pursue to set the question at rest.",
      "Transmits an Address to the King from the Council & House of Assembly on the subject of the Timber Trade."
    ]
  },
  "106": {
    "tagDescription": [
      "In answer to a Private & Confidential letter from W. Horton, relative to leasing the Coal Mines in C. Breton."
    ]
  },
  "104": {
    "tagDescription": ["Provision for the Established Church in the province."],
    "tagDate": ["1826-12-17T00:00:00.000Z"]
  },
  "92": {
    "tagDescription": ["Respecting the Payment of the Custom House Establish"]
  },
  "62": {
    "tagDescription": [
      "Encloses a Report from Judge Halliburton on the subject of the Complaints [Illegible] Prince Ed. Island.",
      "Recommends the Union of the Windsor and Dalhousie Colleges.",
      "Respecting the absence of the Bishop of Nova Scotia from his Diocese."
    ],
    "tagDate": ["1824-07-06T00:00:00.000Z"]
  },
  "45": {
    "tagDate": ["1822-04-16T00:00:00.000Z"],
    "tagDescription": [
      "Reports the Closing of the Pension of the Legislature",
      "Applying to received the Salary arising from the Menus of Cafe Breton from the date of the Annexation of the Island.",
      "Reporting the Alarm existed in the Province by the report that the West India Ports are to be opened to American Vessels."
    ]
  },
  "40": {
    "tagDescription": [
      "On the subject of the Fee Formerly received by the Solicitor General in all cases concerning the Customs.",
      "Transmitting a Statement of the Revenue of the Mines in Cafe Breton to December 1820 & recommending Mr. George for the Appointment of Secretary & Treasurer of H.M. Mines throughout the Province with a fixed Salary."
    ],
    "tagDate": ["1821-04-10T00:00:00.000Z"]
  },
  "141": {
    "tagPlace": ["Quebec"],
    "tagName": ["Murray, George, Sir"],
    "tagDate": ["1828-09-06T00:00:00.000Z"],
    "tagDescription": [
      "Reports his arrival at Quebec & the receipt of a Temporary Commission.",
      "The difficulty that may be expected on the meeting of the Legislature of Lower Canada.",
      "Transmits Copies of two letters to Lord Dalhousie relative to the Rideau Navigation & the Grenville Canal."
    ]
  },
  "46": {
    "tagDescription": [
      "Reporting that the Contract for the Products would cease in Sept. & that another Vessel would be advertised for.",
      "Reporting the [Illegible] of the French Frigate L'Africains on Sable Island, & that a Vessel would be hired to convey the Officers & Crew to Brest."
    ],
    "tagDate": ["1822-05-28T00:00:00.000Z"]
  },
  "87": {
    "tagDescription": [
      "In answer to the Circular Dispatch of the 7th Jan-1826; States the amount of Compensation to which the Naval Officer of Halifax will be entitled.",
      "Observations upon his Paper respecting the Mother Country advancing money to the Colonies."
    ],
    "tagDate": ["1826-03-16T00:00:00.000Z"]
  },
  "123": {
    "tagDescription": [
      "Request to be punished with a Copy of the Lease granted to the late Duke of York of the Mines in N. Scotia.",
      "Acknowledges the Res. Of Circular Dispatch transmitting [Illegible] in Council for regulating the Trade of the Colonies and Foreign Countries",
      "Acknowledges the Receipt of Circular Letter of 3 Sept. - announcing his appoint. As Secretary of State for the Colonies."
    ],
    "tagDate": ["1827-10-23T00:00:00.000Z"],
    "tagName": ["Huskilson, R. W., Hon."]
  },
  "68": {
    "tagName": ["Horton, W., Esq."],
    "tagDate": ["1825-05-26T00:00:00.000Z"],
    "tagDescription": [
      "On the relative Military Authority of the Gen Officers Com in Nova Scotia & Bermuda."
    ]
  },
  "49": {
    "tagDescription": [
      "Requesting permission to enter into a new Contract for a Gov. Vessel at the rate of £1500 a years.",
      "Reports the death of Mr. Fraser a Member of H.M. Council, & the Appointment of Mr. Collins in his room.",
      "Recommending that Mr. Tucker would have a license to search for Metals in Nova Scotia for two years on certain conditions."
    ],
    "tagDate": ["1882-10-21T00:00:00.000Z"]
  },
  "115": {
    "tagDescription": [
      "Payment of the Custom House Estab. - Cafe Breton Coal Mining the great inconvenience of the present Route of the Packet."
    ]
  },
  "100": {
    "tagDescription": [
      "The Emigration Report.",
      "(Private) Reasons for the above Opinion."
    ]
  },
  "98": {
    "tagDate": ["1826-10-18T00:00:00.000Z"],
    "tagDescription": [
      "The Garrison at Prince Edward's Island will be increased immediately to one Company. Reasons for its having been reduced.",
      "States the Ships taken with regard to some American Seaman, Guilty of Murder on the high Seas.",
      "Transmits a Memorial from James McQueen come explaining of the British Consul at New London"
    ]
  },
  "79": {
    "tagDescription": [
      "In answer to Circular letter of 5 Oct. States that no Officers of this Government are accommodated with houses at the Public expense."
    ],
    "tagDate": ["1825-12-09T00:00:00.000Z"]
  },
  "82": {
    "tagPlace": ["Halifax"],
    "tagName": ["Horton, R. Wilmot, Esq."],
    "tagDate": ["1826-01-24T00:00:00.000Z"],
    "tagDescription": [
      "Transmit a letter from the Bishop of N. Scotia stating reasons why he cannot recommend Mr. [Illegible] for employ in the Church ",
      "Requests an Authority to grant a new lease of H.M. Coal Mines in Cafe Breton from 1st Jan. 1827.",
      "(With Three Enclosures) In the subject of the new Trade Acts.",
      "Respecting the Naval Officer in Nova Scotia."
    ]
  },
  "76": {
    "tagDescription": [
      "States that he will make a Lon/Cal. Communication to him by the next Pocket and transmit papers explanatory of the Revenues of the Province of its appropriation."
    ],
    "tagDate": ["1825-11-16T00:00:00.000Z"]
  },
  "37": {
    "tagDescription": [
      "Respecting the Contingent Allowance for Cafe Breton for 1820. Submits whether Capt. Stewart is not entitled to a Merely of the Gov. as salary to the end of the year.",
      "Reports having [Illegible] to a Bill extending the Laws of Nova Scotia to Cafe Breton",
      "Respecting the Appointment of two Inspecting Field Officers of Militia in Nova Scotia, and suggesting a plan by which their pay is might be provided for."
    ],
    "tagDate": ["1821-01-14T00:00:00.000Z"]
  },
  "107": {
    "tagDescription": [
      "Statistical Tables filled up will be sent by the next Packet. Encloses Returns of Revenue & Expenditure for 1826.",
      "A new Charter preparing for the Company to Work from Mines in the County of Annapolis."
    ],
    "tagDate": ["1827-01-19T00:00:00.000Z"]
  },
  "54": {
    "tagDescription": [
      "The System of administering Justice in the Government. Appointment of a Professional Judge to reside in Cafe Breton."
    ],
    "tagDate": ["1823-05-10T00:00:00.000Z"]
  },
  "70": {
    "tagDate": ["1825-08-20T00:00:00.000Z"],
    "tagDescription": [
      "Recommends an increase of Salary to Sir R. George",
      "Transmitting a Memorandum relative to Sable Island.",
      "Transmits a letter from Mr. Archibald in explanation of advice given by Mr. A. respecting the Production of some of the Officer of the Court of Chancery in Prince Ed. Island. Disputes in St. Paul's Parish, Halifax likely to be iron at an end.",
      "Reports having arrived at Halifax [Illegible] the Administration of the Government."
    ],
    "tagPlace": ["Halifax"]
  },
  "75": {
    "tagName": ["Bathurst, Earl"],
    "tagDescription": [
      "In answer to a Dispatch conveying Instructions to propose H. Prov. Legislature to delay the expenses of the Civil Establish - of the Province.",
      "Transmits a Petition praying for the incorporation of a Company to work Iron Mines in County of Annapolis"
    ],
    "tagDate": ["1825-11-16T00:00:00.000Z"]
  },
  "97": {
    "tagDescription": [
      "On the subject of an Act for extending the Right of Suffrage in Cafe Breton."
    ]
  },
  "67": {
    "tagDescription": [
      "Recommending the Appointment of the Master of the Rolls in Nova Scotia.",
      "Joint letter from Lord Dalhousie and Sec. James Kempt recommending the Union of the Windsor and Halifax Colleges."
    ],
    "tagDate": ["1825-04-18T00:00:00.000Z"]
  },
  "142": {
    "tagDescription": [
      "Reports having opened a letter addressed to [Illegible] Dalhousie transmitting the Report of the Committee of the House of commons on the Civil Gov. of Canada.",
      "Introducing M. General Darling."
    ],
    "tagDate": ["1828-09-16T00:00:00.000Z"]
  },
  "135": {
    "tagDescription": [
      "Transmits a Petition from [Illegible] Smith and Siddell, praying to surrender the Lease under which they have worked the Pictou Coal Mines, & to receive some compensation for their [Illegible].",
      "Acknowledges the rec. of Dispatches of 6th & 25th March will embark for Canada as soon as the Navigation of the St Lawrence opens."
    ],
    "tagDate": ["1828-05-14T00:00:00.000Z"]
  },
  "88": {
    "tagDate": ["1826-04-13T00:00:00.000Z"],
    "tagDescription": [
      "Reports having [Illegible] the General Assembly of the Province.",
      "The Prov. Legislature has voted £600 Jan Annum for a Master of the Rolls. W. Archibald appointed Solicitor General.",
      "States the amount of only Fee Revised on the Trade & Shipping of the Provinces rec. by persons unconnected with the Customs."
    ]
  },
  "44": {
    "tagDescription": [
      "Transmitting an Address to the King on the subject of Piracies in the West Indies.",
      "Transmitting an Address to the King praying that the Ports of Nova Scotia may be exempted from the Crown Duty on [Illegible] imported into Canada.",
      "Transmitting an Address from H.M. Council on the Expediency of admitting Roman Catholics into the Provincial Legislature, Reporting the circumstances which gave rise to the discussion of the question."
    ],
    "tagDate": ["1822-03-22T00:00:00.000Z"]
  },
  "93": {
    "tagName": ["Bathurst, Earl"],
    "tagDate": ["1826-08-14T00:00:00.000Z"],
    "tagDescription": [
      "Transmits Copies of the [Illegible] of Assembly in their Past Session.",
      "The Allowance of H .M. Gov. of £200 [Illegible] towards the Expense of the Establishment as Sable Island any opportunity made. Reports that his vessels live each wrecked on the block [illegible]",
      "Transmits accounts of the Revenue derived for the [Illegible] Nova Scotia, and of the [Illegible] during the [Illegible] 1825.",
      "In answer to private & Circular Letter of 12th April respecting the Payment of the Customs House Establishment.",
      "Acknowledges the Rec. of the Dispatch of 3 July; the letter enclosed with it not the one alluded [Illegible] in the Dispatch",
      "Acknowledges the receipt of a Dispatch of 28th April [Illegible] to the payment of the [Illegible] Officers.",
      "Transmits Certified Copies of the Acts [Illegible] of the General Assembly."
    ]
  },
  "63": {
    "tagDescription": [
      "Recommending Mr. Archibald for the Appointment of Chief Justice of Prince Edw. Island.",
      "Transmitting a Representation from the Collector of the Customs at Halifax of the Case of the Schooner, Herald, & Law Officer's Pension on the same."
    ],
    "tagDate": ["1824-07-17T00:00:00.000Z"]
  },
  "81": {
    "tagDescription": [
      "Transmits 3 Copies of Judge Halliburton's Pamphlet.",
      "Transmits Duplicates of a Communication respecting Sable Island, & a Report of two late Shipwrecks on that Island.",
      "Encloses a letter from Mr. W. Dalhousier, Surv. Gen. of Customs on the subject of the late Acts of parliament regulating the Colonial Trade."
    ],
    "tagDate": ["1825-12-23T00:00:00.000Z"]
  },
  "140": {
    "tagDescription": [
      "Transmitting the Report of the Committee on the Rideau Canal",
      "States having charged his expenses while employed on the Rideau Commission to the King's Casual Revenue. An Allowance to be made to Mr. Wallace."
    ],
    "tagDate": ["1828-06-28T00:00:00.000Z"],
    "tagName": ["Huskilson, R. W., Hon."]
  },
  "133": {
    "tagDate": ["1828-05-02T00:00:00.000Z"],
    "tagDescription": ["(Private) In the subject of the Quit Rents."]
  },
  "108": {
    "tagDescription": [
      "Observations on the Gen. State of the Government; and transmits on a Book of Tables containing the Statistical information required.",
      "Enclosing the Speech on opening the Session."
    ],
    "tagDate": ["1827-02-10T00:00:00.000Z"]
  },
  "139": {
    "tagDate": ["1828-08-13T00:00:00.000Z"],
    "tagDescription": [
      "Reports that he intends embarking for Quebec on the 22 Inst:",
      "(Private) Congratulation of Sir G. M. Appointments as Sec of State and the subject of his own Appointment to Canada."
    ],
    "tagName": ["Murray, George, Sir"]
  }
}
