{"373":{"tagDate":["[1877-01-01T00:00:00.000Z TO 1878-12-31T23:59:59.999Z]"],"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert Draft of an advertisement soliciting offers to sell Indian relics and a list of correspondents who possess them."]},"1103":{"tagDescription":["BUNNETT, Henry. Three watercolours of Tub Island, Blanc-Sablon and the Forteau Light-house."],"tagPerson":["BUNNETT, Henry"]},"432":{"tagPerson":["MACPHERSON, David Lewis Sir"],"tagDate":["1884-10-13T00:00:00.000Z"],"tagDescription":["MACPHERSON, Sir David Lewis. Letter from Sir Hector-Louis Langevin to Macpherson relating to school lands and half-breeds in the North West, 13 October 1884, (2 pages); letter from Macpherson to Langevin on the same topic, 13 October 1884 (1 page)."]},"1391":{"tagDate":["[1907-01-01T00:00:00.000Z TO 1908-12-31T23:59:59.999Z]"],"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert. Letters from Clarence Campbell Chipman, Chief Commissioner of the Hudson's Bay Company, to Bell and one to officers and clerks in charge of posts of the Southern Department of the company. The letters deal with cooperation between the Survey and the Company."]},"458":{"tagDate":["1899-01-01T00:00:00.000Z"],"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert Letter from William L.F. Addison, M.D., on the subjects of potholes and the disease of tuberculosis among the old Indians, 6 Jan. 1699."]},"860":{"tagPerson":["BELL, Robert"],"tagDate":["1887-04-01T00:00:00.000Z"],"tagDescription":["BELL, Robert Letter from John Ayton Gibson applying for a position on Bell's proposed survey of the Yukon, 1 April 1887."]},"725":{"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert Notes relating to Bell's study of Indian folklore consisting of bibliographical lists and references, names and addresses of missionaries among the Indians, and names and addresses of other authorities and societies dealing with Indians."]},"1070":{"tagDescription":["BELL, Robert. Letters from Jean Chrysostome Langelier, Superintendent of Forest Rangers in the Quebec Department of Lands, Forests, and Fisheries. Three are to Bell, one to James A. Smart, Deputy Minister of the Interior in Ottawa. Langelier acknowledges Bell's work on the Nottaway River and suggests it be renamed the Bell River. The letter to Smart criticizes Geological Survey of Canada reports for their inadequacies."],"tagDate":["[1900-01-01T00:00:00.000Z TO 1901-12-31T23:59:59.999Z]"],"tagPerson":["BELL, Robert"]},"1267":{"tagPerson":["BELL, Robert"],"tagDate":["1899-01-01T00:00:00.000Z"],"tagDescription":["BELL, Robert. Notebook containing copies of Indian legends transcribed by Bell, and notes on arctic wildlife and mines in the Algoma region."]},"1329":{"tagDescription":["BELL, Robert. Letters from Reginald Walter Brock, geologist and Bell's successor as Director of the Geological Survey of Canada, dealing with practical affairs of the Survey."],"tagPerson":["BELL, Robert"],"tagDate":["[1891-01-01T00:00:00.000Z TO 1908-12-31T23:59:59.999Z]"]},"719":{"tagDescription":["BELL, Robert Copy of letter from Matthew Oig to R.R. Beatty of the Hudson's Bay company asking for food, castor oil and a plug of tobacco, 4 September 1879."],"tagPerson":["BELL, Robert"],"tagDate":["1879-09-04T00:00:00.000Z"]},"854":{"tagPerson":["BELL, Robert"],"tagDate":["1885-10-07T00:00:00.000Z"],"tagDescription":["BELL, Robert Letter from J. MacDonald which includes mention of the loss of a Hudson's Bay Company ship loaded with furs, 7 October 1885."]},"381":{"tagDescription":["BELL, Robert A collection of documents and letters regarding boundary and geological surveys in the Yukon and Northwest Territories."],"tagPerson":["BELL, Robert"],"tagDate":["[1882-01-01T00:00:00.000Z TO 1909-12-31T23:59:59.999Z]"]},"1089":{"tagPerson":["BELL, Robert"],"tagDate":["1907-01-01T00:00:00.000Z"],"tagDescription":["BELL, Robert. Four letters from H.E. Porter, asking for analyses of some ore samples and recounting the story of a disputed claim known as the Porter Group."]},"498":{"tagPerson":["BELL, Robert"],"tagDate":["[1861-01-01T00:00:00.000Z TO 1862-12-31T23:59:59.999Z]"],"tagDescription":["BELL, Robert Lists of plants of L'Orignal and Gaspé compiled by Robert Bell's brother, John Bell."]},"542":{"tagDescription":["BELL, Robert Correspondence between Britten Bath Osler, Barrister, and Robert Bell dealing largely with Bell's legal affairs including the settlement of his grandfather's estate. Two letters are written by Osler's partner H.C. Gwyn and describe how Osler was injured in an explosion."],"tagPerson":["BELL, Robert"],"tagDate":["[1868-01-01T00:00:00.000Z TO 1895-12-31T23:59:59.999Z]"]},"713":{"tagDescription":["BELL, Robert Letter from Asa-No-Wa-Quake-Zhick, Penetanguishene, 18 December 1871, to Alfred R.C. Selwyn, director of the Geological survey, asking Selwyn if he knowns where the former's son is. The letter was given by Selwyn to Robert Bell to answer."],"tagDate":["1871-01-01T00:00:00.000Z"],"tagPerson":["BELL, Robert"]},"1422":{"tagPerson":["PRINGLE, John Sir"],"tagDate":["[1760-01-01T00:00:00.000Z TO 1780-12-31T23:59:59.999Z]"],"tagDescription":["[PRINGLE, Sir John] Life of General James Wolfe, the conqueror of Canada: or, the elogium of that renowned hero, attempted according to the rule of eloquence with a monumental inscription, Latin and English, to perpetuate his memory, by Jxxx Pxxx, A.M., London, Boston, New England, 1760. 35 pages. The author is probably Sir John Pringle. Also, a reproduction of this book published in 1974 for Grant Woolmer Books of Montreal. Manuscript notes, author unknown, giving a brief account of Quebec harbour and the St. Lawrence River, citing Charlevoix, and discussing the Battle of the Plains of Abraham and the deaths of Wolfe and Montcalm, 1780's (10 pages)."]},"1237":{"tagDescription":["BELL, Mrs. Robert Letter from Mary G. Beatty, settler in Saskatchewan, describing life at Norway House, 8 January 1880."],"tagDate":["1880-01-08T00:00:00.000Z"],"tagPerson":["BELL, Robert Mrs."]},"174":{"tagDescription":["BELL, Robert Letters from John E. Ross soliciting Bell's help at finding work, and describing daily life in the Yukon; printed circular copy of Petroleum Regulations for Manitoba, the Northwest Territories and the Yukon Territory."],"tagDate":["[1904-01-01T00:00:00.000Z TO 1906-12-31T23:59:59.999Z]"],"tagPerson":["BELL, Robert"]},"368":{"tagDescription":["BELL, Robert Letters from John Beverley Robinson, Lieutenant-Governor of Ontario from 1880 to 1887, concerning specimens of copper ore and geological reports."],"tagPerson":["BELL, Robert"],"tagDate":["[1877-01-01T00:00:00.000Z TO 1889-12-31T23:59:59.999Z]"]},"1107":{"tagPerson":["BELL, Robert"],"tagDate":["[1864-12-31T23:59:59.999Z TO 1871-01-01T00:00:00.000Z]"],"tagDescription":["BELL, Robert. Two letters from James Richardson, a geologist: one dealing with personal matters and the other recommends Bell for a professorship at University of Queen's College. There is also a page of projected expenses for an expedition to the south side of the St. Lawrence River below Quebec City."]},"716":{"tagPerson":["BELL, Robert"],"tagDate":["1871-01-01T00:00:00.000Z"],"tagDescription":["BELL, Robert Document entitled Indian accounts 1871, listing accounts for supplies, artifacts and labour with 6 Indians."]},"756":{"tagPerson":["BELL, Robert"],"tagDate":["1877-05-18T00:00:00.000Z"],"tagDescription":["BELL, Robert Letters and telegrams from George F. Lount on a financial matter between Lount and Bell and on the subject of Lount's application to the position of Indian Agent for the Northwest Territories at Fort Pelly, 1877; letter from Bell to George Lount dealing with Lount's participation in one of Bell's expeditions, 8 May 1874; telegram from Bell to George Lount replying to questions from Lount, 18 May 1877."]},"1322":{"tagDescription":["BELL, Robert. Three letters from David Baxter, a Hudson's Bay Company agent, to Bell, discussing Indian legends."],"tagDate":["[1894-12-31T23:59:59.999Z TO 1895-01-01T00:00:00.000Z]"],"tagPerson":["BELL, Robert"]},"1067":{"tagDescription":["BELL, Robert. Letter from Nathan S. Potter, Jr., prospector, asking for a job reference and describing a trip from Fort Smith, N.W.T., to Edmonton, 29 January 1900."],"tagPerson":["BELL, Robert"],"tagDate":["1900-01-29T00:00:00.000Z"]},"951":{"tagPerson":["BELL, Robert"],"tagDate":["1897-01-01T00:00:00.000Z"],"tagDescription":["BELL, Robert. Two letters from Josiah Harris, dealing with arrangements for the DIANA expedition of that summer, including a meeting between Bell and Admiral Sir Albert Hastings Markham."]},"436":{"tagDescription":["BELL, Robert Three letters from Franz Boas on Canadian Indians and Inuit, 1891; typewritten and lithographed pages of a circular of instructions and a record blank including drawings of the human body, used by Boas for conducting his studies of native peoples; letter from F.W. Putnam to Robert Bell acknowledging the receipt of a collection of Eskimo clothing, etc., by the Columbia Museum of Chicago from Robert Bell, 1893."],"tagPerson":["BELL, Robert"],"tagDate":["[1891-01-01T00:00:00.000Z TO 1893-12-31T23:59:59.999Z]"]},"869":{"tagDate":["[1892-01-01T00:00:00.000Z TO 1898-12-31T23:59:59.999Z]"],"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert Correspondance de Théophile Michaud, explorateur et prospecteur, avec Bell, concernant du travail et des changements d'adresses; deux lettres de François Michaud, père de Théophile, et une copie de lettre de Bell à Théophile Michaud."]},"722":{"tagPerson":["BELL, Robert"],"tagDate":["1890-03-28T00:00:00.000Z"],"tagDescription":["BELL, Robert Letter from John Alexander MacKay on letterhead of the Church Missionary Society, Prince Albert (Saskatchewan) in reply to a request from Robert Bell for contributions to a proposed book on Indian folklore, 28 March 1890."]},"168":{"tagDescription":["BELL, Robert Letter from Lawrence J. Burpee, author and civil servant, asking Bell for photographs for use in an article on the Transcontinental Railway, 11 November 1904."],"tagDate":["1904-11-11T00:00:00.000Z"],"tagPerson":["BELL, Robert"]},"1084":{"tagPerson":["BELL, Robert"],"tagDate":["1904-01-01T00:00:00.000Z"],"tagDescription":["BELL, Robert. Letter from F.H. Lantz, asking Bell's help in ensuring a complete examination of the Diamond Vale coal deposits on Quilchena Creek, B.C."]},"1080":{"tagDate":["1902-09-04T00:00:00.000Z"],"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert. Letter from Thomas Gladman, son of George Gladman, explorer, suggesting that a railway serving James Bay ought to have its terminal at Albany rather than Moose Factory, 4 September 1902."]},"1417":{"tagPerson":["CHARTIER DE LOTBINIÈRE, René-Louis"],"tagDate":["1706-01-01T00:00:00.000Z"],"tagDescription":["CHARTIER DE LOTBINIÈRE, Nomination par Jacques Raudot, intendant de la Nouvelle-France, de René-Louis Chartier de Lotbinière comme son subdélégué pendant son absence, 16 mai 1706."]},"170":{"tagDescription":["BELL, Robert Letter from Adrien Gabriel Morice, soliciting Bell's interest in a new book by Morice, 24 November 1904."],"tagPerson":["BELL, Robert"],"tagDate":["1904-11-24T00:00:00.000Z"]},"863":{"tagDescription":["BELL, Robert Letters from Aeneas McCharles, mining pioneer, requesting information and discussing the Whitney conglomerate and his plans for retirement."],"tagPerson":["BELL, Robert"],"tagDate":["[1897-12-31T23:59:59.999Z TO 1905-01-01T00:00:00.000Z]"]},"1115":{"tagDescription":["CANADA, Records of dimensions, equipment, product of mines in British Columbia owned by Dunsmuir, Diggle, and Co., and by Vancouver Coal Mining and Land Co. (also called Vancouver Coal Co.). The mines filing reports are the Dunsmuir Coal Mine, Douglas Team at Newcastle Island, Wellington Colliery, Nanaimo Colliery. Also included are a letter from J.W. Powell to Charles Robb, and one from M. Bate to James Richardson, relating to these returns."],"tagDate":["[1871-01-01T00:00:00.000Z TO 1874-12-31T23:59:59.999Z]"],"tagPlace":["CANADA"]},"773":{"tagDate":["[1879-01-01T00:00:00.000Z TO 1896-12-31T23:59:59.999Z]"],"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert Letters from Donald C. McTavish, Hudson's Bay Company Agent, from Norway House, Moose Factory and Rupert's House, discussing life and events in the North and the receipt of Geological Survey reports from Bell."]},"363":{"tagDescription":["BELL, Robert Letter from Robert Scott concerning researchers into the languages of the Algonguin and Iroquois tribes, and other aboriginal peoples around the world, 15 January 1873."],"tagDate":["1873-01-15T00:00:00.000Z"],"tagPerson":["BELL, Robert"]},"1260":{"tagPerson":["BELL, Robert"],"tagDate":["[1884-12-31T23:59:59.999Z TO 1904-01-01T00:00:00.000Z]"],"tagDescription":["BELL, Robert. Letters from Collingwood Schreiber, Chief Engineer of Canadian Pacific Railways and later Chief Engineer of the Department of Railways and Canals concerning the use of a Grand Trunk railway car, and a question of magnetism. Also included are one letter from Schreiber to Hugh Fletcher, a geologist, and a copy of a letter from J. Hussey Williams to Sir Charles Tupper."]},"1101":{"tagPerson":["BELL, Robert"],"tagDate":["1912-07-14T00:00:00.000Z"],"tagDescription":["BELL, Robert. Letter from a Mademoiselle de Gauban du Mont of Nome, Alaska, requesting maps of the Atlin, B.C., mining district of 1902, 14 July 1912."]},"159":{"tagDate":["1901-01-01T00:00:00.000Z"],"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert Letter and telegram from Talbot Mercer Papineau, lawyer and soldier, giving an outline of Papineau's qualifications for survey work and some autobiographical information."]},"788":{"tagDescription":["BELL, Robert Lists of plants of Hudson's Bay, Michipicoten River, North of Lake Superior, Churchill and Nelson Rivers and Great Slave Lake collected by Robert Bell from 1879 to 1899. The lists were compiled by John Macoun of the Geological Survey."],"tagDate":["[1881-12-31T23:59:59.999Z TO 1899-01-01T00:00:00.000Z]"],"tagPerson":["BELL, Robert"]},"221":{"tagPerson":["BELL, James Mackintosh"],"tagDate":["1899-01-01T00:00:00.000Z"],"tagDescription":["BELL, James Mackintosh. A survey of the northwest arm of Great Slave Lake and part of the northeast arm toward Christie Bay, including notes, maps, and sketches (four notebooks)."]},"186":{"tagDate":["1907-07-11T00:00:00.000Z"],"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert Letter from Robert William Rutherford, soldier, thanking Bell for a copy of a geological report and some maps, 11 July 1907."]},"152":{"tagDescription":["BELL, Robert. Lettre de Gabriel-Joseph-Élie Breynat, missionnaire dans l'Athabaska, accompagnant l'envoi d'un silex de flèche, 1er août 1899."],"tagPerson":["BELL, Robert"]},"1405":{"tagDate":["1903-01-01T00:00:00.000Z"],"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert. Letter from Sir Thomas (later Baron) Shaughnessy, president of the Canadian Pacific Railway, introducing Jeremiah Curtin, an American translator and folklorist, 15 April 1903."]},"851":{"tagDate":["1882-01-01T00:00:00.000Z"],"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert List of birds identified at York Factory and on the Yukon River by Robert Bell in 1882. The list gives the common name of the bird, its scientific name, by whom it was named and the location of the sighting."]},"192":{"tagDescription":["BELL, Robert Two hand-drawn maps of the Fort McMurray, Alberta area, showing petroleum fields; notes by Bell on petroleum and natural gas."],"tagPerson":["BELL, Robert"],"tagDate":["[1904-01-01T00:00:00.000Z TO 1905-12-31T23:59:59.999Z]"]},"27":{"tagPerson":["BELL, Robert"],"tagDate":["[1897-01-01T00:00:00.000Z TO 1906-12-31T23:59:59.999Z]"],"tagDescription":["BELL, Robert A notebook, inscribed R. Bell, 1897: Vocabulary of Eskimo words in use at Ashe's Inlet, Hudson's Strait, presented by Capt. John Barry to Capt. Whiteley (of DIANA), 1896. The notebook also contains extracts from Franz Boas' Central Eskimos, a sketch by Johnny, an Inuit and notes on the Hudson's Bay Company steamer S.S. ERIC. Letter to Robert Bell from H.W. Hagemann, bookseller and importer on the subject of a dictionary of Eskimo language, 11 December 1894. Letter from Wilberforce Eames to A.S. Clark concerning an Eskimo language dictionary and a note to Robert Bell from A.S. Clark covering the information on such a dictionary, 1 May 1894. Four letters from Sheldon Jackson, U.S., General Agent for Education in Alaska, to Mr. J.C. Pilling of the American Bureau of Ethnology on the same subject, 1895, 1906, 1907. A manuscript of Eskimo vocabulary on words for geographical places, birds, animals, etc., 1897 (57 pages)."]},"857":{"tagPerson":["BELL, Robert"],"tagDate":["1886-07-21T00:00:00.000Z"],"tagDescription":["BELL, Robert Letter from Joseph Lofthouse, the first Anglican Bishop of Keewatin, informing Bell that he is moving to Fort Churchill, 21 July 1886."]},"1140":{"tagDescription":["BELL, Robert. Notebook of Bell's exploration of Northern Ontario in the summer of 1875, with about 30 maps of various rivers."],"tagDate":["1875-01-01T00:00:00.000Z"],"tagPerson":["BELL, Robert"]},"341":{"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert Draft of an article entitled Petroleum in Gaspé, outlining the history of Gaspé oil exploitation, and presenting optimistic prospects for its future."]},"1086":{"tagDate":["1905-10-30T00:00:00.000Z"],"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert. Letter from Clement S. Lewis, a prospector in the Yukon, thanking Bell for reports sent to him, and describing the isolation of the Yukon area at this time, 30 October 1905."]},"1407":{"tagDescription":["BELL, Robert. Two letters from Anita Newcomb McGee asking Bell about Wilson Foster's Yukon gold mining scheme, which she suspected of being fraudulent."],"tagPerson":["BELL, Robert"],"tagDate":["1907-01-01T00:00:00.000Z"]},"378":{"tagDescription":["BELL, Robert Memorandum from Sir John Henry Lefroy regarding compass variations on Lake Winnipeg in 1843-1844."],"tagPerson":["BELL, Robert"],"tagDate":["1880-01-01T00:00:00.000Z"]},"148":{"tagDescription":["BRABANT, Augustus-Joseph. Letter requesting provisions for Robert Bell's geological survey from the clerk of the Hudson's Bay Company at Resolution, together with a bill of lading for goods sent by the company, 16 July 1899. A transcription of the letter is reproduced in the Lande catalogue."],"tagPerson":["BRABANT, Augustus-Joseph"],"tagDate":["1899-07-16T00:00:00.000Z"]},"141":{"tagDate":["1899-05-29T00:00:00.000Z"],"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert Two letters of thanks from Captain Joseph Elzéar Bernier, 1899; draft of letter to Captain Bernier on the subject of reaching the North Pole, 29 May 1899."]},"189":{"tagPerson":["FRECHETTE, Howells"],"tagDate":["1908-01-01T00:00:00.000Z"],"tagDescription":["FRECHETTE, Howells Sketch map of coal deposits in the Crow's Nest area of British Columbia."]},"954":{"tagDescription":["BELL, Robert. Correspondence with Sir Clifford Sifton dealing primarily with matters and problems of the Geological Survey."],"tagDate":["[1897-01-01T00:00:00.000Z TO 1907-12-31T23:59:59.999Z]"],"tagPerson":["BELL, Robert"]},"154":{"tagPerson":["BELL, Robert"],"tagDescription":["BELL, Robert Two hand-drawn maps of the Sakastchewan River where it flows into Cedar Lake, with an explanatory note by Bell."]},"1052":{"tagPerson":["BELL, Robert"],"tagDate":["[1899-01-01T00:00:00.000Z TO 1901-12-31T23:59:59.999Z]"],"tagDescription":["BELL, Robert. Lettres de Théophile Michaud, explorateur et prospecteur d'or en Colombie-Britannique et au Yukon, concernant ses efforts pour trouver de l'or."]},"1241":{"tagDescription":["ORD, Lewis Redman. Poems in mimeographed reproductions, all humorous; copies of a farewell address to the offices of the Geological Corps by Ord, in different hands; copies of a letter from Survey officers on the occasion of Ord's retirement, in different hands."],"tagPerson":["ORD, Lewis Redman"],"tagDate":["1881-01-01T00:00:00.000Z"]},"463":{"tagDescription":["BELL, Robert Letters from Major William Wood, the majority of which deal with a paper Robert Bell was to present in 1904 to the Quebec Historical Society."],"tagPerson":["BELL, Robert"],"tagDate":["[1904-01-01T00:00:00.000Z TO 1912-12-31T23:59:59.999Z]"]},"941":{"tagDescription":["BELL, Robert. Four letters from William McGirr, asking Bell for reports on the Yukon gold districts and congratulating him on his promotion in 1901."],"tagDate":["[1900-12-31T23:59:59.999Z TO 1901-01-01T00:00:00.000Z]"],"tagPerson":["BELL, Robert"]},"477":{"tagDescription":["BELL, Robert A collection of 7 Indian legends brought together by Robert Bell. Six of the legends are manuscript copies; the seventh is typewritten in Iroquois: the legend of the Great Chicaree as related to Robert Bell by Charles Cook in the Indian Department dated Ottawa 23 April 1908; an Indian legend (typed in Iroquois) related to Robert Bell by L.L. Thompson; The Reward of Treachery dated September 30, 1914; A Bear Destroyed by conjuring; An Indian kills a Roaring Beast and The Big Skunk is Killed at Last; An Indian and his wife are Pursued by an Atoosh; An Indian Guide Story."],"tagDate":["[1912-01-01T00:00:00.000Z TO 1914-12-31T23:59:59.999Z]"],"tagPerson":["BELL, Robert"]}}