{
  "685": {
    "tagDate": ["[1889-01-01T00:00:00.000Z TO 1890-12-31T23:59:59.999Z]"],
    "tagPerson": ["BELL, Robert"],
    "tagDescription": [
      "BELL, Robert Letters to Bell from Walter Francklyn, a Hudson's Bay Company agent in the Northwest Territories, discussing his work and the collection of specimens for Bell. Also included are several financial statements and receipts, and a letter to Bell from Walter Francklyn's brother, Cyril Francklyn"
    ]
  },
  "673": {
    "tagDescription": [
      "BELL, Robert Letters from John Horden, first Anglican Bishop of Moosonee, about life at Moose Factory and the work of the church."
    ],
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1891-01-01T00:00:00.000Z TO 1892-12-31T23:59:59.999Z]"]
  },
  "65": {
    "tagDate": ["[1860-01-01T00:00:00.000Z TO 1875-12-31T23:59:59.999Z]"],
    "tagPerson": ["BELL, Robert"],
    "tagDescription": [
      "BELL, Robert Three Geological Survey notebooks listing mineral records and statistics for Newfoundland, Nova Scotia, New Brunswick, Quebec, Ontario, and British Columbia, chiefly for the period 1870-1874."
    ]
  },
  "1239": {
    "tagDescription": [
      "CRAMOISY, Sébastien Gravure au burin exécutée par Gilles Rousselet"
    ],
    "tagPerson": ["CRAMOISY, Sébastien"],
    "tagDate": ["1642-01-01T00:00:00.000Z"]
  },
  "487": {
    "tagDescription": [
      "BELL, Robert Statements of purchases made by Geological Survey parties from the Hudson's Bay Company, with prices."
    ],
    "tagDate": ["[1873-01-01T00:00:00.000Z TO 1906-12-31T23:59:59.999Z]"],
    "tagPerson": ["BELL, Robert"]
  },
  "1217": {
    "tagDescription": [
      "BELL, Robert Manuscript notebook describing Bell's trip up the Athabaska River to Lake Athabaska and up the Slave River in August of 1911. There are a few pages of miscellaneous notes at the beginning of the notebook."
    ],
    "tagDate": ["1911-01-01T00:00:00.000Z"],
    "tagPerson": ["BELL, Robert"]
  },
  "882": {
    "tagDate": ["[1883-01-01T00:00:00.000Z TO 1913-12-31T23:59:59.999Z]"],
    "tagPerson": ["BELL, Robert"],
    "tagDescription": [
      "BELL, Robert Letters from Roderick Ross MacFarlane, Hudson's Bay Company Chief Factor at Fort Chipewyan, giving details on the development of an amber mine at Cedar Lake, ornithology, and personal matters. There are also copies of letters from MacFarlane to the Minister of the Interior, a letter from Alphonse Gagnon, author, to Bell, and two hand maps of MacFarlane's claim on the Athabaska River and of the Cedar Lake amber deposits."
    ]
  },
  "476": {
    "tagDescription": [
      "BELL, Robert Two letters from W.B. Malloch, describing life at Moose Factory."
    ],
    "tagDate": ["[1873-01-01T00:00:00.000Z TO 1874-12-31T23:59:59.999Z]"],
    "tagPerson": ["BELL, Robert"]
  },
  "599": {
    "tagDescription": [
      "BELL, Mrs. Robert Personal letters from Mrs. S.J. Fortescue, recounting life at York Factory, Ile à la Crosse, and Moose Factory."
    ],
    "tagPerson": ["BELL, Robert Mrs."],
    "tagDate": ["[1879-01-01T00:00:00.000Z TO 1892-12-31T23:59:59.999Z]"]
  },
  "808": {
    "tagDescription": [
      "BELL, Robert Notebook of an expedition to Lake Temagami."
    ],
    "tagDate": ["1887-01-01T00:00:00.000Z"],
    "tagPerson": ["BELL, Robert"]
  },
  "1212": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["1909-07-13T00:00:00.000Z"],
    "tagDescription": [
      "BELL, Robert Letter from Harry V. Radford, journalist, author, and naturalist, detailing a trip to Fort McPherson, 13 July 1909."
    ]
  },
  "1101": {
    "tagDate": ["1896-01-01T00:00:00.000Z"],
    "tagPerson": ["BELL, Robert"],
    "tagDescription": [
      "BELL, Robert Notes by Bell on the surface geology of the Bell River area."
    ]
  },
  "840": {
    "tagDate": ["1893-01-01T00:00:00.000Z"],
    "tagPerson": ["BELL, Robert"],
    "tagDescription": [
      "BELL, Robert Address book kept by Bell, also containing lists of Indian artifacts and survey notes; a brief history of the Geological Survey of Canada."
    ]
  },
  "1137": {
    "tagDate": ["[1899-01-01T00:00:00.000Z TO 1909-12-31T23:59:59.999Z]"],
    "tagPerson": ["BELL, Robert"],
    "tagDescription": [
      "BELL, Robert Letters from Jabez Williams, a Hudson's Bay Company trader, concerning mining and Williams' travels in Northern Ontario."
    ]
  },
  "1115": {
    "tagDescription": [
      "BELL, Robert Letters from John Driver, an explorer, discussing explorations and mineral deposits in Northern Ontario. One letter deals with the Hannah Bay massacre."
    ],
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1895-01-01T00:00:00.000Z TO 1899-12-31T23:59:59.999Z]"]
  },
  "772": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["1884-02-21T00:00:00.000Z"],
    "tagDescription": [
      "BELL, Robert Letter from Charles Pratt, missionary in the Northwest Territories, mentioning the difficult situation of the Indians in general and of Chief Pay-a-pot (Piapot), a figure in the second Riel Rebellion, in particular, 21 February 1884."
    ]
  },
  "165": {
    "tagDescription": [
      "WELLER, W.H. Broadside advertising the sale of a farm in Ops, Ontario, with handwritten notes on it indicating that the sheet was used as evidence in a Chancery case, Brady vs. Wells, in 1871, in Lindsay, Ontario."
    ],
    "tagPerson": ["WELLER, W.H."],
    "tagDate": ["1870-01-01T00:00:00.000Z"]
  },
  "1180": {
    "tagDescription": [
      "Bell, Robert Letters and memoranda from Samuel R. Iserhoff, Hudson's Bay Company trader at Marten's Falls, discussing seasonal events such as thaws, migrations, and harvests, which were being recorded for Bell."
    ],
    "tagDate": ["[1902-01-01T00:00:00.000Z TO 1911-12-31T23:59:59.999Z]"],
    "tagPerson": ["Bell, Robert"]
  },
  "168": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1870-01-01T00:00:00.000Z TO 1902-12-31T23:59:59.999Z]"],
    "tagDescription": ["BELL, Robert Five address books."]
  },
  "1084": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1893-01-01T00:00:00.000Z TO 1900-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "BELL, Robert Lettres de Théophile Michaud, explorateur et prospecteur, concernant son travail aux mines de Ymir et des affaires personnelles."
    ]
  },
  "1243": {
    "tagDate": ["1741-01-01T00:00:00.000Z"],
    "tagPerson": ["COXE, William"],
    "tagDescription": [
      "COXE, William A Description of the English Province of Carolana by the Spaniards call'd Florida, and by the French, La Louisiane, by Daniel Coxe, printed for and sold by Olive Payne, at Horace's Head in Pope's Head Alley, Cornhill, 1741, 122 pages. Contains signature and notes of William Coxe."
    ]
  },
  "796": {
    "tagDescription": [
      "BELL, Robert Four letters from Joseph Fortescue, Hudson's Bay Company Chief Trader at York Factory and Chief Factor at Prince Albert, describing the fur trade and life at Moose Factory."
    ],
    "tagDate": ["[1885-01-01T00:00:00.000Z TO 1896-12-31T23:59:59.999Z]"],
    "tagPerson": ["BELL, Robert"]
  },
  "776": {
    "tagDescription": [
      "BELL, Robert Letter from Roderick Ross, Senior, Hudson's Bay Company trader, describing Ross' exploits during the 1885 Rebellion."
    ],
    "tagDate": ["1899-01-01T00:00:00.000Z"],
    "tagPerson": ["BELL, Robert"]
  },
  "540": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1874-01-01T00:00:00.000Z TO 1911-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "BELL, Robert Letters from Peter McKellar, a settler at Fort William, Ont., and geologist, concerning life in the area and professional matters."
    ]
  },
  "651": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1879-01-01T00:00:00.000Z TO 1899-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "BELL, Robert Letters and a telegram to Bell from Roderick Ross, Senior, Hudson's Bay Company trader, about personal matters and Ross's experiences in the 1885 Rebellion."
    ]
  },
  "739": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1883-01-01T00:00:00.000Z TO 1903-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "BELL, Robert Letters and two telegrams from J.K. MacDonald, a Hudson's Bay Company trader, containing details of the daily life of an employee at Norway and Oxford Houses."
    ]
  },
  "830": {
    "tagDate": ["1890-01-01T00:00:00.000Z"],
    "tagPerson": ["BELL, Robert"],
    "tagDescription": [
      "BELL, Robert Notebook of information on Northern Ontario Indians gathered from a Mr. Rae: names, religion, cannibalism."
    ]
  },
  "1158": {
    "tagDescription": [
      "GEMMILL, John Alexander Hand-drawn map depicting the Rupert's House area, intended to accompany a land application by the Albany River Pulp Co., with letters relating to the application and addressed to J.A Gemmill."
    ],
    "tagPerson": ["GEMMILL, John Alexander"],
    "tagDate": ["1900-01-01T00:00:00.000Z"]
  },
  "622": {
    "tagPerson": ["BELL, Robert"],
    "tagDate": ["[1879-01-01T00:00:00.000Z TO 1896-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "BELL, Robert Letters from William Woods, a Hudson's Bay company employee and later schoolteacher, about employment and the freezing of the Hayes and Nelson Rivers."
    ]
  }
}
