{
  "195": {
    "tagDescription": [
      "(no 36) Letter by Lord Monck informing Mr. Cist of exact dates of his appointment as Governor General of British North America in 1861 and Governor General of Canada in 1867. 1p"
    ],
    "tagDate": ["1867-01-01T00:00:00.000Z"],
    "tagPerson": ["Monk, Lord and his appointments."]
  },
  "329": {
    "tagPerson": ["Gordon, Thomas Sir", "General Murray and his brother"],
    "tagDate": ["1747-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 30) Bond signed by General Murray and his brother, Alexander, to Sir Thomas Gordon for the sum of £200. 3p"
    ]
  },
  "165": {
    "tagDescription": [
      "(no 27) Order of Governor Carleton to John Powell, Paymaster, to pay John Campbell, Superintendent of Indian Affairs, ^3,400 in dollars at 4/8 each. Interesting as quoting the value of dollars in the year 1778. 2p"
    ],
    "tagPerson": ["Governor Carleton", "Powell, John"],
    "tagDate": ["1778-01-01T00:00:00.000Z"]
  },
  "114": {
    "tagDescription": [
      "(no 14) Lettre du père Jacques Abgrall, Séminaire provincial des Recollets et agent pour la mission de lIle Royale, demandant que les missionnaires soient protégés. 2p"
    ],
    "tagPerson": ["Les missions de 1'lle Royale."],
    "tagDate": ["1755-01-01T00:00:00.000Z"]
  },
  "52": {
    "tagDate": ["1660-01-01T00:00:00.000Z"],
    "tagPerson": ["First Superior of St. Sulpice"],
    "tagDescription": [
      "(no 5) Acte notarié signé par Bassett, ancien avocat de Ville-Marie, et par lAbbé Gabriel Souart, premier supérieur de Saint-Sulpice. 3p"
    ]
  },
  "486": {
    "tagDate": ["1774-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 49) Lettre de lAbbé de Résie concernant les services de son fr`re dans les Régiments de la Marine au Canada. 2p"
    ]
  },
  "414": {
    "tagDescription": [
      "(no 33) Official and confidential report based on state papers prepared for the use of the House of Lords. It is a documentary summary, in chronological order, of the dispute between England and France concerning Acadia and Canada. The original, barely legible text, is followed by a typescript of the document. 53p"
    ],
    "tagDate": ["[1748-01-01T00:00:00.000Z TO 1756-12-31T23:59:59.999Z]"],
    "tagPerson": ["French encroachments in America."]
  },
  "319": {
    "tagDescription": [
      "(no 27) Document signé par Vachon De Belmont, supérieur de St-Sulpice concernant les rentes du Séminaire de Ville-Marie. Certificat dauthenticité de Raimbault avec le sceau de la juridiction de Montréal. 3p"
    ],
    "tagDate": ["1720-01-01T00:00:00.000Z"]
  },
  "503": {
    "tagDescription": [
      "(no 55) Documents signed by Dalhousie and countersigned by the Military Secretary, H.V. Darling, and the assistant Commissary, John Lane. Order to pay £93-18-2, amount of halfpay due to reduced officers residing in Canada. 2p"
    ],
    "tagDate": ["1826-01-01T00:00:00.000Z"],
    "tagPerson": ["Dalhousie"]
  },
  "177": {
    "tagDescription": [
      "(no 29) Andrew Stuarts letter, signed, to John Neilson concerning Mr. Strachans advertisement in the Quebec Gazette. 2p"
    ],
    "tagDate": ["1810-01-01T00:00:00.000Z"],
    "tagPerson": ["Neilson, John", "Stuart, Andrew"],
    "tagName": ["Stuart, Andrew"]
  },
  "199": {
    "tagDate": ["1886-01-01T00:00:00.000Z"],
    "tagPerson": ["Chapleau, Adolphe Sir"],
    "tagDescription": [
      "(no 38) Letter signed by Sir Adolphe Chapleau returning his thanks for his election as an honorary member of the Northwestern Historical Society."
    ]
  },
  "465": {
    "tagDate": ["1765-01-01T00:00:00.000Z"],
    "tagPerson": ["Brown, John", "Ross, George"],
    "tagDescription": [
      "(no 42) Letter of John Brown to George Ross that he has drawn on him for £75 6sh. in favour of Col. Haldimand, Governor of Three Rivers."
    ]
  },
  "230": {
    "tagDescription": [
      "(no 5) Document signé par Marguerite Mance, soeur de Jeanne Mance, qui a fondé lHôtel-Dieu de Montréal, dans lequel elle vend des rentes au Sieur Dolbeau, chanoine de Langres, en date du 3 septembre 1650. 2p"
    ],
    "tagDate": ["1650-01-01T00:00:00.000Z"]
  },
  "131": {
    "tagDate": ["1766-01-01T00:00:00.000Z"],
    "tagPerson": ["Davidson, Henry & Ross, George", "Murray, James Governor"],
    "tagDescription": [
      "(no 19) Letter signed by Governor James Murray to Henry Davidson and George Ross relating to the pay of soldiers who served in his regiment in America, dated 11 September 1766. 4p"
    ]
  },
  "313": {
    "tagDescription": [
      "(no 25) Nomination de François Vernien en tant de chanoine à Grenoble, par le roi Louis XIII. 2p"
    ],
    "tagDate": ["1620-01-01T00:00:00.000Z"]
  },
  "495": {
    "tagDescription": [
      "(no 53) Lettre de William Osgoode, juge en chef, Haut-Canada. 2p"
    ],
    "tagDate": ["1794-01-01T00:00:00.000Z"]
  },
  "126": {
    "tagPerson": ["Campagne de"],
    "tagDate": ["1756-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 15) Lettre signé par Machault (pour lequel la forteresse Machault fut nommé) au Chevalier de Vaudreuil exprimant la satisfaction du roi concernant sa gestion du campagne militaire. 1p"
    ]
  },
  "99": {
    "tagDescription": [
      "(no 12) Receipt dated 7 November 1722, signed by Lords Halifax and Onslow. 2p"
    ],
    "tagDate": ["1722-01-01T00:00:00.000Z"],
    "tagPerson": ["The Halifax Autograph"]
  },
  "236": {
    "tagDate": ["1652-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 6) Lettre de Feuquière, vice-roi de la Nouvelle- France au comte de Brienne concernant la propre défense de Verdun et la conduite illégale du maréchal de la Ferté. 4p"
    ]
  },
  "288": {
    "tagDescription": [
      "(no 20) Lettre de lIntendant Bégon à M. Bochart expliquant quil ne peut pas commander un navire mais quil est obligé à rester avec ses troupes. 3p"
    ],
    "tagDate": ["1691-01-01T00:00:00.000Z"]
  },
  "96": {
    "tagDescription": [
      "(no 11) Arrest du Conseil dÉtat du Roy concernant le commerce du castor dont le privilège est accordé à la Compagnie dOccident. Extrait des registres du Conseil dÉtat, 17 juill.1718. 2p"
    ],
    "tagDate": ["1718-01-01T00:00:00.000Z"],
    "tagPerson": ["Commerce du castor"]
  },
  "471": {
    "tagDate": ["1766-01-01T00:00:00.000Z"],
    "tagPerson": ["Murray, Walter", "General Murray"],
    "tagDescription": [
      "(no 44) promissory note by General Murray to Walter Murray at Quebec for £37. 13 s. with various endorsements. 2p"
    ]
  },
  "333": {
    "tagDate": ["1747-01-01T00:00:00.000Z"],
    "tagPerson": ["General Murray and his brother", "Gordon, Lord"],
    "tagDescription": [
      "(no 31) Declaration by General Murray that the bond signed by himself and his brother to Lord Gordon is on his account. 1p"
    ]
  },
  "481": {
    "tagDescription": [
      "(no 48) État de recettes et dépenses de la Congrégation de Notre-Dame de Montréal, signé par lAbbé de lIsle-Dieu et approuvé par la Supérieure de lOrdre de la Congrégation. 4p"
    ],
    "tagDate": ["1773-01-01T00:00:00.000Z"]
  },
  "216": {
    "tagDescription": [
      "(no 4) Octroi par la Compagnie de la Nouvelle- France à François de Lauzon, seigneur de Lirec, des droits de navigation dans le fleuve St-Laurent, dans la Nouvelle-France. Octroyés par le père de Lauzon à Chevrier & Francamp, propriétaires de lIle de Montréal. 3p"
    ],
    "tagDate": ["[1635-01-01T00:00:00.000Z TO 1640-12-31T23:59:59.999Z]"]
  },
  "118": {
    "tagDate": ["1764-01-01T00:00:00.000Z"],
    "tagPerson": ["Bigot"],
    "tagDescription": [
      "(no 16) Lettre du notaire du roi au duc de Choiseul lui annonçant la soumission de deux confédérés de Bigot: la Chauvignière, commandant du Fort Machault et Ronstai, magasinier du Fort Duquesne. 2p"
    ]
  },
  "511": {
    "tagDate": ["1718-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 10) Remarques sur le Gouvernement du Royaume durant les trois règnes de Henri IV, Louis XIII et Louis XIV (1718). Ce manuscrit provient de la bibliothèque de François Cordeys, trésorier général des Pays-Bas et contient beaucoup de détails personnels concernant ces trois rois, ca. 160 pages."
    ]
  },
  "214": {
    "tagDescription": [
      "(no 3) Ordre de Raoul Moreau, trésorier, pour payer à Jacques de Mansel £1 000 tournois. 1p"
    ],
    "tagPerson": ["Charles IX, roi de France"],
    "tagDate": ["1568-01-01T00:00:00.000Z"]
  },
  "295": {
    "tagDescription": [
      "(no 22) Titre des petits-enfants de Charles de la Tour, gouverneur de lAcadie. Acte notarié concernant la nomination du gardien (trustee) des enfants de Jacques de Saint-Etienne, sieur de la Tour, fils de Charles de la Tour. Le document fait mention de plus de 22 personnes, toutes bien connues en Acadie en 1699. le 10 octobre 1699. 4p"
    ],
    "tagDate": ["1699-01-01T00:00:00.000Z"]
  },
  "428": {
    "tagDescription": [
      "(no 34) Lettre de Machault à Vaudreuil, le 11 juillet 1755. 1p"
    ],
    "tagDate": ["1755-01-01T00:00:00.000Z"]
  },
  "430": {
    "tagDescription": [
      "(no 35) Lettre de Berryer, ministre de la Marine sous le roi Louis XV. 1p"
    ],
    "tagDate": ["1759-01-01T00:00:00.000Z"]
  },
  "43": {
    "tagDate": ["1558-01-01T00:00:00.000Z"],
    "tagPerson": ["De France, Henri II"],
    "tagDescription": [
      "(no 1) Ordre pour payer au trésorier de lArtillerie royale £200 pour transporter une maison en bois au camp royal. (Parchemin). 2p"
    ]
  },
  "212": {
    "tagDate": ["1532-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 2) Document signé par Ponchier concernant lachat and la transportation de 10 fûts de vin pour le roi François 1. 1p"
    ]
  },
  "121": {
    "tagDate": ["1764-01-01T00:00:00.000Z"],
    "tagPerson": ["Sentence by Murray and his council"],
    "tagDescription": [
      "(no 17) Important legal decision rendered by the Governor and his council in favour of a Quebec merchant, Houdan, and concerning a sentence of the Quebec Military Court. 2p"
    ]
  },
  "307": {
    "tagDate": ["1719-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 24) Lettre pastorale de Mgr de Saint-Vallier contre les individus qui shabillent en été sans pantalon. 4p"
    ]
  },
  "259": {
    "tagDescription": [
      "(no 13) Donation de £3 000 par Jeanne Leber de Ville-Marie à la Congrégation de Notre-Dame pour créer une société dadoration éternelle. 4p"
    ],
    "tagDate": ["1686-01-01T00:00:00.000Z"]
  },
  "57": {
    "tagDescription": [
      "(no 6) Document notarié signé par Jeanne de Schonberg et Roger du Plessis, fils de Madame de Guercheville. 1p"
    ],
    "tagDate": ["1660-01-01T00:00:00.000Z"],
    "tagPerson": ["Madame de Guercheville's son"]
  },
  "136": {
    "tagDescription": [
      "(no 20) Appeal of Messrs. Ord, Rowe and James to the Privy Council against a sentence of Governor Murray and his Council in favour of Anthony Peter Houdin, 30 Oct. 1766. 2p"
    ],
    "tagPerson": ["Privy Council", "Early Appeal to Privy Council"],
    "tagDate": ["1766-01-01T00:00:00.000Z"]
  },
  "432": {
    "tagDate": ["1762-01-01T00:00:00.000Z"],
    "tagPerson": [
      "British Officer",
      "Governors Gage & Burton, Carleton T Col."
    ],
    "tagDescription": [
      "(no 36) Letter from a British Officer stationed in Montreal giving interesting details ongarrison life and movements of the officers. Interesting information relating to Governors Gage and Burton, as well as Col. T. Carleton. The original letter is followed by a typescript. The name of the author of the letter is not available. 8p"
    ]
  },
  "128": {
    "tagDescription": [
      "(no 18) Lettre signée par le duc de Choiseul, ministre de Louis XV, à Balincourt, datée le 11 avril 1764. 2p"
    ],
    "tagDate": ["1764-01-01T00:00:00.000Z"]
  },
  "1127": {
    "tagDate": ["[1680-01-01T00:00:00.000Z TO 1721-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "(no 10) Mémoires de Dangeau. Notes extraites des mémoires de Dangeau par Madame la Comtesse de Délage en 1786. Gives illuminating sidelights on the Court of Louis XIV & Louis XV. Canada is occasionally mentioned, see pp. 20-21. 122 pages."
    ]
  },
  "476": {
    "tagDescription": [
      "(no 46) Lettre de lAbbé de Résie concernant son frère, un officier dans les troupes de la marine au Canada. 2p"
    ],
    "tagDate": ["1772-01-01T00:00:00.000Z"]
  },
  "149": {
    "tagDescription": [
      "(no 24). Messrs. Ord, Rowe and James write to explain their delay in not prosecuting their appeal and entrust their case to Fowler Walker, the well known barrister. 2p"
    ],
    "tagPerson": ["Walker, Fawler", "Protest against Privy Council's decision."]
  },
  "280": {
    "tagDate": ["1689-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 17) Document signé par le Révérend Huet de la Valinière, missionnaire en Nouvelle-France."
    ]
  },
  "474": {
    "tagPerson": ["Ross, George", "Governor Murray"],
    "tagDate": ["1767-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 45) Autograph receipt by Governor Murray to George Ross for the sum of £200. 1p"
    ]
  },
  "492": {
    "tagDescription": [
      "(no 52) First attempt to establish a bank in Canada. Prospectus for the establishment of a bank proposed by Phyn, Ellice and Inglis, of London; and Todd, McGill & Co., and Forsyth, Richardson & C., of Montreal, 21 March 1792. 2p "
    ],
    "tagDate": ["1792-01-01T00:00:00.000Z"]
  },
  "190": {
    "tagDescription": [
      "(no 33) Lettre de lAbbé Chaboillez traitant des difficultés ecclésiastiques entre Montréal et Québec concernant la construction dune église cathédrale à Montréal. 4p"
    ],
    "tagPerson": ["Québec-Montréal, difficultés ecclésiastiques"],
    "tagDate": ["1826-01-01T00:00:00.000Z"]
  },
  "8": {
    "tagDescription": [
      "(no 4) État des anoblis de la province de Normandie par la taxe des francs fiefs suivant la charte de 1470 (incluant à la page 68: État des anoblis de lannée 1628 en faveur de Canada confirmés par arrêts du Conseil des 16 avril et 19 des mois de septembre 1668\"). List of persons granted nobility in 1628 on account of Canadas colonization. 63p"
    ],
    "tagDate": ["1628-01-01T00:00:00.000Z"]
  },
  "183": {
    "tagDescription": [
      "(no 31) Autograph letter signed by F.A. LaRocque to Lt. Col. Gerald de Courcy in which he resigns his commissions of captain of militia. 2p"
    ],
    "tagDate": ["1815-01-01T00:00:00.000Z"],
    "tagPerson": ["De Courcy, Gerald Lt. Col.", "LaRocque, F.A."]
  },
  "160": {
    "tagDate": ["1774-01-01T00:00:00.000Z"],
    "tagDescription": ["(no 25) Lettre de Rochambeau concernant son fils. 1p"]
  },
  "49": {
    "tagDescription": [
      "(no 3) Lettre signée par Louis XIII, roi de France, dans laquelle il donne la permission à M. de la Maur de prendre le temps de soccuper des affaires personnelles, en date du février 1610. 2p"
    ],
    "tagPerson": ["Louis XIII"],
    "tagDate": ["1610-01-01T00:00:00.000Z"]
  },
  "275": {
    "tagDescription": [
      "(no 16) Document signé par lIntendant Bochart de Champigny avec sceau, concernant le Révérend de la Faye, sulpicien à Montréal. 3p"
    ],
    "tagDate": ["1689-01-01T00:00:00.000Z"]
  },
  "506": {
    "tagDescription": [
      "(no 58) Letter of the Marquess of Lorne from Kensington Palace, stating that he has the Mayoralty for one year. 1p"
    ],
    "tagDate": ["1885-01-01T00:00:00.000Z"],
    "tagPerson": ["Marquess"]
  },
  "201": {
    "tagDate": ["1890-01-01T00:00:00.000Z"],
    "tagPerson": ["The Marques of Dufferin.", "Austin, Alfred"],
    "tagDescription": [
      "(no 39) Letter signed by the Marquess of Dufferin, Governor of Canada, to his friend Alfred Austin who had sent him his last book. 6p"
    ]
  },
  "316": {
    "tagDescription": [
      "(no 26) Document signé par la Supérieure et les soeurs de lHôtel-Dieu de Montréal. Le Révérend Joseph Gabriel de la Fayette est nommé leur représentant à Paris. Parmi les signatures: les soeurs Charlotte Gallard, Françoise Gauche, Anne de St-Joseph, Geneviève Le Vasseur, Charlotte Boucherville et Marie Louise Laffrerée. 2p"
    ],
    "tagDate": ["1720-01-01T00:00:00.000Z"]
  },
  "46": {
    "tagPerson": ["Henri III"],
    "tagDate": ["1587-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 2) Ordre de Henri III, roi de France, adressé à M. de Poyanne. 2p"
    ]
  },
  "244": {
    "tagDate": ["1672-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 7) Lettre de la duchesse dAiguillon, fondatrice de lHôtel-Dieu, au Grand Duke lors du décès de sa femme. Avec sceau. 3p"
    ]
  },
  "207": {
    "tagDescription": [
      "(no 40). Letter signed by Dr. Wilfrid Grenfell relating to medical books offered from Bristol. 3p"
    ],
    "tagPerson": ["Grenfell, Wilfrid Dr.", "Medical Books"]
  },
  "456": {
    "tagDescription": [
      "(no 39) Receipts of £1.1, by William Spencer, coachman, on account of General Murray. 1p"
    ],
    "tagPerson": ["Spencer, William"],
    "tagDate": ["1764-01-01T00:00:00.000Z"]
  },
  "669": {
    "tagDescription": [
      "(no 34) Letterbook of Canadas Legislature. Legislative Assembly of Canada, Letterbook for the years 1855-1862. A series of letters replete with details on Parliamentary life. Interalia, see p. 412, members paid during the visit of the Prince of Wales; on p. 369, members want to cash cheques at once without calling at a bank; Speaker Smith claiming instant payment of £1,000, etc. Heavily waterdamaged in parts. Identified on microfilm as being volume 5. 448 pages"
    ],
    "tagDate": ["[1855-01-01T00:00:00.000Z TO 1862-12-31T23:59:59.999Z]"]
  },
  "59": {
    "tagDate": ["1706-01-01T00:00:00.000Z"],
    "tagPerson": ["Mgr de Saint Vallier"],
    "tagDescription": [
      "(no 7) Des rentes en faveur de Mgr de St-Vallier et lévêché de Québec à être procurées par la publication des mariages et des licences, daprès lÉdit du Roi en date du 4 avril 1704 8p"
    ]
  },
  "185": {
    "tagDescription": [
      "(no 32) Letter of N. Kirkland to Colonel de Salaberry informing him of his official appointment of Companion of the Bath and the forwarding of the badge. Also mentions the Duke of Kent. 3p"
    ],
    "tagPerson": [
      "Salaberry of Chateauguay",
      "Colonel de Salaberry",
      "N. Kirkland"
    ],
    "tagDate": ["1818-01-01T00:00:00.000Z"]
  },
  "162": {
    "tagDescription": [
      "(no 26) Licence signed by Governor Carleton to John Comfort to keep a tavern in Montreal for sale of wine and whiskey, 1 year, 5 April 1775. 2p"
    ],
    "tagPerson": ["Comfort, John", "Governor Carleton"],
    "tagDate": ["1775-01-01T00:00:00.000Z"]
  },
  "1190": {
    "tagDescription": [
      "(no 1) Manuscript entitled Geographia Praxis, from the library of [Renati Ti...É, Paris, 1689. Written in Latin about 1610, as Virginia is the only American colony mentioned. The part devoted to America, pp. 407-433, contains a description of New France or Canada and its aboriginal peoples. 433 pages."
    ],
    "tagDate": ["1610-01-01T00:00:00.000Z"]
  },
  "303": {
    "tagDescription": [
      "(no 23) Lettre de Pontchartrain concernant les missionnaires au Canada. 3p"
    ],
    "tagDate": ["1709-01-01T00:00:00.000Z"]
  },
  "489": {
    "tagDescription": [
      "(no 50) Lettre de lAbbé de lIsle-Dieu, directeur à Paris des Missions en Nouvelle-France, traitant de lAbbé Lefebvre. 2p"
    ],
    "tagDate": ["1774-01-01T00:00:00.000Z"]
  },
  "102": {
    "tagDescription": [
      "(no 13) Donation fait par Mgr Disced, ancien évêque de Québec, en faveur du Séminaire du Saint- Esprit pour promouvoir les missions canadiennes. Manuscrit sur parchemin. 20p"
    ],
    "tagPerson": ["Mgr Dosquet et les Missions."],
    "tagDate": ["1754-01-01T00:00:00.000Z"]
  },
  "324": {
    "tagDate": ["1746-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 28) Lettre signée par dArgenson, ministre de la guerre (1742-1757) à Bousquet, majeur du Régiment dEnghye, lui accordant cinq cent livres. 1p"
    ]
  },
  "267": {
    "tagDate": ["1688-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 15) Document par lequel lHôtel-Dieu devient le bénéficiaire dune annuité pour lhôpital. 5p"
    ]
  },
  "326": {
    "tagDescription": [
      "(no 29) Letter from William Shirley dated 27 December 1747 to the Rt. Hon. William Pitt, Paymaster General of His Majestys land forces regarding payment to certain merchants in London. ?p"
    ],
    "tagDate": ["1747-01-01T00:00:00.000Z"],
    "tagPerson": ["Shirley, William", "Pitt, William Rt. Hon."]
  },
  "146": {
    "tagDescription": [
      "(no 23) The Privy Council reports that on the Petition of Anthony Peter Houdan of Quebec, the appeal of Messrs. Ord, Rowe and James should be dismissed for non-prosecution. 3p"
    ],
    "tagDate": ["1767-01-01T00:00:00.000Z"],
    "tagPerson": ["Report of the Privy Council."]
  },
  "479": {
    "tagDescription": [
      "(no 47) Lettre de Rochambeau demandant un brevet daide-major surnuméraire au Régiment dAuvergne pour son fils. 2p"
    ],
    "tagDate": ["1772-01-01T00:00:00.000Z"]
  },
  "508": {
    "tagPerson": ["Unionist Oxford Graduates", "Dufferin, Lord"],
    "tagDate": ["1899-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 59) Autographed letter signed from Lord Dufferin, 29 April 1899, to the Unionist Oxford Graduates declining their invitation. 1p"
    ]
  },
  "264": {
    "tagDate": ["1688-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 14) Acte signé par le contrôleur le Peletier concernant une annuité achetée par les Soeurs de lHôtel-Dieu qui ont payé £15 000. 2p"
    ]
  },
  "168": {
    "tagPerson": ["Duke of Kent, Governor of Canada", "Major General Clarke"],
    "tagDate": ["1795-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Letter of the Duke of Kent to Major General Clarke regarding the state of preparedness for war and the idea of his appointment as Governor of Canada to succeed Dorchester. 6p"
    ]
  },
  "256": {
    "tagDescription": ["(no 9) Signature (le 21 décembre 1675) de Colbert. 2p"],
    "tagDate": ["1675-01-01T00:00:00.000Z"]
  },
  "283": {
    "tagDescription": [
      "(no 19) Document signé par la Supérieure et les soeurs de lHôtel-Dieu de Montréal. M. Maury est nommé leur représentant à Paris. Portant la signature du notaire, J. Papineau, père de Louis-Joseph Papineau. 4p"
    ],
    "tagDate": ["1691-01-01T00:00:00.000Z"]
  },
  "139": {
    "tagDate": ["1766-01-01T00:00:00.000Z"],
    "tagPerson": ["Murray, James General"],
    "tagDescription": [
      "(no 21) Letter signed by General James Murray, Governor of Canada in which he suggests that to do the right thing...a little more cash will be necessary. 2p"
    ]
  },
  "252": {
    "tagDate": ["1672-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 8) Document concernant M. de Quélus, ladversaire de Mgr de Laval, qui a obtenu du roi un ordre de le faire retourner en France. 2p"
    ]
  },
  "451": {
    "tagDescription": [
      "(no 38) Bill of sale of a state coach carved and gilt, with ornaments, for the use of General Murray, Governor of Canada. Full of details. Original and transcript. 2p"
    ],
    "tagDate": ["1764-01-01T00:00:00.000Z"]
  },
  "468": {
    "tagDescription": [
      "(no 43) Document relating to the fur trade in Canada, and the importation of goods and wines from France by way of Spain and Jersey. 2p"
    ],
    "tagDate": ["1765-01-01T00:00:00.000Z"]
  },
  "498": {
    "tagPerson": ["Bigsby, John J."],
    "tagDate": ["1820-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 54) Notes on some love affairs in Quebec by John J. Bigsby, author of the Shoe and Canoe or Pictures of Travel in the Canadas, who toured the country round 1820."
    ]
  },
  "179": {
    "tagDescription": [
      "(no 30) Receipt for pay and property tax signed by Lieutenant General James Forbes who later was the commanding officer in Nova Scotia, 1810. Pay-roll signed by Sir George Arthur, and Col. Buchnall Estcourt, Commander of the Niagara Frontier, 1839. 3p"
    ],
    "tagPerson": ["Military commanders."],
    "tagDate": ["[1810-01-01T00:00:00.000Z TO 1839-12-31T23:59:59.999Z]"]
  },
  "446": {
    "tagDate": ["1764-01-01T00:00:00.000Z"],
    "tagPerson": ["General Murray"],
    "tagDescription": [
      "(no 37) List of goods amounting to £136-5-10 bought by General Murray for military and official uniforms as Governor of Canada. 4p"
    ]
  },
  "197": {
    "tagDescription": [
      "(no 37) Letter of E. Poirier telling Laurier that he is leaving at his office the sixth volume of the History of Canada which is not paid. He asks that Laurier forward him the price which is four dollars. 1p"
    ],
    "tagPerson": ["Poirier, E.", "Laurier & Canadian History at $4."],
    "tagDate": ["1884-01-01T00:00:00.000Z"]
  },
  "142": {
    "tagDescription": [
      "(no 22) His Majesty the King on advice of the Privy Council dismisses the appeal of Messrs. John Ord, Jacob Rowe and William James, dated 24 July 1767. 2p"
    ],
    "tagDate": ["1767-01-01T00:00:00.000Z"],
    "tagPerson": ["Dismissal of Canadian Appeal"]
  },
  "88": {
    "tagDescription": [
      "(no 9) Compte rendu dune réunion du Conseil de la Marine (qui a dirigé les affaires du Canada après 1715). Se rapporte au voyage au Mexique par le Sieur de Saint-Denis et réclamant la partie occidentale de la Louisiane suite aux explorations de La Salle. Signé par le prince de Bourbon, oncle du roi, et le maréchal dEstrées, vice-roi du Canada. 7p"
    ],
    "tagDate": ["1716-01-01T00:00:00.000Z"],
    "tagPerson": ["Canadiens au Mexique et dans la Louisiane"]
  },
  "292": {
    "tagDescription": [
      "(no 21) Document signé par le sulpicien, Charles de Breslay, et lIntendant Bochart de Champigny 2p"
    ],
    "tagDate": ["1696-01-01T00:00:00.000Z"]
  },
  "70": {
    "tagDescription": [
      "(no 8) Liste dofficiers de marine dans le nord de la France, signé par Louis XIV et le ministre Phelypeaux, dont plusieurs ont servi au Canada. 12p"
    ],
    "tagPerson": ["Naval officers serving in Canada"]
  },
  "461": {
    "tagPerson": ["Miller, Philip"],
    "tagDate": ["1765-01-01T00:00:00.000Z"],
    "tagDescription": [
      "(no 41) Directions about planting horse radishes according to Philip Miller, probably sent to General Murray by his brother. 3p"
    ]
  },
  "458": {
    "tagDate": ["1765-01-01T00:00:00.000Z"],
    "tagPerson": ["Col. Haldimand"],
    "tagDescription": [
      "(no 40) Letter of exchange for £70.6 signed by Col. Haldimand, Governor of Three Rivers. 2p"
    ]
  }
}
