{"944":{"tagDescription":["(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Justice Department 3. Judges"]},"312":{"tagDescription":["(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Governor General"]},"488":{"tagDescription":["(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Imperial Federation"]},"250":{"tagDescription":["(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively French Language"]},"338":{"tagDescription":["(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Imperial Conference"]},"45":{"tagDescription":["(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Fisheries"]},"523":{"tagDescription":["(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Imperial Status"]},"240":{"tagDescription":["(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Forestry"]},"938":{"tagDescription":["(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Iron and Steel Industry"]},"943":{"tagDescription":["(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Justice Department 2. Composition of Courts","(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Justice Department 1. Criminal Codes & Cases"]},"369":{"tagDescription":["(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Immigration"]},"336":{"tagDescription":["(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Honours"]},"741":{"tagDescription":["(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Intercolonial Ry."]},"917":{"tagDescription":["(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Institute Canadian"]}}