{
  "916": {
    "tagDescription": [
      "RANDALL, Robert Letter from D'Arcy Boulton promising to send 6 to 8 barrels of flour by boat, 15 June 1805. A typescript of the letter is available."
    ],
    "tagPerson": ["RANDALL, Robert"],
    "tagDate": ["1805-06-15T00:00:00.000Z"]
  },
  "537": {
    "tagDate": ["1800-07-16T00:00:00.000Z"],
    "tagPerson": ["MERRITT, Nehemiah"],
    "tagDescription": [
      "MERRITT, Nehemiah Letter from Thomas Merritt to his brother, Nehemiah Merritt, Jr., describing the goodness of the land and requesting luxury items such as spirits and sugar to be brought to him when his brother comes for a visit, 16 July 1800."
    ]
  },
  "1002": {
    "tagPerson": ["LIMOGES, Toussaint"],
    "tagDate": ["1811-01-01T00:00:00.000Z"],
    "tagDescription": [
      "LIMOGES, Toussaint 1811 Commission signed by Thomas Dunn appointing Toussaint Limoges as a Public Notary for the Province of Lower Canada."
    ]
  },
  "156": {
    "tagPerson": ["PANET, Jean-Antoine"],
    "tagDescription": [
      "PANET, Jean-Antoine Adresse en français et en anglais des représentants de la Chambre d'assemblée du Bas-Canada au lieutenant-gouverneur Simcoe relative à leur appui au «bill» qui établit un fonds pour payer les salaires des officiers du Conseil législatif et pour défrayer leurs dépenses, imposant ainsi un droit sur tous les vins importés dans la province de Québec, signée par Antoine Panet, orateur de la Chambre, Québec, 6 mai 1793."
    ]
  },
  "994": {
    "tagPerson": ["BOUCHETTE, Joseph"],
    "tagDate": ["1810-09-20T00:00:00.000Z"],
    "tagDescription": [
      "BOUCHETTE, [Joseph] Lettre de Michel-Eustache-Gaspard Chartier de Lotbinière faisant parvenir à [Joseph] Bouchette le serment ainsi qu'un acte de vente de John Smith d'une terre située dans le canton de Newton, 20 septembre 1810."
    ]
  },
  "402": {
    "tagDescription": [
      "DESROCHES, Ambroise 1796 Opposition à l'homologation d'un procès-verval concernant une route dans la concession de Saint-Augustin, opposition faite au nom d'Ambroise Desroches par A. Caron."
    ],
    "tagPerson": ["DESROCHES, Ambroise"],
    "tagDate": ["1796-01-01T00:00:00.000Z"]
  },
  "164": {
    "tagDescription": [
      "HOLLAND, Samuel Three letters to Samuel Holland: one letter by A.L. Wilson concerns a debt, 12 March 1794; another letter by R. Chambers is requesting a payment to Mr. William Von Denvelden, 10 February 1795; and the third letter from Josiah Cass is a request of employment as a surveyor, 11 February 1794."
    ],
    "tagPerson": ["HOLLAND, Samuel"],
    "tagDate": ["[1794-01-01T00:00:00.000Z TO 1795-12-31T23:59:59.999Z]"]
  },
  "922": {
    "tagDate": ["1806-01-20T00:00:00.000Z"],
    "tagDescription": [
      "GREAT BRITAIN: Privy Council Copy of a decision concerning a court action relating to a concession of land on the seigniory of Longueuil, dated at the Court of the Queens Palace, 20 January 1806."
    ],
    "tagPlace": ["GREAT BRITAIN"]
  },
  "171": {
    "tagDescription": [
      "CANADA, Convoys going to and from Memorial petitioning for convoys going to Quebec and Canada or from Quebec or Canada by London and Canadian merchants seeking protection for their ships, ca.1774-1794."
    ],
    "tagDate": ["[1774-01-01T00:00:00.000Z TO 1794-12-31T23:59:59.999Z]"]
  },
  "1021": {
    "tagPlace": ["LOWER CANADA STATUTES"],
    "tagDescription": [
      "LOWER CANADA STATUTES Acts for the relief of insane, invalids and infirms together with the support of foundlings in the district of Quebec, 1814-1830. It consists mainly in a series of 8 documents appointing commissioners. Among those appointed are James Fisher, Joseph Plante, Thomas Wilson, Claude Denechau, Louis Montizambert, William Holmes, Jean Bélanger, Bishop George Jehoshaphat Mountain and Mgr Joseph Signay."
    ],
    "tagDate": ["[1814-01-01T00:00:00.000Z TO 1830-12-31T23:59:59.999Z]"]
  },
  "541": {
    "tagDescription": [
      "QUESNEL, famille Correspondance, s.d., 1781-1808. 17 pages. Correspondance familiale à l'époque de l'établissement au Canada de Joseph Quesnel avec des amis et des membres de la famille à Saint-Malo et au Canada, s.d., 1781-1789. Notons en particulier une lettre de Marie-Josephte Deslandes, épouse de Joseph Quesnel, à son mari probablement à l'époque du voyage de ce dernier dans la vallée du Mississipi, s.d. Des transcriptions dactylographiées sont disponibles pour la plupart des lettres.",
      "QUESNEL, famille Succession de Jules-Maurice Quesnel, 1833-1868. 112 pages. Documents légaux, reçus, états de compte, assurances et divers autres documents relatifs à la succession de Jules-Maurice Quesnel, 1833-1868. On trouve aussi une copie du contrat de mariage entre Mélanie Quesnel, fille de Joseph Quesnel, et de Côme-Séraphin Cherrier, 17 novembre 1833.",
      "QUESNEL, famille Manuscrits, originaux, s.d. 1,5 cm. Un cahier comprenant des copies de certains poèmes de Joseph Quesnel et divers poèmes écrits sur feuilles détachées, s.d., de même qu'un cahier comprenant un texte en prose, s.d."
    ],
    "tagDate": ["[1833-01-01T00:00:00.000Z TO 1868-12-31T23:59:59.999Z]"],
    "tagPerson": ["QUESNEL, famille"]
  },
  "910": {
    "tagDescription": [
      "CALDWELL, Henry 1803 Order of payment addressed by Sir Robert Shore Milnes to Henry Caldwell for George Heriot, deputy Post Master-General."
    ],
    "tagPerson": ["CALDWELL, Henry"],
    "tagDate": ["1803-01-01T00:00:00.000Z"]
  },
  "950": {
    "tagPerson": ["COFFIN, Sir Thomas Aston"],
    "tagDate": ["1807-06-26T00:00:00.000Z"],
    "tagDescription": [
      "COFFIN, Sir Thomas Aston Letter to an unknown recipient offering some money for the leasing of a grist mill at Cape La Magdeleine, 26 June 1807. "
    ]
  },
  "438": {
    "tagDescription": [
      "MARSHALL, John George Manuscript entitled Reflections on a visit to my native place, being the first part of the principal portion of human suffering (composed in youthful days, ca.1800 (59 pages).",
      "MARSHALL, John George Also included is a lecture given to the Department of English at Acadia University by Lawrence Montague Lande entitled John George Marshall, a philosophical poet, 2 November 1960, together with notes and letters relating to the subject, 1918-1960 (54 pages)."
    ],
    "tagDate": ["[1918-01-01T00:00:00.000Z TO 1960-12-31T23:59:59.999Z]"],
    "tagPerson": ["MARSHALL, John George"]
  },
  "404": {
    "tagDescription": [
      "PHILIBERT, Michel Déposition légale d'André Hamel, domestique chez James Tod, contre Michel Philibert accusé d'un menu larcin, passée devant J. Blackwood, juge de paix, 26 février 1796."
    ],
    "tagPerson": ["PHILIBERT, Michel"]
  },
  "169": {
    "tagDescription": [
      "KEMBLE, Stephen Letter from Jeffrey Amherst in reply to Kemble's request for regiments, mentioning Sir Frederick Haldimand's death, 21 June 1794."
    ],
    "tagDate": ["1794-06-21T00:00:00.000Z"],
    "tagPerson": ["KEMBLE, Stephen"]
  },
  "781": {
    "tagPerson": ["FORETIER, Pierre"],
    "tagDate": ["1801-03-13T00:00:00.000Z"],
    "tagDescription": [
      "FORETIER, Pierre Certificat de bonne conduite remis à Pierre Foretier et signé par Michel Clouet, François Gauvreau, et Gabriel Côté, 13 mars 1801."
    ]
  },
  "985": {
    "tagDescription": [
      "PYKE, George Letter from Herman Witsius Ryland sending a transcript of the Proceedings of the Commissioners of the Jesuit estates, 3 November 1809."
    ],
    "tagPerson": ["PYKE, George"],
    "tagDate": ["1809-11-03T00:00:00.000Z"]
  },
  "1015": {
    "tagDate": ["1813-01-01T00:00:00.000Z"],
    "tagPerson": ["WEBER, Frederick"],
    "tagDescription": [
      "WEBER, [Frederick] Letter of Frederick Weber to an unknown recipient giving a vivid account of his departure from Malta, his arrival in Halifax, describing the cities of Halifax and Quebec and mentioning some of the war of 1812 events."
    ]
  },
  "952": {
    "tagDate": ["[1808-05-17T00:00:00.000Z TO 1808-06-10T23:59:59.999Z]"],
    "tagPerson": ["MONK, Ethel"],
    "tagDescription": [
      "MONK, Ethel Journal of a trip undertaken by Ethel and Ann Monk, embarking on the ship ROBERT at Halifax and then travelling by land from Quebec, 17 May 1808 - l0 June 1808. A typescript of the journal is also available."
    ]
  },
  "913": {
    "tagDescription": [
      "PYKE, George 1805 Une transcription de cette lettre est reproduite dans le catalogue Lande."
    ],
    "tagPerson": ["PYKE, George"],
    "tagDate": ["1805-01-01T00:00:00.000Z"]
  },
  "526": {
    "tagDescription": [
      "BOUCHETTE, Joseph Le document se trouve à l'Université McGill, Montréal."
    ],
    "tagPerson": ["BOUCHETTE, Joseph"]
  },
  "159": {
    "tagDescription": [
      "DUNLOP, James Vente de potasse par Denis-Benjamin Viger à James Dunlop, 1793. Une transcription dactylographiée du texte est aussi disponible."
    ],
    "tagDate": ["1793-01-01T00:00:00.000Z"],
    "tagPerson": ["DUNLOP, James"]
  },
  "221": {
    "tagDescription": [
      "VIGER, Denis-Benjamin Documents relatifs à la carrière politique de Denis-Benjamin Viger, 1799-1829. Originaux, 8 pages. Commission by Robert Prescott to Denis-Benjamin Viger to be an Attorney and Council, 1799 (2 pages); commission d'enseigne des milices de la ville de Montréal présentée à Denis-Benjamin Viger par Sir Robert Shore Milnes, 1800 (2 pages); acte certifiant que Denis-Benjamin Viger et William McGillivray ont été élus membres de l'Assemblée du Bas-Canada, 1808 (2 pages); letter of Sir James Kempt asking to Denis-Benjamin Viger if he will be willing to hold a seat in the Upper House of the Legislature, 1829 (2 pages).",
      "VIGER, Denis-Benjamin Une transcription dactylographiée du testament de Denis-Benjamin Viger est aussi disponible.",
      "VIGER, Denis-Benjamin Documents divers, 1756-1827. Originaux, 2.5 cm. Reçu daté du 17 décembre 1795 et remis à Denis-Benjamin Viger, 1795 (2 pages); copie du testament de Denis-Benjamin Viger en date du 24 octobre 1756 (4 pages); document intitulé «Procédé de certains souscripteurs associés aux fins d'acheter une presse et les instruments nécessaires pour publier le journal anglais le Canadian Spectator, 1824-1827 (40 pages); brouillon d'histoire générale couvrant la période allant de Louis XV à Napoléon, s.d. (2.5 cm). Une table des matières et un index des événements suivent à la fin du manuscrit."
    ],
    "tagDate": ["[1756-01-01T00:00:00.000Z TO 1827-12-31T23:59:59.999Z]"],
    "tagPerson": ["VIGER, Denis-Benjamin"]
  },
  "184": {
    "tagDescription": [
      "HOLLAND, Samuel Lettre de François Baby réclamant un remboursement pour un arpentage non effectué dans le comté de Sherrington, 1795."
    ],
    "tagPerson": ["HOLLAND, Samuel"],
    "tagDate": ["1795-01-01T00:00:00.000Z"]
  },
  "797": {
    "tagDate": ["1802-06-21T00:00:00.000Z"],
    "tagPerson": ["REID, James"],
    "tagDescription": [
      "REID, James Letter from Benjamin Hart authorizing James Reid to act as his attorney in a law suit involving Frederick William Ermatinger, 21 June 1802"
    ]
  },
  "429": {
    "tagDescription": [
      "RICHARD, Marianne Certificat de bonne conduite signé par Laurent Amiot en faveur de Marianne Richard, femme de Pierre Maquet, au sujet d'une demande de permis de vendre des boissons, 4 juin 1796."
    ],
    "tagPerson": ["RICHARD, Marianne"]
  },
  "527": {
    "tagDescription": [
      "TOWNSHEND, George, 1er marquis Townshend 1800 Une transcription et une traduction anglaise de cette lettre sont reproduits dans le catalogue Lande.",
      "TOWNSHEND, George, 1er marquis Townshend 1800 Lettre de Martin Chiniquy faisant état de ses services et demandant une commission d'enseigne pour son fils, Joseph."
    ],
    "tagDate": ["1800-01-01T00:00:00.000Z"],
    "tagPerson": ["TOWNSHEND, George"]
  },
  "533": {
    "tagDescription": [
      "BÉDARD, Pierre-Stanislas 1800 Motion for a writ of certiorari regarding a government homologation for a bridge between Northumberland and Quebec counties and over the Montmorency River. P.-S. Bédard is acting on the part of Louis Gagnon, Joseph Parent and other inhabitants of l'Ange-Gardien, Château-Richer, Sainte-Anne and Saint-Joachim."
    ],
    "tagDate": ["1800-01-01T00:00:00.000Z"],
    "tagPerson": ["BÉDARD, Pierre-Stanislas"]
  },
  "187": {
    "tagPlace": ["Nova Scotia"],
    "tagDescription": [
      "GESNER FAMILY, Nova Scotia Correspondence and papers, of Abraham Gesner and other members of the Gesner family, relating to land, business and family affairs, 1795-1862."
    ],
    "tagDate": ["[1795-01-01T00:00:00.000Z TO 1862-12-31T23:59:59.999Z]"],
    "tagPerson": ["GESNER FAMILY"]
  },
  "998": {
    "tagDescription": [
      "PYKE, George 1811 Une transcription de ce document est reproduite dans le catalogue Lande."
    ],
    "tagDate": ["1811-01-01T00:00:00.000Z"],
    "tagPerson": ["PYKE, George"]
  },
  "991": {
    "tagDate": ["1810-01-01T00:00:00.000Z"],
    "tagPerson": ["BERTHELOT, Michel-Amable d'Artigny"],
    "tagDescription": [
      "BERTHELOT, Michel-Amable d'Artigny 1810 Reçu signé par Michel Berthelot, agent des biens des Jésuites, pour une somme de monnaie reçue de Mme Lynd, veuve de D. Lynd."
    ]
  },
  "407": {
    "tagDescription": [
      "PRESCOTT, Robert Letter patent to Robert Prescott revoking the appointment of Sir Guy Carleton and appointing him Governor-in-Chief of Nova Scotia and of the Islands of St. John and Cape Breton, 28 February 1796.",
      "PRESCOTT, Robert A contemporary copy is also available, 1796."
    ],
    "tagPerson": ["PRESCOTT, Robert"],
    "tagDate": ["1796-02-28T00:00:00.000Z"]
  },
  "927": {
    "tagDescription": [
      "ROBE, William Two epic poems describing William Robe's life in Quebec, with the author's literary argument on both poems. The poems include description of the agricultural conditions, occupation of the peasants, reflections on the Canadian police, the markets and other details of the social life, undated but the paper is water-marked 1806."
    ],
    "tagDate": ["1806-01-01T00:00:00.000Z"],
    "tagPerson": ["ROBE, William"]
  },
  "790": {
    "tagPerson": ["CALDWELL, Henry"],
    "tagDate": ["1804-07-11T00:00:00.000Z"],
    "tagDescription": [
      "CALDWELL, Henry Vente d'un emplacement par Michel Dubord à Joseph Roi, document légal préparé par Alexandre Dumas, 1794. Henry Caldwell certifia la transaction finale, 1802, (cette dernière partie du document est rédigée en anglais); receipt made up to Maurice Blondeau, agent to the Jesuit estates, signed by Henry Caldwell, 11 July 1804"
    ]
  },
  "908": {
    "tagDescription": [
      "FRASER, [Alexander] Letter from Roderick MacKenzie discussing local gossip, 17 October 1803."
    ],
    "tagPerson": ["FRASER, Alexander"],
    "tagDate": ["1803-10-17T00:00:00.000Z"]
  },
  "435": {
    "tagDescription": [
      "CHARLAND, Louis 1798 Plan et rapport d'arpentage dressés par Louis Charland lors de la cause de Louis Laine contre Jacques Lefebvre au sujet des limites de leur terre dans les seigneuries de Lauzon et de Beauchamp (paroisse de Saint-Charles)."
    ],
    "tagDate": ["1798-01-01T00:00:00.000Z"],
    "tagPerson": ["CHARLAND, Louis"]
  },
  "9": {
    "tagDescription": [
      "FANNING, Edmund ca.1791-1792 Two documents relating to the charges of corruption against Edmund Fanning as Lieutenant-Governor of Prince Edward Island, and entitled In the Prosecution of the Lieut. Governor of the Island of St. John - The Lieut. Governor's defence with affidavits in support thereof with Supplemental remarks by Lieut. Governor Fanning."
    ],
    "tagDate": ["[1791-01-01T00:00:00.000Z TO 1792-12-31T23:59:59.999Z]"],
    "tagPerson": ["FANNING, Edmund"]
  },
  "988": {
    "tagDate": ["1809-01-01T00:00:00.000Z"],
    "tagPerson": ["SIMCOE, Elizabeth Posthuma"],
    "tagDescription": [
      "SIMCOE, Elizabeth Posthuma, born Gwillim Posthuma ca. 1809 Etching of a portrait of Poccane, a Miami Chief, attributed to E. Simcoe in an oval, mounted on contemporary blue paper, watermarked 1809, accompanied by a note concerning Mrs. Simcoe."
    ]
  },
  "1005": {
    "tagDate": ["1812-05-29T00:00:00.000Z"],
    "tagPerson": ["MUNSDELL, Alexander"],
    "tagDescription": [
      "MUNSDELL, Alexander Letter from Thomas Douglas Selkirk requesting material containing Mr. Cruise's opinions on two cases and Mr. Scarlett's opinion on one case, 29 May 1812."
    ]
  },
  "784": {
    "tagDescription": [
      "BELL, James Certificate signed by Moses Hazen stating that the Act of Limitarton does not apply to James Bell and reporting on his good conduct, 21 October 1801."
    ],
    "tagPerson": ["BELL, James"],
    "tagDate": ["1801-10-21T00:00:00.000Z"]
  },
  "1011": {
    "tagPerson": ["RYLAND, Herman Witsius"],
    "tagDate": ["1819-03-16T00:00:00.000Z"],
    "tagDescription": [
      "RYLAND, Herman Witsius Letter to Jonathan Sewell expressing his happiness on his recovery and discussing local gossip, 16 March 1819."
    ]
  },
  "799": {
    "tagDescription": [
      "CHAUSSEGROS DE LÉRY, Louis-René 1802 Procuration désignant Louis-René Chaussegros de Léry comme exécuteur testamentaire au nom des héritiers de Joseph-Gaspard de Chaussegros de Léry et de Marie-Louise Martel de Brouage. Le notaire Félix Têtu a signé la procuration qui a été contresignée par Jacques-Philippe Saveuse de Beaujeu, époux de Catherine Chaussegros de Léry."
    ],
    "tagPerson": ["CHAUSSEGROS DE LÉRY, Louis-René"],
    "tagDate": ["1802-01-01T00:00:00.000Z"]
  },
  "5": {
    "tagPerson": ["ANTHROBUS, John"],
    "tagDate": ["1792-01-01T00:00:00.000Z"],
    "tagDescription": [
      "ANTHROBUS, John 1792 «Signification du procès-verbal et Protestation» de John Anthrobus de Berthier contre Jean-Baptiste Piet qui ne s'est pas soumis à un jugement rendu antérieurement par la Cour au sujet d'une propriété."
    ]
  },
  "432": {
    "tagDescription": [
      "NEILSON, John Note, written in the third person, to John Neilson from George Heriot, requesting a copy of Powers of Attorney, 9 July 1796."
    ],
    "tagPerson": ["NEILSON, John"],
    "tagDate": ["1796-07-09T00:00:00.000Z"]
  },
  "805": {
    "tagPlace": ["Lower Canada"],
    "tagPerson": ["Court of Kin'gs Bench"],
    "tagDate": ["[1795-01-01T00:00:00.000Z TO 1811-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "LOWER CANADA: Court of King's Bench, District of Montreal Manuscript copy of the Rules and Orders of His Majesty's Court of Kings Bench made and published on the first day of April 1795 being the first day of term at Montreal, Province of Lower Canada. A table of contents precedes the volume together with a roll of attornies, 1771-1810. A handwritten notes states that these rules have been discarded after 1811."
    ]
  }
}
