{
  "170": {
    "tagDescription": [
      "PLAMONDON, Louis 1828 Une liste dactylographiée du titre des volumes est disponible avec le document."
    ],
    "tagDate": ["1828-01-01T00:00:00.000Z"],
    "tagPerson": ["PLAMONDON, Louis"]
  },
  "543": {
    "tagDescription": [
      "COFFIN, William Foster Four issues of the Canadian Monthly and National Review in which articles by or about William Foster Coffin appear, 1875-1877; an issue of Scribner's Monthly Illustrated Magazine, March 1881; an issue of the New England Historical and Genealogical Institute entitled The Private Correspondence of Lieut. Col. Coffin during the Rebellion of 1837, 1890-1892; newspaper clipping on the death of William Foster Coffin together with funeral notice, 27 and 28 January 1878 (5 cm)."
    ],
    "tagPerson": ["COFFIN, William Foster"],
    "tagDate": ["1878-01-27T00:00:00.000Z"]
  },
  "191": {
    "tagDate": ["1825-08-25T00:00:00.000Z"],
    "tagPerson": ["COCHRAN, Andrew William"],
    "tagDescription": [
      "COCHRAN, Andrew William Petition adressed to Andrew William Cochran by Robert Christie, acting as agent for James, Philip and John Roberts, owners of the seigniory of Grand River in the district of Gaspé, requesting that these persons be allowed to pledge featly to the governor of the province, 25 August 1825."
    ]
  },
  "194": {
    "tagDate": ["1880-06-06T00:00:00.000Z"],
    "tagPerson": ["COFFIN, William Foster"],
    "tagDescription": [
      "COFFIN, William Foster Album containing poems by W.F. Coffin together with monograms, crests, emblems, photographs, receipts and other family ephemeria; manuscript book of poetry and loose pieces of verses, drafts of speeches of William Foster Coffin, ca.1828-1890 (5cm). Worth of notice is a letter in French from Jean-Nicolas Laverlochère, 6 June 1880 (2 pages)."
    ]
  },
  "446": {
    "tagPerson": ["COFFIN, William Foster"],
    "tagDescription": [
      "COFFIN, William Foster Two volumes entitled The Life of Admiral Sir Isaac Coffin (Boston, 1886) by Thomas C. Amory and A Life of Lord Lyndhurst (London, 1884), by Sir Theodore Martin, both books containing a dedication note (5 cm)."
    ]
  },
  "740": {
    "tagPerson": ["LYTEL, D.B."],
    "tagDescription": [
      "LYTEL, D.B. or Little s.d. A group of poems, plays, notes and other works inspired by the customs and geography of the places visited by the author in America and Europe, among which some poems relating to Canada entitled Forest Songs are worth noticing, n.d. A typescript of the part entitled Forest Songs is available with the document."
    ]
  },
  "166": {
    "tagPerson": ["VALLIÈRES DE SAINT-RÉAL, Joseph-Rémi"],
    "tagDate": ["1829-01-01T00:00:00.000Z"],
    "tagDescription": [
      "VALLIÈRES DE SAINT-RÉAL, Joseph-Rémi 1829 Souscription pour un dîner en l'honneur de Joseph-Rémi Vallières de Saint-Réal. Parmi les quarante-cinq signatures, soulignons les noms de George VanFelson, Charles Panet, Joseph-François Perrault et W. Smith."
    ]
  }
}
