{
  "232": {
    "tagPerson": ["GIFFARD DE MONCEL, Robert"],
    "tagDate": ["[1647-01-01T00:00:00.000Z TO 1667-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "GIFFARD DE MONCEL, Robert Concession de terre par la Compagnie de la Nouvelle France à Robert Giffard, 1647, et donation de terre par Robert Giffard aux pères Jésuites, 1667."
    ]
  },
  "198": {
    "tagDate": ["1550-01-01T00:00:00.000Z"],
    "tagPerson": ["THEVET, Andre"],
    "tagDescription": [
      "THEVET, André [1550] Le Grand Insulaire et pilotage d'André Thevet angoumoisin, cosmographe du Roy, dans lequel sont contenus plusieurs plants d'isles habitées, et déshabitées, et description d'icelles». La dernière partie de l'ouvrage comprend un lexique de mots français et indiens."
    ]
  },
  "271": {
    "tagPerson": ["DUGUÉ DE BOISBRIAND, Michel-Sidrac"],
    "tagDate": ["1672-01-01T00:00:00.000Z"],
    "tagDescription": [
      "DUGUÉ DE BOISBRIAND, Michel-Sidrac 1672 Une transcription imprimée partielle de ce texte est reproduite dans le catalogue Lande."
    ]
  },
  "264": {
    "tagDate": ["[1653-01-01T00:00:00.000Z TO 1671-12-31T23:59:59.999Z]"],
    "tagPerson": ["LAMBERT, Eustache"],
    "tagDescription": [
      "LAMBERT, Eustache 1653-1671 Transaction par laquelle Eustache Lambert se libère de sa redevance seigneuriale dans la seigneurie de Lauzon. L'acte d'achat comprend aussi une copie de l'acte d'achat de 1653 chez le notaire Gilles Rageot."
    ]
  },
  "283": {
    "tagDescription": [
      "COLBERT, Jean-Baptiste [1680] Lettre de François de Laval à Jean-Baptiste Colbert au sujet de ses démêlés avec Louis de Buade de Frontenac."
    ],
    "tagDate": ["1680-01-01T00:00:00.000Z"],
    "tagPerson": ["COLBERT, Jean-Baptiste"]
  },
  "246": {
    "tagPlace": ["MONTREAL, île de: colonisation"],
    "tagDescription": [
      "Entente entre la société Notre-Dame de Paris, le gouverneur et les colons de l'île de Montréal assurant que de l'argent, des hommes et de l'équipement seront envoyés afin de renforcir la colonie contre les attaques des Indiens. Cités dans le document, notons en particulier les noms de Paul de Chomedey de Maisonneuve, Jeanne Mance, Jean-Jacques Olier, Jérôme de La Dauversiè re, Louis d'Ailleboust, Gaston de Renty. Le document est signé par André Bourret et Monsieur de Chaussière, 4 mars 1653."
    ],
    "tagDate": ["1653-03-04T00:00:00.000Z"]
  },
  "304": {
    "tagDescription": [
      "HERTEL DE COURNOYER, Jacques 1693 Ratification d'une commission d'enseigne accordée à Jacques Hertel de Cournoyer."
    ],
    "tagPerson": ["HERTEL DE COURNOYER, Jacques"],
    "tagDate": ["1693-01-01T00:00:00.000Z"]
  },
  "704": {
    "tagDescription": [
      "MORAVIAN MISSIONS, Labrador Copy of chapters 149-236 of the Idea Fidei Fratrum 111, written in Inuit, ca.1817-1825."
    ],
    "tagPerson": ["MORAVIAN MISSIONS, Labrador"],
    "tagDate": ["[1817-01-01T00:00:00.000Z TO 1825-12-31T23:59:59.999Z]"]
  },
  "241": {
    "tagDescription": [
      "CHAUVIGNY DE LA PELTRIE, Marie-Madeleine de 1652 Décision en faveur de Mme de La Peltrie et des «Dames abesses et des religieuses» dans une cause entre Mme de La Peltrie et Françoise Le Ber."
    ],
    "tagDate": ["1652-01-01T00:00:00.000Z"],
    "tagPerson": ["CHAUVIGNY DE LA PELTRIE, Marie-Madeleine de"]
  },
  "847": {
    "tagPerson": ["MORAVIAN MISSIONS, Labrador"],
    "tagDate": ["1810-01-01T00:00:00.000Z"],
    "tagDescription": [
      "MORAVIAN MISSIONS, Labrador Apparently a contemporary copy written in Inuit, of the Nalegapta that was first published in London in 1810 entitled Nalegapta Jesusib Kristusib Piulijipta Pinniarningit I. Johannesib Okausingita Tussannertut Pigiarniksanget, Joh. 1, 1-18, ca.1810."
    ]
  },
  "253": {
    "tagDescription": [
      "KEMPTHORNE, John Document signed by Prince Rupert appointing John Kempthorne rear-admiral of the blue squadron, 9 June 1666. Accompanying the document is a portrait of Rupert, published 29 November 1682."
    ],
    "tagPerson": ["KEMPTHORNE, John"],
    "tagDate": ["[1666-06-09T00:00:00.000Z TO 1682-11-29T23:59:59.999Z]"]
  },
  "249": {
    "tagPerson": ["COURBIN, David"],
    "tagDate": ["1665-01-01T00:00:00.000Z"],
    "tagDescription": [
      "COURBIN, David 1665 Concession de terre par Jean Madry à David Courbin en la seigneurie de Notre-Dame-des-Anges, passée devant le notaire Paul Vachon."
    ]
  },
  "320": {
    "tagPerson": ["BECK, Ludwig J."],
    "tagDate": ["1720-01-01T00:00:00.000Z"],
    "tagDescription": [
      "The manuscript of a Biblical History apparently written by Ludwig J. Beck, ca.1720."
    ]
  },
  "257": {
    "tagPerson": ["BECQUET, Romain"],
    "tagDate": ["1668-01-01T00:00:00.000Z"],
    "tagDescription": [
      "BECQUET, Romain 1668 Document concernant le transfert et la concession d'une terre probablement dans la seigneurie d'Argenteuil."
    ]
  },
  "307": {
    "tagDate": ["1879-01-01T00:00:00.000Z"],
    "tagPerson": ["HOFFENTHAL, Archives of"],
    "tagDescription": [
      "HOFFENTHAL, Archives of Catalog of the Archives of Hoffenthal, listing 478 items and divided into five sections identified by colour, 1879: l. History (Green) ll. Religious books and manuscripts (Red) lll.Sciences, including Theology (Blue) lV. Biography (Yellow) V. Books in the Eskimo Language (Pink)."
    ]
  },
  "302": {
    "tagDate": ["1689-10-15T00:00:00.000Z"],
    "tagPerson": ["MARGANE DE LAVALTRIE, Séraphin"],
    "tagDescription": [
      "MARGANE DE LAVALTRIE, Séraphin Citation militaire soulignant la bonne conduite du sieur de Lavaltrie et signée par Jacques-René Brisay de Denonville et le sieur [Jofflin], 15 octobre 1689."
    ]
  },
  "228": {
    "tagPerson": ["GIFFARD DE MONCEL, Robert"],
    "tagDate": ["1646-01-01T00:00:00.000Z"],
    "tagDescription": [
      "GIFFARD DE MONCEL, Robert 1646 Rapport médical décrivant l'état des blessures de Jacques Régneault."
    ]
  },
  "292": {
    "tagDescription": [
      "ALTON, Trenette Vente et substitution de rente par Pierre Lusseau et sa femme, de Pointe-aux-Trembles, à Trenette Alton, veuve de Barthelemy Vinet dit Larente, 26 juin 1688."
    ],
    "tagPerson": ["ALTON, Trenette"]
  },
  "226": {
    "tagDescription": [
      "ALEXANDER, Sir William, Earl of Stirling Engraved map of New England, Canada and Nova Scotia, London [1624]"
    ],
    "tagDate": ["1624-01-01T00:00:00.000Z"],
    "tagPerson": ["ALEXANDER, Sir William"]
  },
  "288": {
    "tagDescription": [
      "BRISAY DE DENONVILLE, Jacques-René de 1687 Lettre signée par Louis XIV, roi de France, et contresignée par Jean-Baptiste Colbert mentionnant le traité du 16 novembre 1686 et les pourparlers diplomatiques en Angleterre et à la baie d'Hudson, de même que défendant à Denonville d'attaquer les Anglais."
    ],
    "tagDate": ["[1676-11-16T23:59:59.999Z TO 1687-01-01T00:00:00.000Z]"],
    "tagPerson": ["BRISAY DE DENONVILLE, Jacques-René de"]
  },
  "573": {
    "tagDescription": [
      "BETZ, -- . Commentaries on the Old Testament, written in Inuit by Mr. Betz, [n.d.]."
    ],
    "tagPerson": ["BETZ, -- ."]
  },
  "277": {
    "tagPerson": ["BUADE DE FRONTENAC ET DE PALLUAU, Louis de"],
    "tagDate": ["1677-03-23T00:00:00.000Z"],
    "tagDescription": [
      "BUADE DE FRONTENAC ET DE PALLUAU, Louis de Ordonnance de Louis de Buade, comte de Palluau et de Frontenac rappelant que les assemblées non officielles sont interdites, 23 mars 1677."
    ]
  },
  "280": {
    "tagDescription": [
      "DUPRÉ, Pierre 1682 Concession de terre par Joseph-Antoine Le Febvre de La Barre, terre située sur le Saint-Laurent près de la Baie Saint-Paul."
    ],
    "tagPerson": ["DUPRÉ, Pierre"],
    "tagDate": ["1682-01-01T00:00:00.000Z"]
  }
}
