{"252":{"tagDescription":["WOOSTER, David Parole of honour of Philip Loch, promising not to do anything against the united colonies during the present controversy between them and Great Britain, signed by David Wooster, Brigadier General, 3 February 1776."],"tagDate":["1776-02-03T00:00:00.000Z"],"tagPerson":["WOOSTER, David"]},"720":{"tagDate":["1830-11-04T00:00:00.000Z"],"tagPerson":["COFFIN, William Foster"],"tagDescription":["COFFIN, William Foster. Indentureship of William Foster Coffin as clerk at the office of Charles Richard Ogden and Alexander Buchanan, advocates and attorneys, 4 November 1830."]},"936":{"tagDescription":["MONTREAL AND BYTOWN RAILROAD Draft prospectus of the proposed Montreal and Bytown Railroad, May 1853, 26 pages. Section of a document relating to [Alexandre-Maurice Delisle] and the proposed Montreal and Bytown Railroad, [n.d.], 1 page."],"tagPerson":["MONTREAL AND BYTOWN RAILROAD"]},"557":{"tagDate":["1803-01-25T00:00:00.000Z"],"tagPerson":["MONDELET, Jean-Marie"],"tagDescription":["MONDELET, Jean-Marie. Déposition, devant le juge Mondelet, de Guillaume Chevalier de Lorimier au sujet de menaces proférées à son endroit par Thomas Arakouinte."]},"634":{"tagPlace":["MONTRÉAL (Québec), Règlements de police"],"tagDate":["1808-07-10T00:00:00.000Z"],"tagDescription":["MONTRÉAL (Québec), Texte au brouillon de règlements qui ont été amendés ainsi que de nouveaux règlements adoptés lors d'une séance des sessions générales de la paix tenue à Montréal le 10 juillet 1808."]},"549":{"tagPlace":["BERTHIER (Quebec)"],"tagDescription":["BERTHIER (Quebec), Draft of regulations of police for the village of Berthier."],"tagDate":["1802-01-01T00:00:00.000Z"]},"679":{"tagDate":["1810-08-10T00:00:00.000Z"],"tagDescription":["MONTREAL (Quebec), Copy of tariff of fees for the public crier in the city and suburbs of Montreal, 10 August 1810."],"tagPlace":["MONTREAL (Quebec), Public crier"]},"247":{"tagPerson":["BEAUMONT, Marguerite"],"tagDescription":["BEAUMONT, Marguerite Lettre de [Jean-Baptiste] Lemoine à son épouse [Marguerite Beaumont] donnant de ses nouvelles lors du siège de Québec, 6 août 1759."]},"219":{"tagDate":["1684-03-29T00:00:00.000Z"],"tagPerson":["GAULTIER DE COMPORTÉ,"],"tagDescription":["GAULTIER DE COMPORTÉ. Commissaire des magasins du roi, prévôt de la Maréchaussée, commissaire de la marine. Lettre de monsieur de Comporté, probablement au gouverneur Jacques de Meulles, 29 mars 1684."]},"197":{"tagPerson":["TARDIVEL, Jules-Paul"],"tagDate":["[1885-12-31T23:59:59.999Z TO 1902-01-01T00:00:00.000Z]"],"tagDescription":["TARDIVEL, Jules-Paul Six lettres de l'abbé George Dugas au sujet de l'affaire Riel, des écoles du Manitoba et de Mgr Bourget.","TARDIVEL, Jules-Paul. Lettre de Mgr Vital-Justin Grondin au sujet de la publication d'une lettre dans La Vérité relative aux Métis, 2 février 1902; lettre d'Henry Tielemans incluant deux articles dont l'un sur la situation des Métis et l'autre sur la situation de la population de langue française dans l'Ouest canadien."]},"822":{"tagPerson":["FITZWILLIAM, Earl"],"tagDate":["1840-01-01T00:00:00.000Z"],"tagDescription":["FITZWILLIAM, Earl 1840 Printed copy of a letter to the Earl Fitzwilliam from the directors of the North American Colonial Association of Ireland relating to the present position of the association and their views with regard to the future conduct of their affairs."]},"224":{"tagDescription":["SÉGUIN, Jacques Reçus de l'abbé Priat pour les frais funéraires, de [Claude] de Saint-Olive pour les remèdes fournis et d'Honoré [Dany(?)] pour avoir fait le cercueil de Jacques Séguin.","DOMERGUE, -.Lettre de M. Duplessis au sujet de la maison qu'il loue de M. de Longueuil à un prix trop élevé pour la bourse qu'il reçoit, 13 mars 1691."],"tagDate":["1715-03-13T00:00:00.000Z"],"tagPerson":["SÉGUIN, Jacques","DOMERGUE, -."]},"292":{"tagDescription":["BACHA, Louis (dit verte feuille) Déclaration de Louis Bacha, dit verte feuille, attestant qu'il a crié trois dimanches consécutifs la vente de deux terres de feu Baptiste Belleque à Louis Jean et à Louis Lesage, 13 août 1780."],"tagPerson":["BACHA, Louis (dit verte feuille)"]},"630":{"tagPlace":["MONTRÉAL (Québec), Chemins"],"tagDescription":["MONTRÉAL (Québec), Projet de règlements pour le grand-voyer, le député grand-voyer, l'inspecteur des chemins et ponts de la ville et paroisse de Montréal, [après ou vers 1808]."]},"149":{"tagPerson":["TENURE SEIGNEURIALE"],"tagDescription":["TENURE SEIGNEURIALE Placard des membres du Comité permanent de la convention sur la tenure seigneuriale s'adressant aux délégués des paroisses et autres citoyens des seigneuries et reproduisant une copie d'une requête adoptée par la convention qui pourrait être soumise aux trois branches de la Législature, Montréal, 5 avril 1851."]},"731":{"tagDescription":["HAYS, [Moses Judah]. Letter to [Moses Judah] Hays, magistrate in Montreal, from F. Scipord, complaining of a powder magazine at Côte Saint-Antoine in Montreal belonging to Eustache Provost, 2 May 1838."],"tagDate":["1838-05-02T00:00:00.000Z"],"tagPerson":["HAYS, [Moses Judah]."]},"107":{"tagPerson":["MONTREAL HERALD AND DAILY COMMERCIAL GAZETTE"],"tagDate":["1839-04-10T00:00:00.000Z"],"tagDescription":["MONTREAL HERALD AND DAILY COMMERCIAL GAZETTE Lord Durham's Report on the Affairs of Canada. From the Earl of Durham, Her Majesty's High Commissioner, to the Queen's Most Excellent Majesty, London, 31 January 1839 in the Montreal Herald and Daily Commercial Gazette, vol. XXXI, 10 April 1839."]},"321":{"tagDescription":["NOUVELLE-LONGUEUIL et SOULANGES, seigneuries Sentence de la Cour des plaidoyers communs du district de Montréal, à la suite de la requête de Joseph Lemoine, sieur de Longueuil et seigneur de Soulanges, ordonnant aux tenanciers des seigneuries de Nouvelle-Longueuil et de Soulanges de mettre en valeur leurs terres et d'y tenir feu et lieu sous peine d'être reconcédées à de nouveaux tenanciers, 12 novembre 1792; dépenses encourues par monsieur de Longueuil pour le bornage de sa seigneurie de 1772 à 1797, 18 avril 1799."],"tagDate":["[1792-01-01T00:00:00.000Z TO 1799-12-31T23:59:59.999Z]"],"tagPerson":["NOUVELLE-LONGUEUIL et SOULANGES, seigneuries"]},"700":{"tagPerson":["HEYWOOD, Captain Peter"],"tagDate":["1819-04-15T00:00:00.000Z"],"tagDescription":["HEYWOOD, Captain Peter. Letter from Sir John Ross asking for Heywood's opinion of Ross' book, [A Voyage of Discovery...] and criticizing the seaworthiness of H.M.S. GRIPER, Sir William Edward Parry's ship, which was about to embark on a voyage to verify Ross' finding, 15 April 1819."]},"831":{"tagDescription":["MONTREAL (Quebec), Petition for calling out troops to preserve the peace at the election polls in Montreal, and opinions relating to that question, 15 to 20 April 1844."],"tagDate":["[1844-04-15T00:00:00.000Z TO 1844-04-20T23:59:59.999Z]"],"tagPlace":["MONTREAL (Québec)"]},"705":{"tagPlace":["District de Montréal"],"tagPerson":["BAS-CANADA, Cour des Sessions de la paix "],"tagDate":["1823-01-01T00:00:00.000Z"],"tagDescription":["BAS-CANADA, Cour des Sessions de la paix, District de Montréal Procès-verbaux d'assemblées spéciales des magistrats de la Cour des sessions de la paix de Montréal afin de remédier aux charivaris qui existent la nuit dans les rues de Montréal."]},"970":{"tagDate":["[1851-01-01T00:00:00.000Z TO 1865-12-31T23:59:59.999Z]"],"tagPerson":["MONTREAL RAILROAD CAR COMPANY"],"tagDescription":["MONTREAL RAILROAD CAR COMPANY Correspondence, receipts, inventory of material, accounts, claims, printed legal documents of lawsuits against the company, annuel meetings of stockholders, etc."]},"611":{"tagDescription":["LOWER CANADA, Court of Sessions of the Peace, District of Montreal Warrant of sale of chattels of Adam Klein, for failing to pay his road tax."],"tagDate":["1806-12-17T00:00:00.000Z"],"tagPlace":["LOWER CANADA"]},"151":{"tagDescription":["LAMBARD, Thomas Letter from William Spragge of the Indian Office, Crown Lands Department, Ottawa, to Thomas Lambard in Boston informing him that lands on the ceded portion of Manitoulin Island will be open for sale, 13 June 1866. A small printed advertisement is included with the letter, 21 May 1866."],"tagPerson":["LAMBARD, Thomas"],"tagDate":["1866-05-21T00:00:00.000Z"]},"101":{"tagPerson":["MORRISON, ---"],"tagDate":["1838-09-29T00:00:00.000Z"],"tagDescription":["MORRISON, --- Letter from Major John Richardson to Mr. Morison in Quebec City, 29 September [1838]."]},"210":{"tagDate":["1769-03-27T00:00:00.000Z"],"tagPerson":["DUCHESNEAU, Jacques"],"tagDescription":["DUCHESNEAU, Jacques . Copie d'une ordonnance du 15 juin 1680 de Jacques Duchesneau, sur les droits seigneuriaux, certifiée avoir été lue et publiée par les notaires Jacques Bourdon, en 1680, et François Racicot, les 12 février et 27 mars 1769."]},"215":{"tagPerson":["CABAZIÉ, Pierre"],"tagDescription":["CABAZIÉ, Pierre. Accusé de réception signé par Cabazié au nom et comme procureur de Françoise Hardy, veuve de Gilbert Moineau, 26 août 1680."]},"254":{"tagDescription":["QUEBEC, Cour des plaidoyers communs, district de Montréal Réplique de Charles-Auguste Réaume, défendeur, à la demande de Simon Sanguinet, avocat et demandeur, devant la Cour des plaidoyers communs du district de Montréal, 12 février 1778."],"tagPlace":["QUEBEC"]},"803":{"tagDescription":["LOWER CANADA, Court of General Quarter Session of the Peace, District of Montreal 1840 Petition of the Board of Works, orders of publication of this petition in the parishes of Saint-Ignace and Saint-Polycarpe, Proces Verbal of the Grand Voyer and map relating to the erection of a new bridge over the River à Delisle at the Coteau-du-Lac in the parish of Saint-Ignace."],"tagDate":["1840-01-01T00:00:00.000Z"],"tagPlace":["LOWER CANADA,"]},"295":{"tagDate":["1781-01-12T00:00:00.000Z"],"tagDescription":["MONTRÉAL (Québec), Règlements de police pour la ville et district de Montréal adoptés par la Cour générale de Séance de quartier des commissaires de la paix, 12 janvier 1781."],"tagPlace":["MONTREAL (Québec)"]},"716":{"tagDescription":["ASKIN, John B. Warrant to the returning officer of the County of Norfolk, John B. Askin, signed by Sir John Colborne, Lieutenant Governor of Upper Canada, 10 September 1830."],"tagPerson":["ASKIN, John B."],"tagDate":["1830-09-10T00:00:00.000Z"]},"908":{"tagDate":["1849-08-15T00:00:00.000Z"],"tagPerson":["[COURSOL, Charles-Joseph]"],"tagDescription":["[COURSOL, Charles-Joseph]. Letter to [C.-J. Coursol] from (?) William relating to the violent events following the introduction of the Rebellion Losses Bill in the Legislative Assembly of Canada on 27 February 1849. The date of the letter is shortly after 15 August 1849."]},"133":{"tagDescription":["CANADIAN PACIFIC COAST Two maps of the Canadian Pacific Coast: one showing Becher and Pedder Bays on North West Coast Vancouver Island, surveyed by Captain Henry Kellett in 1846; the other showing Esquimalt Harbour, surveyed by Lieut. James Wood in 1847. Both maps were published in London according to Act of Parliament at the Hydrographic Office of the Admiralty in 1848."],"tagPerson":["CANADIAN PACIFIC COAST"],"tagDate":["1848-01-01T00:00:00.000Z"]},"301":{"tagPerson":["SANGUINET, Simon"],"tagDescription":["SANGUINET, Simon. Déclaration de Simon Sanguinet relative au choix qu'il a fait de garder sa profession d'avocat, 5 mai 1786."]},"311":{"tagPerson":["ILE PERROT, seigneurie"],"tagDescription":["ILE PERROT, seigneurie Liste des habitants possédant des terres incultes et qui ne tiennent pas feu et lieu dans la seigneurie de l'île Perrot, 12 mai 1786; pétition de Thomas Dennis, seigneur et propriétaire de l'île Perrot demandant que les terres non cultivées dans la seigneurie soient reconcédées à de nouveaux tenanciers, 20 mai 1786."]},"207":{"tagDescription":["BOURDON D'AUTRAY, Jacques. Billet à ordre par lequel Jacques Bourdon d'Autray s'engage à payer à monsieur Delachambre la somme de 110 livres pour l'avoir soigné, 2 février 1674."],"tagPerson":["BOURDON D'AUTRAY, Jacques"]},"735":{"tagDescription":["LOWER CANADA, Court of King's Bench, District of Montreal Legal documents relating to an action against Benjamin Holmes and Pierre Besse for the offence of forgery."],"tagDate":["1839-01-01T00:00:00.000Z"],"tagPlace":["LOWER CANADA"]},"242":{"tagPerson":["HERTEL DE ROUVILLE, Jean-Baptiste"],"tagDescription":["HERTEL DE ROUVILLE, Jean-Baptiste (1709-1777). Commission d'enseigne en pied à l'île Royale de [Jean-Baptiste] Hertel [de Rouville], signée par le roi Louis, ler avril 1755."]},"898":{"tagPlace":["LOWER CANADA-BOUNDARIES-UPPER CANADA"],"tagDate":["1851-06-03T00:00:00.000Z"],"tagDescription":["LOWER CANADA-BOUNDARIES-UPPER CANADA French and English copy of the bill on the division line between Upper and Lower Canada. The second reading in English was on 3 April 1849, and in French on 3 June 1851."]},"10":{"tagDate":["[1836-01-01T00:00:00.000Z TO 1837-12-31T23:59:59.999Z]"],"tagPerson":["LE GLANEUR. Journal littéraire, d'agriculture et d'industrie (fondé en 1836)"],"tagDescription":["LE GLANEUR. Exemplaire relié du journal Le Glaneur, volume 1, nos 1-10, décembre 1836 à septembre 1837."]},"844":{"tagPerson":["IRISH AND BRITISH EMIGRATION"],"tagDate":["1845-04-28T00:00:00.000Z"],"tagDescription":["IRISH AND BRITISH EMIGRATION Printed letter To all Friends of the Poor in Great Britain and Ireland from a friend to the poor relating to emigration to Canada or any British colony, London, 28 April 1845."]},"235":{"tagPerson":["CORON, Charles-François"],"tagDescription":["CORON, Charles-François. Contrat de concession d'une continuation de concession située dans l'île Jésus par monsieur David, moine et procureur du Séminaire des missions étrangères de Québec, seigneur et propriétaire de ladite île Jésus, à madame Basinet, veuve de Pierre Beauchamps, signé par Charles-François Coron, notaire, 19 juin 1734."]},"559":{"tagDescription":["CUVILLIER, Augustin ou Austin. Documents relatifs au jugement d'Augustin Cuvillier pour avoir manqué des exercices militaires au Champs-de-Mars à Montréal."],"tagDate":["1803-01-01T00:00:00.000Z"],"tagPerson":["CUVILLIER, Augustin ou Austin"]},"169":{"tagPlace":["CANADA, North West"],"tagDate":["1886-01-01T00:00:00.000Z"],"tagDescription":["CANADA, North West Album containing 24 photographs relating to Alberta and British Columbia by an unknown photographer. One photograph is of the University of Toronto."]},"846":{"tagPerson":["MONTREAL AND LACHINE RAILROAD COMPANY"],"tagDate":["1846-01-01T00:00:00.000Z"],"tagDescription":["MONTREAL AND LACHINE RAILROAD COMPANY Minutes of surveys, books of reference, and list of proprietors from Carillon to Saint-Eustache."]},"602":{"tagDate":["[1806-01-01T00:00:00.000Z TO 1827-12-31T23:59:59.999Z]"],"tagDescription":["MONTRÉAL (Québec), Quittances de la ville de Montréal envers Nicolas Morin, Charles-Simon Delorme et Nicolas Boissy pour du travail exécuté ou des matériaux fournis lors de la construction d'un pont à l'entrée de la rue Saint-Laurent, 1806; reçu des sommes payées par les habitants pour la construction d'un pont."],"tagPlace":["MONTREAL (Québec)"]},"221":{"tagDescription":["MAUGUE, Claude . Document signé par La Rivière, garde-magasin du roi à Montréal, certifiant que M. Maugue a prêté une cave et un grenier pour entreposer des marchandises de l'armée, 22 mai 1688."],"tagPerson":["MAUGUE, Claude"]},"625":{"tagDate":["1807-01-24T00:00:00.000Z"],"tagDescription":["MONTREAL (Quebec), Directive to John Reid, clerk of the peace, to pay the bill for the cost of maintaining the roads and foot ways, and the general administration including costs of police, etc., for the City of Montreal from 11 March 1806 to 24 January 1807."],"tagPlace":["MONTREAL (Quebec), Roads"]},"599":{"tagPlace":["MONTREAL (Québec)"],"tagDescription":["MONTRÉAL (Québec), Règlement de police interdisant la baignade dans le fleuve Saint-Laurent, 19 juillet 1806."]},"797":{"tagDate":["1839-09-16T00:00:00.000Z"],"tagPerson":["PYKE, George"],"tagDescription":["PYKE, George Letter from P. Delesderniers relating to the price of cattle and progress of the building of a house, 16 September 1839."]},"683":{"tagDate":["1811-11-22T00:00:00.000Z"],"tagPerson":["[TREMAIN] (?), Henry"],"tagDescription":["[TREMAIN] (?), Henry Letter from his brother James discussing personal matters, 22 November 1811."]},"914":{"tagDate":["1850-04-18T00:00:00.000Z"],"tagPerson":["McLELLAN, G.W."],"tagDescription":["McLELLAN, G.W. Resolutions relating to the Halifax and Quebec Railway that were passed at a public meeting on 18 April 1850, addressed to G.W. McLellan."]},"233":{"tagDescription":["PEPPERELL, Sir William, Bart. Deposition of Hannah Tobey relating to the death of Thomas Hanscom, signed by William Pepperell, 4 April 1724."],"tagDate":["1724-04-04T00:00:00.000Z"],"tagPerson":["PEPPERELL, Sir William, Bart."]},"614":{"tagPerson":["CHARLAND, Louis"],"tagDate":["1806-01-01T00:00:00.000Z"],"tagDescription":["CHARLAND, Louis. Arpenteur et cartographe. Liste des personnes qui n'ont pas travaillé ou payé pour les chemins et de celles qui ont donné de l'argent, dressée par Louis Charland, inspecteur des chemins."]},"305":{"tagPerson":["NEWFOUNDLAND - UNITED STATES TRADE"],"tagDate":["1785-01-01T00:00:00.000Z"],"tagDescription":["NEWFOUNDLAND - UNITED STATES TRADE An Act for confining, for a limited Time, the Trade between the Ports of the United States of America, and His Majesty's Subjects in the Island of Newfoundland ..., London, printed by Charles Eyre and William Strahan, 1785."]},"329":{"tagDescription":["MEARES, Johan Tvanne Resor Fran Ostindien Till Americas Nordvastrakust, aren 1786, 1788 och 1789, par Johan Meares, Stockholm, J.S. Ekmanson, 1797, 404 pages."],"tagDate":["1797-01-01T00:00:00.000Z"],"tagPerson":["MEARES, Johan"]},"689":{"tagPerson":["CHERRIER, Hypolythe"],"tagDescription":["CHERRIER, Hypolythe Contrat d'engagement d'Angelle Payet, fille mineure de Joseph Payet, comme servante chez Hypolythe Cherrier, 19 février 1814."]},"695":{"tagDescription":["CORBEILLE FAMILY Copy of a petition from the Corbeille family to the House of Assembly of Lower Canada, protesting the arrest of their father François Corbeille on 27 March 1810."],"tagDate":["1816-01-01T00:00:00.000Z"],"tagPerson":["CORBEILLE FAMILY"]},"261":{"tagDescription":["RAUDOT, Jacques . Ordonnance de l'intendant Jacques Raudot permettant à Jean Sicard et autres habitants de la Rivière-des-Prairies de passer sur les terres de Pierre Cadieu et de Pierre Paquet moyennant dédommagementselon l'estimation qui en aura été faite, 12 juin 1706; procès-verbal de l'estimation des terres de Pierre Cadieu et Pierre Paquet par Jean Deroche, Jean Charpentier et Pierre Lorrain, selon l'ordonnance de l'intendant Raudot, 13 juin 1706."],"tagPerson":["RAUDOT, Jacques"]},"104":{"tagDescription":["SAWERS, William Q. Appointment of William Q. Sawers as first Justice of the several inferior Courts of Sessions in the Eastern Division of Nova Scotia, 24 October 1838."],"tagPerson":["SAWERS, William Q."],"tagDate":["1838-10-24T00:00:00.000Z"]},"727":{"tagDescription":["MONTRÉAL (Québec), Dépositions devant la Cour du banc du roi du district de Montréal, de Ludger Duvernay et d'Andrew H. Armour respectivement propriétaires de La Minerve et de la Montreal Gazette certifiant avoir publié en anglais et en français un avis sur les règlements et ordonnances du conseil de ville de Montréal, 31 juillet 1833."],"tagPlace":["MONTREAL (Québec)"]},"922":{"tagDescription":["BROADSIDES Printed General table of population by origin and religion, agricultural products of 1851. - Grist and saw mills, with their capital and produce, etc. of Upper Canada, as per census returns of 1852, from the Office of Board of registration and statistics, Quebec, 1853. Table of fees to be paid to clerks of the Justices of the Peace within the district of Montreal, 1853 (English and French). Table of tariffs and fees for the Circuit Court for Lower Canada, 1861."],"tagDate":["[1853-01-01T00:00:00.000Z TO 1861-12-31T23:59:59.999Z]"],"tagPerson":["BROADSIDES"]},"268":{"tagDescription":["CONTRATS D'ENGAGEMENT Contrats d'engagement de Jean Chabot comme apprenti-menuisier chez Pierre Frolin, 18 juin 1779; d'Antoine Chenet, 6 mai 1795, et de Louis Picard, fils, 15 décembre 1795, comme clercs chez le notaire Joseph Papineau; d'Ignace Raizenne comme clerc chez le notaire Pierre-Rémi Gagnier, 5 septembre 1803; de Denis-Aristide Laberge comme clerc chez l'avocat Denis-Benjamin Viger, 13 octobre 1826."],"tagDate":["[1779-01-01T00:00:00.000Z TO 1826-12-31T23:59:59.999Z]"],"tagPerson":["CONTRATS D'ENGAGEMENT"]},"671":{"tagPlace":["MONTRÉAL (Québec), Rue Saint-Laurent"],"tagDescription":["MONTRÉAL (Québec), Requête de Pierre Dugat dit Labrèche et autres concernant la continuation de la rue Saint-Laurent à Montréal jusqu'aux limites de la paroisse,. (Copie originale et copie certifiée)."]},"828":{"tagPerson":["CAILLE DIT BISCORNET, Joseph"],"tagDate":["1843-11-08T00:00:00.000Z"],"tagDescription":["CAILLE DIT BISCORNET, Joseph Discharge of bankruptcy granted to Joseph Caillé dit Biscornet, tavern keeper and trader, signed by William Badgley, 8 November 1843."]},"666":{"tagPlace":["MONTREAL (Québec)"],"tagDescription":["Carte montrant quelques rues de Montréal: rues Mignonne, Sainte-Catherine, Dorchester, La Gauchetière, Saint-André, Saint-Hubert, exécutée vers ou après 1809"]}}