{
  "317": {
    "tagDescription": [
      "LANDE, Lawrence Montague An unpublished edition of the diary available in A20 entitled The Cable That Broke, (Montreal, 1955) edited with an introduction by Dr. Lande and containing selections from other eye-witness reports of the attempt to lay a trans-Atlantic cable, along with the transcript of the original diary."
    ],
    "tagDate": ["1955-01-01T00:00:00.000Z"],
    "tagPerson": ["LANDE, Lawrence Montague"]
  },
  "352": {
    "tagDate": ["[1779-01-01T00:00:00.000Z TO 1852-12-31T23:59:59.999Z]"],
    "tagPerson": ["LANDE, Lawrence Montague"],
    "tagDescription": [
      "LANDE, Lawrence Montague A print manuscript copy with a map of Fitzgerald voyage entitled Map of Lord Fitzgerald's route from Frederickstown to Quebec in 1789 Lord Edward Fitzgerald (1763-1798) was a first cousin to the 3rd Duke of Richmond.",
      "LANDE, Lawrence Montague Journal of the 3rd Duke of Richmond Extracts from Richmond's diary, 1764-1766, relating chiefly to Canada (Photocopies, 1764-1766. 47 pages) together with a typescript copy of an entry in 1766 (Transcript, 1766. 5 pages). Photocopied and copied in 1956 from the originals available in the Sussex Record Office, Chichester, Sussex, England. ",
      "LANDE, Lawrence Montague The 3rd Duke of Richmond: A Study in Early Canadian History by Lawrence M. Lande (Montreal, 1956).",
      "LANDE, Lawrence Montague Conquest Without Conqueror: A Documentary Survey of Early Canada, 1759-1774 by Lawrence M. Lande (Montreal, 1955).",
      "LANDE, Lawrence Montague Canadian Diary of Lord Edward Fitzgerald from June 24, 1788 to June l, 1789 as recorded, in The Life and Death of Lord Edward Fitzgerald by Thomas Moore, 1831 (pages 75 to 163).",
      "LANDE, Lawrence Montague The Life and Death of Lord Edward Fitzgerald (1831) by Thomas Moore (1779-1852)"
    ]
  },
  "289": {
    "tagDescription": [
      "TELEGRAPH LINE - Expedition of 1855 Diary written by an unknown author relating to the first attempt to lay a cable across the golf of St. Lawrence, 7 August 1855 - 5 September 1855. The author refers to many of the passengers and to Cyrus Fields, the engineer Mr. Canning and Captain Turner. The diary was published in The Cable that Broke (Montreal, 1955) by Lawrence M. Lande."
    ],
    "tagDate": ["[1855-08-07T00:00:00.000Z TO 1855-09-05T23:59:59.999Z]"],
    "tagPerson": ["TELEGRAPH LINE"]
  },
  "5": {
    "tagDescription": [
      "LANDE, Lawrence Montague Old Lamps Aglow: An Appreciation of Early Canadian Poetry (Montreal 1955), together with correspondence relating to this book and its publication, 1955-1958."
    ],
    "tagPerson": ["LANDE, Lawrence Montague"],
    "tagDate": ["[1955-01-01T00:00:00.000Z TO 1958-12-31T23:59:59.999Z]"]
  },
  "779": {
    "tagPerson": ["LANDE, Lawrence Montague"],
    "tagDate": ["1965-01-01T00:00:00.000Z"],
    "tagDescription": [
      "LANDE, Lawrence Montague 1965 Collection of original photographic reproductions and negatives of the title pages, frontispieces, broadsides, newspapers, maps, portraits and photographs comprising the illustrations in the Lawrence Lande Collection of Canadiana in the Redpath Library of McGill University."
    ]
  }
}
