{
  "1949": {
    "tagDescription": [
      "Extract. The advisability of the abandonment of Fort Chartres; necessary orders to be given for that purpose, and for a reduction of all establishments incident to to that post. Refers to his letter, No. 63, upon the plan for forming an establishment at Kaskaskis. Opinion upon the removal of the inhabitants. [Draft of the entire letter is in the Public Record Office, series America and West Indies, Vol. 127, fol. 359.]"
    ],
    "tagDate": ["1771-12-04T00:00:00.000Z"],
    "tagPerson": ["Earl of Hillsborough", "Gage, Thomas, Lieutenant-General"],
    "tagPlace": ["Whitehall"],
    "tagNotebook": ["ILLINOIS"]
  },
  "2036": {
    "tagNotebook": ["MISSISSIPPI SETTLEMENT"],
    "tagDescription": [
      "Memorandum concerning Major Hay. Details his service since 1745--that he had served thirty years in the Royal Regiment of Artillery. Is perfectly acquainted with the Indians and prays he may be appointed Governor of Fort Detroit on Lake Erie, as he knows that country well. States the services rendered by his grandfather and 'father to their country and the losses sustained by them in consequence of the treatment of the rebels."
    ],
    "tagDate": ["1775-03-06T00:00:00.000Z"]
  },
  "1844": {
    "tagPerson": ["D'Ulloa, Don Antonio, Governor", "Gage, General"],
    "tagDate": ["1768-08-29T00:00:00.000Z"],
    "tagDescription": ["Extract of a Translation of a letter"],
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["New Orleans"]
  },
  "1976": {
    "tagPerson": ["Lavanchy, Monsieur", "Dartmouth, Lord"],
    "tagDate": ["1772-07-11T00:00:00.000Z"],
    "tagDescription": [
      "Setting forth his ideas with reference to making new settlements on the rivers Ohio and Mississippi."
    ],
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["Utrecht"]
  },
  "1887": {
    "tagPlace": ["New York"],
    "tagNotebook": ["ILLINOIS"],
    "tagDescription": [
      "Captain-Forbes and his proceedings with the inhabitants of Illinois. Extract.]"
    ],
    "tagDate": ["1769-01-06T00:00:00.000Z"],
    "tagPerson": ["Earl of Hillsborough", "Gage, Thomas, Major-General"]
  },
  "2027": {
    "tagNotebook": ["MISSISSIPPI SETTLEMENT"],
    "tagName": [
      "Wedderburn, Alexander, Attorney and Solicitor General",
      "Thurlow, Edward"
    ],
    "tagDate": ["1773-07-16T00:00:00.000Z"],
    "tagDescription": [
      "Enclosures: Report to the Lords Committee of Council for Plantation Affairs. [Copy.]"
    ]
  },
  "1649": {
    "tagDescription": [
      "(received). His pleasure at seeing Lord Dartmouth nominated First Lord of Trade. Hopes he will be the means of retrieving the commerce and harmony that formerly existed between America and England. States the disadvantages under which the commerce now labours in regard to Spain, France, and England."
    ],
    "tagPerson": ["De Berdt, Dennys", "Dartmouth, Lord"],
    "tagDate": ["1765-07-01T00:00:00.000Z"],
    "tagNotebook": ["ILLINOIS"]
  },
  "1711": {
    "tagPlace": ["New York"],
    "tagNotebook": ["ILLINOIS"],
    "tagDescription": [
      "Advices from the Illinois mention an illicit Trade, whereby French Goods are smuggled up the Ohio and to the Lakes, and the Peltry of those Countrys carried down the Mississippi to New Orleans; where Skins and furrs bear a Price of ten Pence Pr. Pound higher than at any British Market. The best means seemingly to prevent this Trade carried on by Collusion between some of His Majesty's new subjects from Canada, Detroit and other Places, and the French Traders, would be to pass a Law to seize and confiscate all Furrs and skins going down the Ohio below the Ouabache, or down the Illinois River below the Rock as well as all Skins and Furrs from the Illinois country or above it, which shall be found on the Mississippi below the Mouth of the Ohio, or carrying over to the west side of the Mississippi. Proposes the erection of posts at convenient spots. Fort Chartres must soon tumble as the River gains so considerably on its banks every year. Fresh complaints from the Indians whom Sir William Johnson is trying to pacify. Has offered assistance to drive the settlers off the Indian lands. [The original letter is in the Public Record Office. America and West Indies. Vol. 122, fol. 335.]"
    ],
    "tagDate": ["1766-07-15T00:00:00.000Z"],
    "tagPerson": ["Conway, Henry, Seymour", "Gage, Thomas, Major-General"]
  },
  "1685": {
    "tagPlace": ["Trenton"],
    "tagNotebook": ["ILLINOIS"],
    "tagDate": ["1765-10-05T00:00:00.000Z"],
    "tagPerson": ["Reed, Josh"],
    "tagDescription": [
      "Extract of a letter from Josh Reed. Opposition to Stamp Act."
    ]
  },
  "1692": {
    "tagPlace": ["Johnson Hall"],
    "tagNotebook": ["ILLINOIS"],
    "tagDate": ["1766-07-10T00:00:00.000Z"],
    "tagPerson": ["Conway, Henry Seymour, Secretary", "Johnson, William, Sir"],
    "tagDescription": ["With reference to the enclosed. [Extract]"]
  },
  "1930": {
    "tagDescription": [
      "Daniel Huay. Deposition before Governor Peter Chester relative to a party of Settlers from Pensylvania setling down at the Natchez, the Nature of the Soil there, and his Expectation of many more emigrating thither from the Northern Colonies ."
    ],
    "tagDate": ["1770-08-25T00:00:00.000Z"],
    "tagNotebook": ["ILLINOIS"]
  },
  "1934": {
    "tagDate": ["1771-06-20T00:00:00.000Z"],
    "tagPerson": ["Chester, Peter, Governor", "Earl of Hillsborough"],
    "tagDescription": [
      "With reference to proposals contained in his letter of 26 September 1770. to afford protection to the settlers on the Mississippi. [The signed letter, numbered 21, is in the Public Record Office, series America and West Indies, Vol. 258, fol. 233, and a duplicate is in Vol. 5, fol. 209, Board of Trade, West Florida.]"
    ],
    "tagPlace": ["Pensacola"],
    "tagNotebook": ["ILLINOIS"]
  },
  "1789": {
    "tagPlace": ["Fort Chartres, Illinois"],
    "tagNotebook": ["ILLINOIS"],
    "tagDate": ["1767-10-28T00:00:00.000Z"],
    "tagPerson": ["Reed, Lieutenant-Colonel", "Gage, Major-General"],
    "tagDescription": [
      "1. Enclosure:---Extracts of letters from Lieutenant-Colonel Reed, 34th Regiment, to Major-General Gage. His endeavours to reduce the expenses attending Indian presents, the exorbitant amount of which gives him much uneasiness. Presents are necessary on account of the duplicity of the French traders. A memorandum is added concerning his proposal to erect four new forts besides Fort Chartres."
    ]
  },
  "1661": {
    "tagPlace": ["New York"],
    "tagNotebook": ["ILLINOIS"],
    "tagDate": ["1765-07-22T00:00:00.000Z"],
    "tagDescription": [
      "Enclosures: 2. Declaration of Hugh Crawford concerning the unfavourable dispositions of the Indians at the Illinois."
    ]
  },
  "1694": {
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["Johnson Hall"],
    "tagDate": ["1766-07-10T00:00:00.000Z"],
    "tagDescription": [
      "Enclosure:--Reason for establishing a British Colony at the Illinois, with some proposals for carrying the same into immediate execution. From its extreme fertility it has been called the granary of Louisiana. The 400 French families now settled there would not be serious rivals in trade as their goods are transported from New Orleans up the Mississippi, whereas the English have ready communication from Virginia and Pennsylvania to Fort Pitt. The French posts on the E. side of the Mississippi being now in possession of the English a settlement there would be the best means of supporting them.-The proposals include-The purchase of lands from the Indians; grants to soldiers who served in the last war and the offer of a company of gentlemen of character and fortune, on consideration of a grant of land, to settle at least one white Protestant person to every one hundred acres. [Two copies are in the Marquis of Lansdowne's Collection. See Fifth Report, Appendix, p. 216 and 218.] Endorsed:--Reasons for establishing a British Colony at the Illinois with some proposals thereon."
    ]
  },
  "1992": {
    "tagPlace": ["Whitehall"],
    "tagNotebook": ["ILLINOIS"],
    "tagDescription": [
      "No. '6. Critical state of Indian affairs. Troops to remain at Kaskaskias. [Draft of this letter is in the Public Record Office, series America and West Indies, Vol. 128, fo. 171.]"
    ],
    "tagDate": ["1772-12-09T00:00:00.000Z"],
    "tagPerson": ["Gage, Thomas, Lieutenant General", "Dartmouth, Lord"]
  },
  "1985": {
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["Whitehall"],
    "tagDescription": [
      "The state of the Illinois district requires serious consideration. Quarrel with the Chickasaws at Kaskaskias is a very unlucky event. [Copy Draft is in the Public Record Office, series America and West Indies, Vol. 128, fo. 145.]"
    ],
    "tagPerson": ["Gage, Thomas, Lieutenant-General", "Dartmouth, Lord"],
    "tagDate": ["1772-11-04T00:00:00.000Z"]
  },
  "1994": {
    "tagPerson": ["Roberts, B.", "Dartmouth, Lord"],
    "tagDate": ["1772-12-21T00:00:00.000Z"],
    "tagDescription": [
      "Relates his services to America. In 1766 he acted as commissary of Indian affairs and settled the trade of the Indian country. His present distress owing to a lawsuit. Desires Lord Dartmouth's assistance by granting him a written leave of absence from prison to enable him to raise money to procure his liberty. Endorsed:--C.--17."
    ],
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["Kings Bench"]
  },
  "1801": {
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["New Orleans"],
    "tagPerson": ["Ulloa, Don", "Officer Commanding"],
    "tagDate": ["1768-01-04T00:00:00.000Z"],
    "tagDescription": [
      "Enclosures: Copy of a letter from Don Ulloa, to the officer commanding at the Natches, translated from the Spanish. New Orleans."
    ]
  },
  "2006": {
    "tagDescription": [
      "Reasons for Establishing the intended Government on the Mississippi at the White Cliffs near Point Coupe. Signed by Merchants, American Officers, and Intentional Settlers and addressed to Lord Dartmouth. Upwards of 4,000 persons from different parts of America and Europe are settled on lands between the Natchez and Lake Maurapas. Importance of forming a seat of Government on the Mississippi. Six reasons why the tract of land called the White Cliffs, now in Montford Browne's possession is the best spot for such an establishment. Governor Browne has offered a large tract of land adjoining these cliffs for building purposes."
    ],
    "tagDate": ["1772-01-01T00:00:00.000Z"],
    "tagNotebook": ["MISSISSIPPI SETTLEMENT"]
  },
  "2012": {
    "tagDescription": [
      "Further Reasons for the immediate Establishment of a Government on the Mississippi in the Province of West Florida, humbly submitted to the consideration of the Right Honourable the Earl of Dartmouth. Commercial advantages that will accrue to Britain and the West Indies from this establishment."
    ],
    "tagDate": ["1772-01-01T00:00:00.000Z"],
    "tagNotebook": ["MISSISSIPPI SETTLEMENT"]
  },
  "1686": {
    "tagNotebook": ["ILLINOIS"],
    "tagPerson": ["De Berdt, Dennys", "Dartmouth, Lord"],
    "tagDate": ["1765-12-03T00:00:00.000Z"],
    "tagDescription": [
      "Fatal consequences the late measures have had with regard to American trade. Advisability of preserving trade with the Spaniards."
    ]
  },
  "1973": {
    "tagPlace": ["Detroit"],
    "tagNotebook": ["ILLINOIS"],
    "tagDate": ["1772-09-10T00:00:00.000Z"],
    "tagPerson": ["Basset, Henry", "Scarsdale, Lord"],
    "tagDescription": [
      "With a slip of paper on which is written To Captain Basset Major to the 10th Regiment at Detroit by New York to be forwarded by General Gage. Refers to a letter in which he desired his Lordship's influence with Lord Hillsborough to get him appointed Governor of Detroit. Necessity there appears to be for a Governor. Should this not succeed, proposes that he be appointed Surveyor General of the lands and woods and Receiver of the quit rents of Detroit and its dependencies. Has been an officer nearly thirty years."
    ]
  },
  "1987": {
    "tagDate": ["1772-12-08T00:00:00.000Z"],
    "tagPerson": ["Lyman, Phineas, Major-General", "Dartmouth, Lord"],
    "tagDescription": [
      "By the increase of population a constant emigration is taking place from the settled lands in Connecticut to the country between Crown Point and the Connecticut River. Proposes the erection of a civil government from the Bay of Mexico to the Ohio and so to direct that emigration thither. Asks encouragement for the Company of Military Adventurers, who served in the provincial forces and who propose to settle there. As to the temper of the people they are evidently returning to their old sentiments of loyalty and the spirit of Boston don't seem to communicate any heat into the country. Endorsed:--C--13. R/15 Febry 1773."
    ],
    "tagPlace": ["Suffield"],
    "tagNotebook": ["ILLINOIS"]
  },
  "1968": {
    "tagDescription": [
      "commanding at Ligonier. Commends him for his bravery in defending his post. Those who agreed to stay with him shall be rewarded. Is ashamed of those who so treacherously abandoned him. Had Lieutenants Christy and Gordon behaved with the same courage as Blane their important posts would not have been lost nor Christy and his garrison massacred. Importance of his post for support of Fort Pitt. Sends a reinforcement. Copy in Blane's hand."
    ],
    "tagPerson": ["Bouquet, Henry, Colonel", "Blane, Archibald"],
    "tagDate": ["1763-07-04T00:00:00.000Z"],
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["Carlisle, North America"]
  },
  "1975": {
    "tagDescription": [
      "In answer to his letter of 6 September. When the settlement is decided upon, his application will be attended to, though he fears he can give him but little encouragement."
    ],
    "tagPerson": ["Blane, Archibald, Captain", "Dartmouth, Lord"],
    "tagDate": ["1772-09-10T00:00:00.000Z"],
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["Sandwell"]
  },
  "1834": {
    "tagPerson": ["Earl of Hillsborough", "Gage, Thomas, Major-General"],
    "tagDate": ["1769-01-05T00:00:00.000Z"],
    "tagDescription": [
      "Concerning the Indians. [Extract.] Enclosures: Sir William Johnson's Account of the Expense of the Indian Congress lately held with them for the settlement of the Indian Boundaries. Extract of a Translation of a letter from Don Antonio d'Ulloa, Governor of New Orleans, to General Gage, dated New Orleans, August 23, 1768."
    ],
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["New York"]
  },
  "1939": {
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["Pensacola"],
    "tagDescription": [
      "According to desire, offers his sentiments on the state of the country near the Ibberville and Mississippi and the proper method of settling it. Complaints made to him by the Spanish commandants. Enclosive: Blank form of Letters Patent for Lands granted in the Province of West Florida."
    ],
    "tagPerson": [
      "Chester, Peter, Governor",
      "Dunford, Elias, Lieutenant-Governor"
    ],
    "tagDate": ["1771-06-23T00:00:00.000Z"]
  },
  "1929": {
    "tagPlace": ["Fort Natchez"],
    "tagNotebook": ["ILLINOIS"],
    "tagDescription": [
      "I make bold to let your Excellency know that we are to the number of 80 Souls arrived from Fort Pitt in design to settle at Fort Natchez. The assistance they require."
    ],
    "tagDate": ["1770-07-19T00:00:00.000Z"],
    "tagPerson": ["McIntire, John", "Chester, Peter, Governor"]
  },
  "1894": {
    "tagDate": ["1768-09-13T00:00:00.000Z"],
    "tagPerson": ["Wilkins, Lieutenant-Colonel", "Gage, Thomas, Major-General"],
    "tagDescription": [
      "Extract of a letter Will use every means to prevent the specie being sent out of the country. Is told that a fort is built on the south side of the Missouri at its junction with the Mississippi, by positive directions of Don Ulloa. Necessity of a garrison at Post St. Vincent, and elsewhere. An immense trade is said to be annually carried on by the French to this place. A priest is much wanted here. Collusion between the merchants on this and the other side, to the detriment of British interest. Petty French disputes, &c. [Duplicates of these enclosures are in the Public Record Office, accompanying General Gage's original letters7 Information concerning d'Ibbeville, given by Lieut. Thomas of the Royal Regiment of Artillery, who resides at Fort Bute above two years, and left it in 1768. "
    ],
    "tagPlace": ["Fort Chartres"],
    "tagNotebook": ["ILLINOIS"]
  },
  "1904": {
    "tagDescription": [
      "State of the Settlements at St. Vincent's on the Ouabache. [Copy]"
    ],
    "tagNotebook": ["ILLINOIS"]
  },
  "1999": {
    "tagNotebook": ["ILLINOIS"],
    "tagDescription": [
      "Paper in John Pownall's hand, endorsed Cabinet and headed Memorandum of business upon which The King's Pleasure is to be taken. For taking the sense of Cabinet upon General Gage's request to have orders for withdrawing from the Illinois the Detatchment of 50 men stationed at the Kaskaskias. Other items refer to Lieutenant Governor Cramah6, Governor Shuldham, and Lord Dunmore's letter respecting the running of the boundry line between Virginia and the Indian country. Governor Leyborne. Memorial of Merchants trading to Africa. Governor Chester Lieutenant Governor of Antigua. Appointment of Horsmanden to be Chief Justice of New York. Mr. Duke Solicitor General at Barbadoes."
    ],
    "tagDate": ["1772-01-01T00:00:00.000Z"]
  },
  "1900": {
    "tagDescription": [
      "Enclosures:-- Paper endorsed: Information of the state of Commerce in the Illinois Country, given by Captain Forbes of His Majesty's 34th Regiment. (Copy) In General Gage's of 6th January 1769"
    ],
    "tagDate": ["1769-01-06T00:00:00.000Z"],
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["New York"]
  },
  "1916": {
    "tagPlace": ["Pensacola"],
    "tagNotebook": ["ILLINOIS"],
    "tagDescription": [
      "Relative to settlements on the Mississippi. [Extract.]"
    ],
    "tagDate": ["1770-09-26T00:00:00.000Z"],
    "tagPerson": ["Chester, Peter, Governor", "Earl of Hillsborough"]
  },
  "2025": {
    "tagName": [
      "Franklin, Doctor",
      "Sarjant, John",
      "Walpole, Thomas",
      "Wharton, Samuel"
    ],
    "tagNotebook": ["MISSISSIPPI SETTLEMENT"],
    "tagDescription": [
      "Enclosures: Memorial to the Lords of the Treasury with the bounds of the tract applied for. [Copy.]"
    ]
  },
  "1903": {
    "tagDescription": [
      "State of the Settlements in the Illinois Country at Kaskaskias, in 1767. [Copy]"
    ],
    "tagNotebook": ["ILLINOIS"]
  },
  "1965": {
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["Reading"],
    "tagDescription": [
      "Desiring to be appointed to one of the Governments to be settled on the Ohio."
    ],
    "tagPerson": ["Blane, Archibald, Captain", "Dartmouth, Lord"],
    "tagDate": ["1772-09-06T00:00:00.000Z"]
  },
  "1810": {
    "tagPerson": ["Gage, General", "Earl of Hillsborough"],
    "tagDate": ["1768-08-13T00:00:00.000Z"],
    "tagDescription": [
      "Reasons for his inability to transmit directions with regard to letter No. 3, containing opinions and propositions on the Illinois country. [A draft of this letter is in the Public Record Office, series America and West Indies, Vol. 124, fol. 287.]"
    ],
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["Whitehall"]
  },
  "1812": {
    "tagDescription": [
      "Intelligence received from Captain Forbes, concerning the opposition shown by the inhabitants of the Illinois on his endeavouring to form them into regular companies of militia. [The autograph signed letter is in the Public Record Office, series America and West Indies, Vol. 124, fol. 291.]"
    ],
    "tagDate": ["1768-08-17T00:00:00.000Z"],
    "tagPerson": ["Earl of Hillsborough", "Gage, Thomas, Major-General"],
    "tagPlace": ["New York"],
    "tagNotebook": ["ILLINOIS"]
  },
  "1981": {
    "tagDescription": [
      "Observations on the new Settlement on the Ohio, addressed to Lord Dartmouth. Exposes the difficulty of communication for the purposes of trade. Believes that the settlers would shortly become tartars or savages; ridicules the notion of silk culture and concludes that the people would be lost to Britain in a commercial view. Endorsed:--Oct 1 1772 Anonymous Ohio Settlement C--36."
    ],
    "tagDate": ["1772-10-01T00:00:00.000Z"],
    "tagNotebook": ["ILLINOIS"]
  },
  "2015": {
    "tagNotebook": ["MISSISSIPPI SETTLEMENT"],
    "tagDescription": [
      "Thoughts on erecting a New Government at the Natchez. The Memorial of Lord Eglinton, Colonels Taylor and Brown, Recommending the erecting a New Government at Natchez on the Mississippi certainly deserves the most serious consideration!' Endorsed:-- --28. Thoughts on erecting a New Govt. at the Natchez on the Mississippi."
    ],
    "tagDate": ["1772-01-01T00:00:00.000Z"]
  },
  "1936": {
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["Pensacola"],
    "tagPerson": ["Chester, Peter, Governor", "Earl of Hillsborough"],
    "tagDate": ["1771-06-23T00:00:00.000Z"],
    "tagDescription": [
      "On the same subject of settlements near the Mississippi. Arrival of Lieutenant-Governor Durnford from there. [The signed letter, numbered 24, and duplicate are in the same volumes as the preceding, on fols. 291 and 229 respectively.]"
    ]
  },
  "1653": {
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["New York"],
    "tagDescription": [
      "Enclosures: 1. To General Gage.--Petition of Stephen Landry for himself and others late the Neutral French of Nova Scotia: now settled in Pennsylvania and Maryland praying, to be removed to Quebec or Nova Scotia.",
      "The erecting a fort at the mouth of the Missouri will be the best thing the French can do to be a check on the English and extend their own trade. Thinks it would be proper to have a fort at the mouth of the Illinois to prevent the French trading up the Lakes. [The original letter is in the Public Record Office, America and West Indies, Vol. 121, fol. 68]"
    ],
    "tagPerson": ["Gage, Thomas, Major-General", "Earl of Halifax"],
    "tagDate": ["1765-08-10T00:00:00.000Z"]
  },
  "1997": {
    "tagPerson": ["Abbott, Edward", "Dartmouth, Lord"],
    "tagDate": ["1772-01-01T00:00:00.000Z"],
    "tagDescription": [
      "My Lord. In obedience to your Lordships commands I have Collected from some Papers I have with me the best Accounts they and my memory furnishes of the State of Detroit. The inhabitants are loyal and brave; they have often expressed a wish for a civil government The Indians there could be easily governed by a proper person. The imports from British manufactures amount to 100,000 and from the West Indies to nearly as much."
    ],
    "tagNotebook": ["ILLINOIS"]
  },
  "1783": {
    "tagPlace": ["New York"],
    "tagNotebook": ["ILLINOIS"],
    "tagDate": ["1768-03-12T00:00:00.000Z"],
    "tagPerson": ["Earl of Shelburne", "Gage, Thomas, Major-General"],
    "tagDescription": [
      "Approaching congress of Indians. There is reason to suspect that this presages mischief. Propriety of securing the principal posts, particularly those of Niagara and Fort Pitt by putting them in a state of defence. Remarks on the possible disposition of the Indians. The Spaniards have got up to the Illinois country from New Orleans."
    ]
  },
  "1970": {
    "tagDescription": [
      "Memorial. First part begins That your Memorialist served the whole of last war in North America. After this comes a memorandum, then the 2nd part begins: My other Services in that Part of the World, and which I now have the honour to lay before your Lordship are, &c., the first part being copy of what was written in December 1764 or January 1765 to Welbore Ellis."
    ],
    "tagDate": ["1772-09-06T00:00:00.000Z"],
    "tagPerson": ["Blane, Archibald, Captain", "Dartmouth, Lord"],
    "tagPlace": ["Reading"],
    "tagNotebook": ["ILLINOIS"]
  },
  "1792": {
    "tagDescription": [
      "Complains he has made of the settlers and traders from the Spanish side of the Mississippi, who go up the rivers Illinois, Ohio, and Ouabache, to trade with the Indians in His Majesty's territories. Has desired Don Ulloa to prohibit their going up these rivers, and has sent directions to officers commanding at Fort Chartres, to scour the rivers with armed boats. [The original autograph signed letter is in the Public Record Office, series America and West Indies, Vol. 124, fol. 129.]"
    ],
    "tagPerson": ["Earl of Shelburne", "Gage, Thomas, Major-General"],
    "tagDate": ["1768-04-24T00:00:00.000Z"],
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["New York"]
  },
  "1663": {
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["Scioto River"],
    "tagDescription": [
      "Enclosures: 3. Extract of a letter from Mr. Croghon, Deputy Agent of Indian Affairs, to Gage informing of the state of Indian Affairs in that Quarter."
    ],
    "tagPerson": ["Gage", "Crogham, Mr. Deputy Agent of Indian Affairs"],
    "tagDate": ["1765-05-26T00:00:00.000Z"]
  },
  "1825": {
    "tagDescription": [
      "Enclosure:--.Reasons for the expense of this country to the Crown. In consequence he has issued a placard forbidding the inhabitants to send any peltry down the river before acquainting him with the quantity, and at the same time giving a bond of E200 that they should land it in a British port. [Extracts.]"
    ],
    "tagDate": ["1768-04-15T00:00:00.000Z"],
    "tagPerson": ["Forbes, Captain", "Gage, Thomas, Major-General"],
    "tagPlace": ["Fort Chartres"],
    "tagNotebook": ["ILLINOIS"]
  },
  "1761": {
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["Johnson Hall"],
    "tagPerson": ["Earl of Shelburne", "Johnson, William, Sir"],
    "tagDate": ["1767-01-15T00:00:00.000Z"],
    "tagDescription": [
      "His three deputies have each a district allotted for their visitation, but lack of power limits their hopes of success. [The original signed letter is in the Public Record Office, series America and West Indies, Vol. 271, fol. 167.]",
      "Has just received the news of Mr. Croghan, one one of his deputies, having surmounted all the difficulties which the French created to, obstruct his transactions at the Illinois. A peace has been made between the English and the Indians. The necessity of a regular establishment, and a proper support of the officers of Indian affairs to preserve this peace on account of the intrigues of the French, fraudulent traders, and turbulent Indians."
    ]
  },
  "1847": {
    "tagNotebook": ["ILLINOIS"],
    "tagDescription": [
      "L'Arret donne par le Couseil a la Nouvelle Orleans de 29 octobre 1768."
    ],
    "tagDate": ["1768-10-29T00:00:00.000Z"]
  },
  "2034": {
    "tagNotebook": ["MISSISSIPPI SETTLEMENT"],
    "tagPerson": ["Reynolds, George", "Dartmouth, Lord"],
    "tagDate": ["1774-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Memorial of George Reynolds to Lord Dartmouth. Desires to be appointed Chief Justice or Magistrate of such a court of Judicature as shall be established on the River Mississippi."
    ]
  },
  "1884": {
    "tagDescription": [
      "Extrait des registres du Conseil Superieur de la Province de la Louisiana, du 31 octobre 1768."
    ],
    "tagDate": ["1768-10-31T00:00:00.000Z"],
    "tagNotebook": ["ILLINOIS"]
  },
  "2024": {
    "tagPlace": ["Council Chamber, Whitehall"],
    "tagNotebook": ["MISSISSIPPI SETTLEMENT"],
    "tagDate": ["1773-07-03T00:00:00.000Z"],
    "tagDescription": [
      "Enclosures: Order of the Lords of the Committee of Council for Plantation Affairs. To prepare a draft of the Ohio grant containing the conditions and reservations proposed by the Board of Trade. [Copy]"
    ]
  },
  "2032": {
    "tagDate": ["1774-09-10T00:00:00.000Z"],
    "tagPerson": ["Duval, Peter", "Dartmouth, Lord"],
    "tagDescription": [
      "A civil government soon to be established a few miles from the Natchez on the Mississippi. Governor Brown's reasons for such an establishment. Desires the post of secretary and receiver of quit rents. Endorsed:--Mr. Duval 12 sept. 1774. Soliciting an Office in W. Florida."
    ],
    "tagPlace": ["Hackney"],
    "tagNotebook": ["MISSISSIPPI SETTLEMENT"]
  },
  "1955": {
    "tagDescription": [
      "Remarks on the petition for a grant of land on the Ohio, in consequence of which Lord Hillsborough has seen fit to send in his resignation. Asks permission to recommend Lord Dartmouth to the King as his successor. Reasons for wishing this. Desires an interview."
    ],
    "tagPerson": ["North, Lord", "Dartmouth, Lord"],
    "tagDate": ["1772-08-03T00:00:00.000Z"],
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["Bushy Park"]
  },
  "1963": {
    "tagDescription": [
      "Recommends to his favour and protection Samuel Wharton, concerned with Mr. Walpole, himself, and others in the new grant upon the Ohio. Speaks of Wharton as thoroughly conversant in America affairs, and having a great connexion in that country. His ideas are truly British, and he is well acquainted with Indian affairs. Endorsed: --A 36. Sr. M. Fetherstone."
    ],
    "tagPerson": ["Fetherstonhaugh, Matthew, Sir", "Dartmouth, Lord"],
    "tagDate": ["1772-08-26T00:00:00.000Z"],
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["Brighthelmstone"]
  },
  "2030": {
    "tagDescription": [
      "To give directions for the various regiments required to replace those returning from America, to be in readiness. [Copy]"
    ],
    "tagPerson": ["Dartmouth, Lord", "Barrington, Lord Viscount"],
    "tagDate": ["1773-02-08T00:00:00.000Z"],
    "tagNotebook": ["MISSISSIPPI SETTLEMENT"]
  },
  "2021": {
    "tagPerson": ["Earl of Rochford", "Dartmouth, Lord"],
    "tagDate": ["1773-09-07T00:00:00.000Z"],
    "tagDescription": [
      "As Mr. Walpole and his associates are uneasy at the delay of their grant, sends the Attorney and Solicitor General's report relative to the order of council of the 3rd of last July. Observations in connection therewith. Sends other papers on the subject."
    ],
    "tagNotebook": ["MISSISSIPPI SETTLEMENT"],
    "tagPlace": ["St. James"]
  },
  "1803": {
    "tagPlace": ["La Nouvelle Orleans"],
    "tagNotebook": ["ILLINOIS"],
    "tagDate": ["1768-01-04T00:00:00.000Z"],
    "tagPerson": ["Aubry, Monsieur", "Lovell, Lieut."],
    "tagDescription": [
      "Enclosures: Copy of a letter 21st. Regiment [in French]"
    ]
  },
  "1671": {
    "tagDescription": [
      "The desire of the Indians to have traders sent into their country. The cruel treatment shown to those sent, and the loss accruing to the merchants who supplied the goods. Have applied to the Board of Trade for relief and enclose copy of memorial to Sir William Johnson on same subject. Doctor Franklin is furnished with all particulars to represent this matter in England. Ask Whitefield to advocate with Lord Dartmouth on their behalf."
    ],
    "tagDate": ["1765-10-29T00:00:00.000Z"],
    "tagPerson": [
      "Wharton, Messrs.",
      "Morgan, Messrs.",
      "Whitefield, George, Reverand",
      "Baynton, Messrs."
    ],
    "tagPlace": ["Philadelphia"],
    "tagNotebook": ["ILLINOIS"]
  },
  "1910": {
    "tagPlace": ["New York"],
    "tagNotebook": ["ILLINOIS"],
    "tagDescription": [
      "Has received despatches lately from Fort Chartres to the 1st November containing very alarming accounts. [The autograph letter signed is in the Public Records Office, series America and West Indies, Vol. 125, fol. 143.]"
    ],
    "tagDate": ["1769-02-03T00:00:00.000Z"],
    "tagPerson": ["Earl of Hillsborough", "Gage, Thomas, Major-General"]
  },
  "1907": {
    "tagDescription": [
      "List of French or Spanish Forts or Posts, and Settlements or the Mississippi, from the Missouri to the Sea, with the number of Troops and Inhabitants at each. [Copy]"
    ],
    "tagNotebook": ["ILLINOIS"]
  },
  "1957": {
    "tagPerson": ["Dartmouth, Lord"],
    "tagDate": ["1772-08-18T00:00:00.000Z"],
    "tagDescription": [
      "Arguments against the proposed Ohio, settlement. Congratulates him on succeeding Lord Hillsborough as Secretary of State for the Plantation; Endorsed:--C. 35. Anonymous. Ohio Settlemts."
    ],
    "tagNotebook": ["ILLINOIS"]
  },
  "1791": {
    "tagNotebook": ["ILLINOIS"],
    "tagPlace": ["Williamsburgh"],
    "tagDescription": ["2. Extract of a letter"],
    "tagPerson": ["Fauguiere, Governor", "Gage, General"],
    "tagDate": ["1768-01-28T00:00:00.000Z"]
  },
  "1826": {
    "tagDate": ["1768-10-12T00:00:00.000Z"],
    "tagPerson": ["Earl of Hillsborough", "Gage, Thomas, Major-General"],
    "tagDescription": [
      "As to attempts made to excite in the Indians prejudices to the British interest. [Draft of this letter is in the Public Record Office, series America and West Indies, Vol. 124, fol. 3 27.]"
    ],
    "tagPlace": ["Whitehall"],
    "tagNotebook": ["ILLINOIS"]
  },
  "1666": {
    "tagNotebook": ["ILLINOIS"],
    "tagDescription": [
      "Enclosures: 4. Copie du memoire de M. Major Farmer et des officier's du 34e Regiment pow prendre possession des Illinois pav la R'ivrere Mississippy à M. Aubrey, Commandant pour le Roy à la Nouvelle Orleans."
    ],
    "tagPerson": [
      "Farmer, M., Major et des officier's du 34 Regiment",
      "Aubrey, M., Commandant pour le Roy a la Nouvelle Orleans"
    ],
    "tagDate": ["1765-05-26T00:00:00.000Z"]
  },
  "2002": {
    "tagDate": ["1772-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Description of the Illinois. Its position--in the 40th degree of latitude, 500 leagues from New Orleans by water and 350 by land--its natural features, the people, the forts and the best way to deal with the Indians there."
    ],
    "tagNotebook": ["ILLINOIS"]
  },
  "1967": {
    "tagDescription": [
      "If a Governor is appointed on the Ohio, considers he deserves. such an appointment, but the application must be made to Lord Dartmouth. Copy in Blane's hand. Endorsed:--Copy of Lord Barrington's Letter. Septr. 3rd, 1772."
    ],
    "tagDate": ["1772-09-03T00:00:00.000Z"],
    "tagPerson": ["Blane, Archibald, Captain", "Barrington, Lord"],
    "tagPlace": ["Cavendish Square"],
    "tagNotebook": ["ILLINOIS"]
  },
  "1716": {
    "tagNotebook": ["ILLINOIS"],
    "tagDescription": [
      "With respect to the trade of the Illinois and in general of the Mississippi, the benefit at present accruing thence to Great Britain seems to be confined to the disposal of her manufactures. Loss accruing to the Government by the trade carried on by the French with the Indians chiefly at New Orleans. autograph signed letter is in the Public Record Office, series America and West Indies, Vol. 123, fol. 51.]"
    ],
    "tagPerson": ["Earl of Shelburne", "Gage, Thomas, Major-General"],
    "tagDate": ["1767-01-17T00:00:00.000Z"]
  },
  "1684": {
    "tagDescription": [
      "Extract of a letter from John Rhea, merchant of Philadelphia, concerning the Stamp Act and calling for dismission of the Guard de Costas."
    ],
    "tagDate": ["1765-10-11T00:00:00.000Z"],
    "tagPerson": ["Rhea, John"],
    "tagNotebook": ["ILLINOIS"]
  },
  "1805": {
    "tagDate": ["1768-01-27T00:00:00.000Z"],
    "tagPerson": ["Lovell, Lieut.", "Haldimand, Brigadier General"],
    "tagDescription": ["Enclosures: Extracts of letters 21st Regiment"],
    "tagPlace": ["Natches"],
    "tagNotebook": ["ILLINOIS"]
  },
  "1980": {
    "tagDate": ["1772-10-07T00:00:00.000Z"],
    "tagPerson": ["Pownall, John", "Gage, Thomas, Lieutenant General"],
    "tagDescription": [
      "Receipt of his No. 76. The regulations for civil Government proposed by the Inhabitants of the Illinois were not enclosed in General Gage's dispatch as stated. West India affairs. [Draft.]"
    ],
    "tagNotebook": ["ILLINOIS"]
  },
  "1768": {
    "tagPlace": ["New York"],
    "tagNotebook": ["ILLINOIS"],
    "tagDescription": [
      "The situation and particular circumstances of the Illinois country, and the use, if that country is maintained, of guarding the Ohio and Illinois rivers, makes him state again the necessity of establishing forts at or near the junction of the Ohio and Illinois rivers with the Mississippi. On this account troops are to be stationed in the Illinois country. Fort Pitt is absolutely necessary for a communication with the Illinois. [The autograph signed letter is in the Public Record Office, series America and West Indies, Vol. 123, fol. 1 43.]"
    ],
    "tagDate": ["1767-04-03T00:00:00.000Z"],
    "tagPerson": ["Gage, Thomas, Major-General"]
  },
  "1679": {
    "tagDescription": [
      "Enclosure: Memorial to Sir William Johnson, by [Robert] Callendar, John Baynton, Samuel Wharton, &c., in behalf of themselves and others who lately traded with the Indian nations on the Ohio and to the westward. Desire compensation, in the shape of a proportionate grant of land, for their losses sustained through plunder by the Indians. [Copy]"
    ],
    "tagDate": ["1765-02-01T00:00:00.000Z"],
    "tagPerson": [
      "Wharton, Samuel",
      "Johnson, William, Sir",
      "Baynton, John",
      "Callender, Robert"
    ],
    "tagPlace": ["Philadelphia"],
    "tagNotebook": ["ILLINOIS"]
  }
}
