{
  "137": {
    "tagPerson": ["MUNRO, Henry"],
    "tagDescription": [
      "MUNRO, Henry. Compte des services rendus par le docteur Henry Munro à la veuve Traversie, du 28 février 1821 au 3 avril 1824."
    ]
  },
  "127": {
    "tagPerson": ["JURIDICTION ROYALE DE MONTRÉAL"],
    "tagDescription": [
      "JURIDICTION ROYALE DE MONTRÉAL Extrait des registres de la juridiction de Montréal faisant suite à l'assignation à comparaître en la chambre d'audience donnée à Charles-Louis d'Ailleboust à la requête de Jean-Clément Sabrevois de Bleury le 16 juin 1760, signé par Danré de Blanzy et Claude Houllier, huissier, 23 juin 1760."
    ]
  },
  "115": {
    "tagPerson": ["AMHERST, Jeffrey"],
    "tagDescription": [
      "AMHERST, Jeffrey. Autograph letter from Jeffery Amherst to his sister."
    ]
  },
  "151": {
    "tagPerson": ["DICTIONARY OF INDIAN TONGUES"],
    "tagDate": ["1862-01-01T00:00:00.000Z"],
    "tagDescription": [
      "DICTIONARY OF INDIAN TONGUES Dictionary of Indian Tongues, containing most of the words and terms used in the Tshimpsean, Hydah, & Chinook, with their meaning or equivalent in the English Language (Victoria: Hibben & Carswell, Victoria, printed at the Office of the Daily Chronicle, 1862), 15 pages."
    ]
  },
  "183": {
    "tagDescription": [
      "VOLANT DE SAINT-CLAUDE. Frères jumeaux, prêtres du séminaire de Québec, missionnaires et curés. Ratification d'un bail passé devant le notaire Basset, entre les frères Volant de Saint-Claude et René Legardeur de Beauvais, procureur de sa soeur [Catherine] Saurel. Signé par Legardeur de Beauvais et les frères Volant de Saint-Claude, 2 avril 1699."
    ],
    "tagPerson": ["VOLANT DE SAINT-CLAUDE"]
  },
  "421": {
    "tagPerson": ["MATHESON, Alexander"],
    "tagDate": ["1826-02-24T00:00:00.000Z"],
    "tagDescription": [
      "MATHESON, Alexander [Broadside], 24 February 1826, from Grant Powell, Commissioner & J.P., Bathurst District, giving notice that Christopher Alexander Hagerman and Grant Powell appointed commissioners to enquire into and investigate certain misdemeanors alleged to have been committed in the District of Bathurst by Alexander Matheson and others, will attend at the house of Mr. Firth in the Township of Nepean on the 6th of March to hear all such charges as may be brought by any person against the said Matheson, 24 February 1826. "
    ]
  },
  "424": {
    "tagDate": ["1839-08-27T00:00:00.000Z"],
    "tagDescription": [
      "LOWER CANADA. Court of King's Bench. A transcription of the document is reproduced in the Lande catalogue."
    ],
    "tagPlace": ["LOWER CANADA"]
  },
  "141": {
    "tagDescription": [
      "MORRIS, William. Printed circular advising the public to deposit any indebted amounts to the credit of the government in any of the chartered banks of the Province, signed by William Morris, Montreal, 2 May 1845."
    ],
    "tagPerson": ["MORRIS, William"],
    "tagDate": ["1845-05-02T00:00:00.000Z"]
  },
  "190": {
    "tagPerson": ["ROCHE, - . Curé de Pointe-aux-Trembles"],
    "tagDate": ["1706-11-06T00:00:00.000Z"],
    "tagDescription": [
      "ROCHE, - .Note adressée par le vicaire général [François Vachon de] Belmont à monsieur Roche lui donnant le droit de marier le soldat Pierre Lambeye avec Madeleine Richard. Signé par Belmont, 6 novembre 1706."
    ]
  },
  "195": {
    "tagPerson": ["BEAUMARCHAIS, Pierre-Augustin Caron de"],
    "tagDate": ["1779-01-01T00:00:00.000Z"],
    "tagDescription": [
      "BEAUMARCHAIS, Pierre-Augustin Caron de Écrivain et auteur dramatique français. Observations sur le mémoire justificatif de la cour de Londres, par Pierre-Augustin Caron de Beaumarchais, Armateur & Citoyen François; dédiées à la patrie, 1779, 64 pages."
    ]
  },
  "675": {
    "tagPerson": ["DOUKHOBOR SETTLEMENTS IN CANADA"],
    "tagDate": ["1909-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Zhivotnaia Kniga dukhobortsev'[The Dukhobor book of Life], (St. Petersburg: Bonch'-Bruevich', Vladimir' Editor, 1909) 327 pages. Reprinted in Canada, in Winnipeg, ca. 1948 and ca. 1975."
    ]
  },
  "871": {
    "tagDescription": [
      "Staroobriadchestvo i sektantsvo [Old Believers and Sectarians], by Vladimir Anderson (St. Petersburg, [ca. 1912]), 460 pages."
    ],
    "tagDate": ["1912-01-01T00:00:00.000Z"],
    "tagPerson": ["DOUKHOBOR SETTLEMENTS IN CANADA"]
  },
  "103": {
    "tagDescription": [
      "COLLÈGE DE QUÉBEC Copie collationnée, du transport et don par Charles de Lauson, seigneur de Charny et gouverneur général de la Nouvelle-France, de la concession qui lui avait été accordée par Jean de Lauson, lieutenant général en Nouvelle-France, au nom de la Compagnie de la Nouvelle-France le 15 avril 1652, aux pères jésuites du Collège de Québec, le 10 septembre 1657. Signé par le frère Joseph Boursier et le notaire [Romain] Becquet, 18 avril 1673."
    ],
    "tagPerson": ["COLLÈGE DE QUÉBEC"]
  },
  "107": {
    "tagDate": ["[1722-01-01T00:00:00.000Z TO 1728-11-05T23:59:59.999Z]"],
    "tagPerson": ["LAPRAIRIE"],
    "tagDescription": [
      "LAPRAIRIE Quatre documents signés par le père Dheu de la Compagnie de Jésus relatifs à la construction d'un pont par Pierre Lefebvre, [n.d.]; à un contrat à rente foncière non rachetable pour M. Laforme et Julien Leblanc, 3 août 1722; à un bail d'un moulin à eau avec M. Belavance, 20 octobre 1728; à une erreur à corriger sur le contrat de concession de la continuation de la terre de Joseph Dumay, 5 novembre 1728."
    ],
    "tagPlace": ["(Québec)"]
  },
  "448": {
    "tagDescription": [
      "DOUKHOBOR SETTLEMENTS IN CANADA Nedelia. Ezhenedel'naia Gazeta [Sunday. Weekly Newspaper], (St. Petersburg, No. 1-26, 1899) 869 pages, containing a report on the first and second shiploads of Doukhobors to Canada in 1899."
    ],
    "tagPerson": ["DOUKHOBOR SETTLEMENTS IN CANADA"],
    "tagDate": ["1899-01-01T00:00:00.000Z"]
  },
  "119": {
    "tagDescription": [
      "LAWRENCE, Charles Governor of Nova Scotia. Autograph letter to an unidentified correspondent, signed by Charles Lawrence, 1756."
    ],
    "tagPerson": ["LAWRENCE, Charles"],
    "tagDate": ["1756-01-01T00:00:00.000Z"]
  },
  "143": {
    "tagDate": ["1846-01-01T00:00:00.000Z"],
    "tagPerson": ["OREGON BOUNDARY"],
    "tagDescription": [
      "OREGON BOUNDARY, Treaty between Her Majesty and the United States of America, for the settlement of the Oregon Boundary. Signed at Washington, June 15, 1846 (London: Printed by T.R. Harrison, 1846)."
    ]
  },
  "147": {
    "tagPerson": ["ROSS, Sir James Clark"],
    "tagDate": ["[1800-01-01T00:00:00.000Z TO 1861-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "ROSS, Sir James Clark A transcription of the document is reproduced in the Lande Catalogue.",
      "ROSS, Sir James Clark Arctic Explorer. Letter from Sir James Clark Ross to an unidentified correspondent requesting a meeting before Clark's ship sails."
    ]
  },
  "179": {
    "tagDescription": [
      "MAUGUE, [Claude]. Document par lequel [Pierre Rémy], sulpicien, prie monsieur Maugue de faire un contrat de société entre Étienne Herbert dit Saint-Martin, habitant de Lachine, et Pierre Bouteau dit LaRamée, habitant du Sault Saint-Louis.(Sceau)"
    ],
    "tagPerson": ["MAUGUE, [Claude]"]
  },
  "193": {
    "tagDescription": [
      "LIZÉ DIT SAINT-MARTIN, Jacques. Soldat. Permission de marier Marie de La fontaine accordée par Charles de Beauharnois, lieutenant général de la Nouvelle-France, à Jacques Lizé dit Saint-Martin, soldat de la compagnie de monsieur La Gauchetière. Signé par Beauharnois, 3 juin 1733."
    ],
    "tagPerson": ["LIZÉ DIT SAINT-MARTIN, Jacques."]
  },
  "124": {
    "tagDescription": [
      "Juridiction royale de Montréal Assignation à comparaître en la chambre d'audience de la juridiction royale de Montréal donnée à Charles-Louis d'Ailleboust à la requête de Jean de Sabrevois de Bleury, signée par [Claude] Houllier, huissier, 16 juin 1760."
    ],
    "tagPerson": ["Juridiction royale de Montréal"]
  },
  "444": {
    "tagPerson": ["LOMBARD, Thomas C."],
    "tagDate": ["1866-05-21T00:00:00.000Z"],
    "tagDescription": [
      "LOMBARD, Thomas C. Letter, 19 June 1866, from William Spragge, Indian Office, Crown Lands Department, Ottawa, to Thomas C. Lombard, relating to Indian lands on Manitoulin Island. Also, printed sheet about the same subject, 21 May 1866."
    ]
  },
  "230": {
    "tagPerson": ["MACDONNELL, H. Capitaine"],
    "tagDate": ["1800-09-02T00:00:00.000Z"],
    "tagDescription": [
      "MACDONNELL, H. Capitaine. Lettre autographe d'[Ignace-Michel-Louis-Antoine d'Irumberry] de Salaberry à H. MacDonnell relative aux coûts excessifs des travaux qu'il a dû effectuer suite à un ouragan durant l'été, les désertions dans son régiment et autres faits divers. Beauport, 2 septembre 1800."
    ]
  },
  "235": {
    "tagPerson": ["PRINCE EDWARD ISLAND"],
    "tagDate": ["[1815-01-01T00:00:00.000Z TO 1870-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "PRINCE EDWARD ISLAND Collection of forty chronologically arranged letters relating to Prince Edward Island, including many comments on the political, economic, and social life of the time, as well as on the custom of hereditary succession to office in the colonial bureaucracy. Most of the items relate to several families: the Stewart family including John Stewart, Sr., and two of his sons, John Stewart, Jr., and Robert Stewart; and the Birnie and George Wright families. (George Birnie was related to Mrs. John Stewart, and most of the letters were addressed to him.) A few of the letters have nothing to do with Prince Edward Island but, because of their early Canadian postal interest, have been retained in the collection. A number of seals are also included."
    ]
  },
  "131": {
    "tagDescription": [
      "HAYS, William An Account of Goods & furneture lost at Judge Hays farme by the Rebels Being the Property of William Hay Esquire, 1776, including authentication of the document by William Gordon and Thomas Wood, 10 February 1777."
    ],
    "tagDate": ["[1776-01-01T00:00:00.000Z TO 1777-02-10T23:59:59.999Z]"],
    "tagPerson": ["HAYS, William"]
  },
  "134": {
    "tagPerson": ["HOLLAND, Samuel"],
    "tagDate": ["1784-01-01T00:00:00.000Z"],
    "tagDescription": [
      "HOLLAND, Samuel. Instructions, 26 October 1784, from Governor Frederick Haldimand to Henry Caldwell, Acting Receiver-General, to pay to Samuel Holland the sum of £1574.9.11 stg. being the amount of sundry disbursements and contingent expenses attending the surveying and laying out of lands for the disbanded troops and Loyalists. Signed by Haldimand and Alex Gray, with Samuel Holland's endorsement."
    ]
  },
  "163": {
    "tagDescription": [
      "[SMITH], Mariner Letter from [?] Bell, dated Ellis Lodge, Indian Head, N.W.T., 14 April 1885, to Mariner [Smith], [Cape Breton, N.S.], relating to the Riel Rebellion and life in the North West."
    ],
    "tagPerson": ["[SMITH], Mariner"],
    "tagDate": ["1885-01-01T00:00:00.000Z"]
  }
}
