{
  "869": {
    "tagDescription": [
      "to Lord Selkirk, Re The destruction of the Red River Colony by the Agents of the N.W.Co. The conduct of the Govr.Miles MacDonell and his surrender to the N.W.Co. The condition of the Colony Stores & Provisions. The unfitness of Mr. White to fill MacDonell's place. The stationing of the remaining Colonists for the winter. Encloses copies of letters to Robinsin,Fidler and McDonald. Will be at Red River early in Spring. Lays opinion re-future Colonization of Red River before His Lordship. Forwards some letters of Mr.Fidler to his friends in Ireland along with a few of his own. Refers to His Lordship's promise to Mr. Stainsby, Surgeon of the Prince.Brings Capt. Turner's conduct to notice.Has appointed James Swain as Stprekeeper of Colony. Suggests the sending of some pigs to Colony.Will write if further of note happens."
    ],
    "tagDate": ["1815-09-11T00:00:00.000Z"],
    "tagName": ["Semple, Robert"],
    "tagPlace": ["York Factory"]
  },
  "227": {
    "tagDate": ["[1811-01-01T00:00:00.000Z TO 1817-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Journal kept by the Rev. Chas.Bourke,Chaplain at R.R.during his journey from Sligo in Ireland to Red River Settlement and also at the Settlement."
    ]
  },
  "233": {
    "tagDescription": [
      "Journal of Alexander McDonell, 8 May, 1815 - 17 August, 1817, gathering settlers, journey to Red River and Services there."
    ],
    "tagDate": ["1811-01-01T00:00:00.000Z"]
  },
  "983": {
    "tagName": ["Semple, Robert"],
    "tagPlace": ["York Factory"],
    "tagDescription": [
      "to H.B.Co.Officials in London. Giving an account of the voyage of the Steamer Prince and some suggestions re-the trade with the Esquimaux around Hudson Straits;Vessel to be sent home in following year after loading of ships; details news that awaited his arrival,of the disperson of the R.R.Colony by the N.W.Co. Agents and Affairs and conditions present and pendind at the Colony."
    ],
    "tagDate": ["1815-09-23T00:00:00.000Z"]
  },
  "867": {
    "tagDescription": [
      "to Colin Robinson, Requesting that he continued at Settlement and with Mr. Alex.MacDonell as Second in Command.Hopes to visit Red River in April."
    ],
    "tagDate": ["1815-09-05T00:00:00.000Z"],
    "tagName": ["Semple, Robert"],
    "tagPlace": ["York Factory"]
  },
  "862": {
    "tagPlace": ["York Factory"],
    "tagName": ["Semple, Robert"],
    "tagDate": ["1815-08-31T00:00:00.000Z"],
    "tagDescription": [
      "to Thomas Vincent. Was prevented from transferring,on account of ill health Nichol Finlarsan,& by the ships parting Company. Mentions several whom the Committee wishes to appont as Councillors of Moose District and one as Sheriff of same. Refers to the attack of the N.W.Co on the infant Settlement of Red River."
    ]
  },
  "998": {
    "tagDescription": [
      "to Mr.Sutherland. Acknowledging his letter of 21st inst. And re-the men at Qu'Appelle.The necessity of obtaining provisions for the Settlement & bark for canoes and the serving of provisions to Settlers.Is to keep in view the purchase of a horse.",
      "to A.Kennedy, Re Attachement of Cumberland House to Saskatchewan Department.Is to consider himself under the orders of Mr.Jac.Bird,Chief of that Department."
    ],
    "tagDate": ["1815-11-30T00:00:00.000Z"],
    "tagName": ["Semple, Robert"],
    "tagPlace": ["R. R. Settlement", "Fort Douglas"]
  },
  "1000": {
    "tagPlace": ["Red River"],
    "tagName": ["Semple, Robert"],
    "tagDate": ["1815-12-01T00:00:00.000Z"],
    "tagDescription": [
      "to John Clarke, Has had no time to write,having been so taken up with the H.B.Co.affairs.Hopes to meet him in ensuing summer and then concert fully re- operations in the Athabasco."
    ]
  },
  "1002": {
    "tagDescription": [
      "Memo.- of Robert Semple, re - route toOsnaburgh House, re- letter to John Pritchard,and sending of the remaining colonists.",
      "to Governor and Committee of Hudson Bay Company. Detailing the attack at Qu'Appelle by the N.W.Co on the Colony;and respecting the present conditions at Colony,the trade with the Indians,the sending out of several young men to the H.B.Co as Articled Clerks;the American Boundaries,and the teritorial rights of the H.B.Co."
    ],
    "tagDate": ["1815-12-20T00:00:00.000Z"],
    "tagName": ["Semple, Robert"],
    "tagPlace": ["Fort Douglas", "Red River"]
  },
  "995": {
    "tagName": ["Semple, Robert"],
    "tagPlace": ["Jack River House", "R. R. Settlement", "Fort Douglas"],
    "tagDescription": [
      "Memo- re orders to Messrs.Bird.E.H. & A.Kennedy at Cumberland House re the construction of canoes to be used in Spring.",
      "to Mr.Bird, Referring to his wintering at Jack River and the changes to be made in the Saskatchewan department.Hopes to communicate favorably in Spring as to results of management at H.B.House at Pembina.",
      "to Mr.Cameron of N.W.Co. returning dried meat sent him as a present.has also directed return of guns."
    ],
    "tagDate": ["1815-11-30T00:00:00.000Z"]
  },
  "1012": {
    "tagName": ["Semple, Robert"],
    "tagPlace": ["Fort Douglas"],
    "tagDescription": [
      "to Lord Selkirk, Giving his observations on the Colony,from the Settlers departure from Y:F. on the 6th & 7th Sept to the present date."
    ],
    "tagDate": ["1815-12-16T00:00:00.000Z"]
  },
  "778": {
    "tagDescription": [
      "Journal III of Archibald McDonald Kept at Red River Settlement from June 29th 1815 to October 21st 1815,with copies of Corr espondence since the Surrender of the Governor-Miles of the Colony,Miles McDonell to the N.W.Co. on June 19 1815."
    ],
    "tagDate": ["1815-01-01T00:00:00.000Z"]
  },
  "859": {
    "tagDate": ["1815-08-01T00:00:00.000Z"],
    "tagDescription": [
      "to Thomas Vincent. Encloses copy of Instructions relative to the Administration of Justice in Ruperts Land. And recommends Marcus Calder,protégé of Lady Selkirk Sandside to his protection."
    ],
    "tagPlace": ["Ship Prince of Wales Hudson Straits"],
    "tagName": ["Semple, Robert"]
  },
  "868": {
    "tagPlace": ["York Factory"],
    "tagName": ["Semple, Robert"],
    "tagDate": ["1815-09-05T00:00:00.000Z"],
    "tagDescription": [
      "to Colin Robertson, Re Nrgent necessity of having baggage of present Conists transferred to Settlement as early as possible in Spring."
    ]
  },
  "860": {
    "tagDescription": [
      "to Thomas Thomas Apprising him of his appointment to his(Semple)Council and as Councillor of the Ossiniboia District."
    ],
    "tagDate": ["1815-08-30T00:00:00.000Z"],
    "tagName": ["Semple, Robert"],
    "tagPlace": ["York Factory"]
  },
  "79": {
    "tagDescription": [
      "Journal of the H.B.Co kept at Moose Factory from 17th December 1816 to 16th Dec.1817-with a Diary of Winds and Weather kept at Moose Factory from Dec.1816 to June 1817."
    ],
    "tagDate": ["[1816-01-01T00:00:00.000Z TO 1817-12-31T23:59:59.999Z]"]
  },
  "846": {
    "tagName": ["Semple, Robert"],
    "tagPlace": ["Stromners"],
    "tagDescription": [
      "to Lord Selkirk Re the gathering together in Ireland of those wishing to go as Colonists to R.R.S."
    ],
    "tagDate": ["1815-06-20T00:00:00.000Z"]
  },
  "1001": {
    "tagPlace": ["Red River"],
    "tagName": ["Semple, Robert"],
    "tagDate": ["1815-12-01T00:00:00.000Z"],
    "tagDescription": [
      "to Monsieur Decoigne. (in French).Hope to interview him in Spring,in person."
    ]
  },
  "845": {
    "tagDate": ["1815-01-01T00:00:00.000Z"],
    "tagDescription": ["Governor Semple's Letter Book,June-Dec. 1815"]
  },
  "649": {
    "tagDescription": [
      "Journal II of Archibald McDonald Kept at Red River Settlement from January 1st to June 28th 1815,interspersed with Correspondence with Duncan Cameron of the N.W.Co."
    ],
    "tagDate": ["1815-01-01T00:00:00.000Z"]
  },
  "840": {
    "tagDate": ["[1814-01-01T00:00:00.000Z TO 1815-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Journal of Peter Fedler Kept at Red River Settlement from July 22 1814 to 25th June 1815 with the Account of the Population of Free Canadians abd the thre Tribes of Indians in that quarter,and the Meterological Journal and Astronomical Observations of Thomas and Charles Fidler. 1815."
    ]
  },
  "850": {
    "tagPlace": ["Stromners"],
    "tagName": ["Semple, Robert"],
    "tagDate": ["1815-06-20T00:00:00.000Z"],
    "tagDescription": [
      "to Mr.Geo.Geddes Giving orders to increase supply of wine for the Steamer Hadlow in case of sickness.",
      "to Lord Selkirk Re Conduct of Capt.Turner and Mr.Auld of Auld Turner & Co. and od Mr.Bollenden of the H.B.Co. Re- The seven young men sent as writers for the Colony by Mr.John McDonald, the stories prejudicial to Mr.Keveney's Character,being circulated by Weiland, a Swede and Mr. Geddes the arrival of Mr.John McDonald on 23 June and also that of the people from Sornaway,prior to their departure for R.R.S."
    ]
  },
  "855": {
    "tagDate": ["1815-06-17T00:00:00.000Z"],
    "tagDescription": [
      "to MR.J.Halkett of the H.B House,London,- Re - the preparation of skins of animals for stuffing and the foundation of a H.B.Museum.",
      "to the Governor of the of Directors of H.B.Co.London,Eng. - re -the safe arrival of the Ship Prince of Wales and the Eddystone; the division of the H.B.Co Shares; the refusal of Mr.Christopher Harvey to be allowed to go with the Ships in the spring to R.R. and the subsequent departure with another Company; the cloathing of the seven young men sent as writers for the Colony by Mr.McDonald; the advisability of removing the Custon House from Kirkwall to Stromners,and the hiring of beat builders."
    ],
    "tagPlace": ["Stromners"],
    "tagName": ["Semple, Robert"]
  },
  "866": {
    "tagDescription": [
      "to Mr.Peter Fidler, Authorizing him to superintend the inland journey of the Red River Settlement (Colonists).Mr.Colin Robinson to be first and Mr.Alex.MacDonell second in command. Will communicate further instructions in Spring."
    ],
    "tagDate": ["1815-09-05T00:00:00.000Z"],
    "tagName": ["Semple, Robert"],
    "tagPlace": ["York Factory"]
  },
  "585": {
    "tagDescription": [
      "Journal I of Archibald McDonald kept at Churchill Creek from 30th March to 22 August 1814- interspersed with correspondence with Mr.W.H.Cook Chief of York Factory."
    ],
    "tagDate": ["1814-01-01T00:00:00.000Z"]
  },
  "3": {
    "tagDescription": [
      "Journal of Colin Robertson kept at the H.B.Co Posts in the R.R.S. from 3rd May to 16th December 1817."
    ],
    "tagDate": ["1817-01-01T00:00:00.000Z"]
  },
  "864": {
    "tagDescription": [
      "to Alex.McDonell. Appoints his Second in Command at Red River until Lord S's further instructions & Requests that Mr.Colin Robinson act as Chief until His Lordship's pleasure is known,Mr.P.Fidler to go inland with the party to aid to re-istablishment of Colony. Exhorts him for his attention to Settlers during the passage out.",
      "to Owen Keveney Informs him of death of Mr. Johnson and has requested that his(Keveney's) letter be returned with a copy of statement of circumstances leading to John ston's death. Requests presence of Mr.Beirley at York Factory."
    ],
    "tagDate": ["1815-09-05T00:00:00.000Z"],
    "tagName": ["Semple, Robert"],
    "tagPlace": ["York Factory"]
  },
  "861": {
    "tagDate": ["1815-01-01T00:00:00.000Z"],
    "tagDescription": [
      "to James Bird, informing him of his appointment to his(Semple's Council within the Territories."
    ],
    "tagPlace": ["York Factory"],
    "tagName": ["Semple, Robert"]
  }
}
