{"2089":{"tagDescription":["Case of W.J. Mayor"],"tagDate":["[1903-01-01T00:00:00.000Z TO 1904-12-31T23:59:59.999Z]"]},"817":{"tagDescription":["Royal Naval Officers employed under Dominion Government"],"tagDate":["[1910-01-01T00:00:00.000Z TO 1936-12-31T23:59:59.999Z]"]},"1238":{"tagDescription":["Missing / Manque"]},"1879":{"tagDescription":["Great Seal of the Dominion of Canada -Also Great Seal of the Provinces  Ontario, Quebec, Nova Scotia and New Brunswick  1867-1877 -(Particular reference to legality of old Seal of Nova Scotia)"],"tagDate":["[1867-01-01T00:00:00.000Z TO 1914-12-31T23:59:59.999Z]"]},"1019":{"tagDate":["[1903-01-01T00:00:00.000Z TO 1908-12-31T23:59:59.999Z]"],"tagDescription":["Lieut. Colonel Hudon, C.M.G Pension claim"]},"1306":{"tagDescription":["Control and regulation of the waters of the Niagara River 1902-1911 -Preservation of Niagara Falls"],"tagDate":["[1925-01-01T00:00:00.000Z TO 1929-12-31T23:59:59.999Z]"]},"1240":{"tagDescription":["Missing / Manque"]},"1618":{"tagDate":["[1889-01-01T00:00:00.000Z TO 1913-12-31T23:59:59.999Z]"],"tagDescription":["Ibid"]},"1460":{"tagDate":["[1913-01-01T00:00:00.000Z TO 1936-12-31T23:59:59.999Z]"],"tagDescription":["1860: Wood Island on the Labrador coast. Question of ownership (see also correspondence 21-4-26) 1889: Boundary between Canada and Newfoundland in the Peninsula of Labrado 1903: Issue of licence by Newfoundland Government to cut wood on lands claimed to be within jurisdiction of Province of Quebec 1922: Action of C.G.S. Acadia and Schooner Corsair carrying out survey operation for Department of Justice Newfoundlands complaints re  1936: Survey of North Labrador by Dr. Alexander Forbes. Letter from Sir Wilfred Grenville asking for recognition of Dr. Forbes services"]},"405":{"tagDate":["[1914-01-01T00:00:00.000Z TO 1936-12-31T23:59:59.999Z]"],"tagDescription":["Imperial officers and NCO,s seconded for temporary service under Canadian government. Details re individual appointments -Nominal roll of NCOs of Imperial army serving in Canada -Appointment of Colonel W.G. Gwatkin as Chief of the General Staff, Canadian militia. Grant of rank in Canadian army of Major General. Substantive rank of Major General in regular army recommended by Sir Sam Hughes (refused) Appointment of Major General J.H. MacBrien as Chief of the General Staff (1902) -Case of Mr. H.G. Peacocke, late accountant, Barrack stored branch, R.C.A.S.C."]},"706":{"tagDate":["[1910-01-01T00:00:00.000Z TO 1914-12-31T23:59:59.999Z]"],"tagDescription":["Attachment of Canadian officers and men to regular army units: Of Imperial officers and men to Canadian Military Forces -For annual training while on leave -For instruction at own expense, -On invitation from affiliated regiment -Members of County of London Yeomanry and Territorial Forces under special arrangement"]},"987":{"tagDescription":["Missing / Manque"]},"1079":{"tagDescription":["Rules for the observance of the duties of neutrality -Position of British subjects under Foreign Enlistment Act -Purchase of war vessels by belligerent states -Prize cargoes. Contraband of war 1898  State of war between Spain and the United States 1904  State of war between Russia and Japan 1911-1912  State of war between Italy and Turkey 1912  State of war between Turkey and the Balken States"],"tagDate":["[1898-01-01T00:00:00.000Z TO 1912-12-31T23:59:59.999Z]"]},"1070":{"tagDate":["[1903-01-01T00:00:00.000Z TO 1908-12-31T23:59:59.999Z]"],"tagDescription":["Wearing of Military uniforms by retired officers"]},"1239":{"tagDescription":["Missing / Manque"]},"988":{"tagDate":["[1900-01-01T00:00:00.000Z TO 1904-12-31T23:59:59.999Z]"],"tagDescription":["South African War Trophies -City of Ottawas application, etc"]},"1243":{"tagDescription":["Books only -Reconstitution of the War Office Parts I, II (map accompanying Part II and III) -Army organization -Financial effect of changes in army organization -Secretariat of the Defence Committee -Duties of Director of Army Finance -Duties of Inspector General of the Forces -Duties of the Army Council"],"tagDate":["1904-01-01T00:00:00.000Z"]},"558":{"tagDescription":["Ibid"],"tagDate":["1914-01-01T00:00:00.000Z"]},"1727":{"tagDate":["[1868-01-01T00:00:00.000Z TO 1929-12-31T23:59:59.999Z]"],"tagDescription":["Arms of the Dominions of Canada and of the Canadian provinces Use of crest and supporters with Armorial Ensigns"]}}