{
  "114": {
    "tagDescription": [
      "(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Laurier (biographical)"
    ]
  },
  "732": {
    "tagDate": ["[1878-01-01T00:00:00.000Z TO 1910-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Navy"
    ]
  },
  "78": {
    "tagDescription": [
      "(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Land administration"
    ]
  },
  "160": {
    "tagDescription": [
      "(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Liberal Party"
    ]
  },
  "347": {
    "tagDescription": [
      "(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Manitoba Politics"
    ]
  },
  "594": {
    "tagDescription": [
      "(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Marine and Fisheries"
    ]
  },
  "725": {
    "tagDescription": [
      "(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Montreal, Conservatory of Music"
    ]
  },
  "195": {
    "tagDescription": [
      "(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Manitoba Boundary"
    ]
  },
  "676": {
    "tagDescription": [
      "(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Marriage"
    ]
  },
  "73": {
    "tagDescription": [
      "(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Labour"
    ]
  },
  "379": {
    "tagDescription": [
      "(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Militia and Defense"
    ]
  },
  "372": {
    "tagDescription": [
      "(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Manitoba Schools"
    ]
  },
  "1003": {
    "tagDescription": [
      "(b) Memoranda and notes, 6 ft. Unsigned and often undated memoranda, reports, estimates and notes, arranged alphabetically in subject files and numbered consecutively Navy"
    ],
    "tagDate": ["[1911-01-01T00:00:00.000Z TO 1917-12-31T23:59:59.999Z]"]
  }
}
