{
  "835": {
    "tagDescription": [
      "BOYD, Alfred Letter from the Reverend Joseph P. Gardiner, incombent of St. Andrews, concerning Louis Riel's eaction to two messengers' arrest among whom [John] Norquay, [February 1870]."
    ],
    "tagPerson": ["BOYD, Alfred "],
    "tagDate": ["0000-02-01T00:00:00.000Z"]
  },
  "825": {
    "tagDate": ["1857-02-22T00:00:00.000Z"],
    "tagPerson": ["LABOUCHERE, Henry"],
    "tagDescription": [
      "LABOUCHERE, Henry, first Baron Taunton Copy of a despatch to Henry Labouchere from Sir Edmund Walker Bart Head chiefly relative to the Red River District 22 February 1857."
    ]
  },
  "102": {
    "tagDescription": [
      "CANADA, costumes of 1815. A group of six watercolours depecting early Canadian costumes by an unknown artist. The watercolours may be copies of six engravings on costume in Travels Through Canada and the United States of North America... by John Lambert",
      "CHARLES, John Letter from William MacIntosh relating to fur trade, communications between the forts, contact with Indians, and various trading expeditions, 8 May 1833.",
      "CHRISTIE, Alexander 1834 Report in form of a letter by Robert Seaborn Miles discussing the conditions at York Factory, the beaver trade, the servants accounts, and the outdoor work. R.S. Miles is also requesting a leave of absence for health reason.",
      "HARGRAVE, James Letter from Robert Harding relating to the fur trade with the Indians and the Inuit, 23 January 1841.",
      "COATE, Samuel Poikilographia, or Various Specimens of Ornamental Penmanship (London, 1812) by Samuel Coate who appeared to be a Canadian. Two of the five dedicatees of the book are the Governor of Lower Canada and the Bishop of uebec. The text consists of 16 engraved plates showing various styles of writing, for example, Saxon Character, Hebrew Alphabet, Roman Character, Old English, etc. Among the other vignettes are three inscriptions to Canadians."
    ],
    "tagDate": ["1841-01-23T00:00:00.000Z"],
    "tagPerson": [
      "CHARLES, John",
      "CHRISTIE, Alexander ",
      "HARGRAVE, James",
      "COATE, Samuel."
    ],
    "tagPlace": ["CANADA"]
  },
  "863": {
    "tagPlace": ["Canada"],
    "tagDescription": [
      "EVERETT,----. Letter from Rev. Henry Green, England, to Mr. Everett describing various moments of his recent visit to Canada, 8 January 1895, together with two of Rev. Green's poems relating to the same subject, ca.1890."
    ],
    "tagPerson": ["EVERETT,----"],
    "tagDate": ["[1890-01-01T00:00:00.000Z TO 1895-01-08T23:59:59.999Z]"]
  },
  "839": {
    "tagDescription": [
      "MCLEOD, Malcolm Several newspaper clippings of the Ottawa Times' editorial columns concerning the Pacific Railway and signed by Britannicus, 1869, together with two letters on the same subject to the Editor of the Montreal Gazette, ca.1873, and notes under the heading Important Indian Treaty, n.d., presumably by Malcolm McLeod."
    ],
    "tagPerson": ["MCLEOD, Malcolm "],
    "tagDate": ["[1869-01-01T00:00:00.000Z TO 1873-12-31T23:59:59.999Z]"]
  },
  "218": {
    "tagPerson": ["MARTIN, Robert Montgomery "],
    "tagDate": ["[1842-01-01T00:00:00.000Z TO 1843-01-04T23:59:59.999Z]"],
    "tagDescription": [
      "MARTIN, Robert Montgomery Letter to Robert Montgomery Martin from George Renny Young sending to Montgomery his first volume of a book entitled On Colonial Literature, Science and Education, written with a view of Improving the Literary, Educational and Public Institutions of British North America (Halifax, 1842, volume 1). The letter is pasted at the beginning of this olume, 4 January 1843. A transcript of the letter is available in the Lande catalogue."
    ]
  },
  "817": {
    "tagPerson": ["MACKENZIE, Roderick"],
    "tagDate": ["1847-01-12T00:00:00.000Z"],
    "tagDescription": [
      "MACKENZIE, Roderick Letter of Roderick MacKenzie to the Governor, Chief Factors and Chief Traders, Nothern Department, reporting on his activities and events such as an epidemy of measles and influenza that had broken among the Indians, together with an account of the dead and the renewal of contracts of some servants, 12 January 1847."
    ]
  },
  "822": {
    "tagDescription": [
      "MCKENZIE, James Letter of introduction signed by James McKenzie to Captain Bradford, Lord Alexander Russell and Major Easton for safepassage during a fishing expedition in the Hudson's Bay Co. territory, 10 June 1847."
    ],
    "tagDate": ["1847-06-10T00:00:00.000Z"],
    "tagPerson": ["MCKENZIE, James"]
  },
  "437": {
    "tagDate": ["[1843-01-01T00:00:00.000Z TO 1852-12-31T23:59:59.999Z]"],
    "tagPerson": ["JESUITES, les pères"],
    "tagDescription": [
      "JESUITES, les pères Collection reliée de lettres originales en provenance de divers missionnaires jésuites au Canada et envoyées aux pères jésuites et à leurs amis, réunies sous le titre de Lettres des nouvelles missions du Canada, Tome 1 et 2, 1843-1852. Parmi les auteurs des lettres, notons surtout les pères Félix Martin, Pierre Point, le père Chazelle, le père Frémiot et Antoine Kobler. Un index au tome 1 est disponible dans le volume."
    ]
  }
}
