{
  "1472": {
    "tagNotebook": ["CARNETS et CAHIERS DE NOTES"],
    "tagDescription": ["Carnet de comptes et de notes"]
  },
  "1202": {
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"],
    "tagDate": ["1902-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Allocutions divers - mot de bienvenue a Mademoiselle?",
      "Allocutions divers - allocution relative a un sculpteur decede, inclant une esquisse",
      "Allocutions divers - allocution de remerciements a la Societe Philharmonique pour un concert qu'elle a donnee",
      "Allocutions divers - allocution prononcee lors de la pose de la pierre angulaire de l'eglise Sainte Anne de Fall River en Nouvelle Angleterre",
      "Allocutions divers - adresse a l'Institut des artisans",
      "Allocutions divers - allocution relative a l'enseignement commercial"
    ]
  },
  "95": {
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"],
    "tagDescription": [
      "Nationalite, principe pieux, loi providentielle - notes pour conferences"
    ]
  },
  "454": {
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"],
    "tagDescription": [
      "La science dans l'industrie - notes diverses incluant une photocopie annotee par Anne Bourassa",
      "La science dans l'industrie - conference"
    ],
    "tagDate": ["1869-01-01T00:00:00.000Z"]
  },
  "42": {
    "tagDate": ["1899-01-01T00:00:00.000Z"],
    "tagDescription": ["Coupures de presse - annonces relatives a des saisies"],
    "tagNotebook": ["DOCUMENTS PERSONNELS"]
  },
  "35": {
    "tagNotebook": ["DOCUMENTS PERSONNELS"],
    "tagDescription": [
      "Soumission pour bois de construction - bois de construction a fournir a Napoleon Bourassa, sur emplacement voisin de J.B. Poulin"
    ]
  },
  "30": {
    "tagDescription": [
      "Priere ou poeme - quelques esquisses se trouvent au verso"
    ],
    "tagNotebook": ["DOCUMENTS PERSONNELS"]
  },
  "405": {
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"],
    "tagDescription": [
      "L'architecture - notes diverses dont un des feuillets porte l'entete suivant: Montreal, 27 fevrier 1865, recu du College St-?",
      "L'architecture - fragment d'une allocution"
    ],
    "tagDate": ["1865-01-01T00:00:00.000Z"]
  },
  "1312": {
    "tagDescription": ["L'Art Association of Montreal - resolution"],
    "tagNotebook": ["DOSSIERS-SUJETS"]
  },
  "1528": {
    "tagDescription": [
      "Cahier de notes - la premiere page porte la mention: Notes sur l'amerique centrale. Le cahier contient aussi 4 feuillets de notes",
      "Cahier de notes - ce cahier contient aussi une coupure de presse, un feuillet de notes et une fleur sechee",
      "Cahier de notes - notes sur les eglises Italiennes",
      "Cahier de notes - ce cahier contient des notes relatives a la Grece, a la science et la litterature Egyptienne, ainsi qu'une liste de livres",
      "Cahier de notes - notes relatives au theatre grec",
      " leconomie anti-chretienne devant lhomme",
      "Cahier de notes - extrait dune conférence du Pere Felix intitulee lEconomie sociale devant le christianisme. Premiere conférence:",
      "Cahier de notes - notes relatives a lApotheose de Christophe Colomb. Une partie de ces notes sont de la main de Napoleon Bourassa et lautre partie est de la main de Adine Bourassa. Le cahier\ncontient aussi 3 feuillets de notes",
      "Cahier de notes - liste de peintures decoratives commandees par la ville de Paris pour ses mairies"
    ],
    "tagDate": ["1893-03-01T00:00:00.000Z"],
    "tagNotebook": ["CARNETS et CAHIERS DE NOTES"]
  },
  "1447": {
    "tagDescription": [
      "Voyage en France (1877) - lettre de Napoleon Bourassa a l'honorable H.G. Joly, 7 novembre 1878, relativement a des petits modeles utilises dans l'enseignement du dessin et de la construction"
    ],
    "tagDate": ["[1877-01-01T00:00:00.000Z TO 1878-12-31T23:59:59.999Z]"],
    "tagNotebook": ["DOSSIERS-SUJETS"]
  },
  "38": {
    "tagDate": ["1866-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Demande de comparution comme jure - la demande est signee par G. Bouthillier, Sherif"
    ],
    "tagNotebook": ["DOCUMENTS PERSONNELS"]
  },
  "1435": {
    "tagNotebook": ["DOSSIERS-SUJETS"],
    "tagDescription": [
      "Voyage en France (1877) - notes",
      "Voyage en France (1877) - notes et esquisses"
    ],
    "tagDate": ["[1877-01-01T00:00:00.000Z TO 1878-12-31T23:59:59.999Z]"]
  },
  "1710": {
    "tagNotebook": ["IMPRIMES"],
    "tagDate": ["1865-01-01T00:00:00.000Z"],
    "tagDescription": [
      "<<Lettres et pensees dHippolyte Flandrin>> par le vicomte Henri Delaborde"
    ]
  },
  "1372": {
    "tagNotebook": ["DOSSIERS-SUJETS"],
    "tagDescription": ["Reflexions sur le peuple American - notes"]
  },
  "41": {
    "tagDescription": [
      "Coupures de presse - <<La construction de l'avenir, le beton arme>>"
    ],
    "tagNotebook": ["DOCUMENTS PERSONNELS"]
  },
  "1336": {
    "tagNotebook": ["DOSSIERS-SUJETS"],
    "tagDate": ["1881-01-01T00:00:00.000Z"],
    "tagDescription": [
      "L'economie politique - notes diverses: quelques notes sont redigees au verso de la page titre du livre <<Les Parisiens en province>>"
    ]
  },
  "201": {
    "tagDescription": ["Michel-Ange - le plafond de la [chapelle] Sixtine"],
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"]
  },
  "1140": {
    "tagDescription": [
      "L'enseignement de l'art au Canada - notes relatives a un programme d'enseignement de l'art au Canada. Un des feuileets porte l'entete suivant: Paris, Hotel de la Tamise, rue d'Alger, 4, 8 mai 1877. Les notes sont inserees dans une circulaire de l'Academie Canadienne (Canadian Academy of Arts), datee de 1880, et portant a l'entete la note suivante: 3ieme conference - ce que nous pourrions faire au Canada"
    ],
    "tagDate": ["1880-01-01T00:00:00.000Z"],
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"]
  },
  "1319": {
    "tagNotebook": ["DOSSIERS-SUJETS"],
    "tagDescription": ["Charles Gill - notes de Anne Bourassa"]
  },
  "26": {
    "tagNotebook": ["DOCUMENTS PERSONNELS"],
    "tagDescription": ["Lettre de Bourassa a Theophile Hamel - photocopie"],
    "tagDate": ["1869-01-01T00:00:00.000Z"]
  },
  "2015": {
    "tagNotebook": ["IMPRIMES"],
    "tagDescription": [
      "Bulletin paroissiaux de la chapelle Notre-Dame de Lourdes, Montreal, numeros 55, 59, 63 et 71, 1973, annee du centenaire de la chapelle"
    ],
    "tagDate": ["1973-01-01T00:00:00.000Z"]
  },
  "636": {
    "tagDescription": [
      "Ce que c'est et ce que vaut l'art national - notes diverses dont certaines sont au verso de lettres circulaires du secretaire de l'Academie Canadienne, datees de 1880",
      "Ce que c'est et ce que vaut l'art national - notes pour conference: ces notes sont inscrites au verso de lettres circulaires du secretaire de l'Academie Canadienne, datees de 1880",
      "Ce que c'est et ce que vaut l'art national - notes pour conference: ces notes sont inserees dans une lettre circulaire du secretaire de l'Academie Canadienne datee de 1880. La circulaire porte a l'entete la note suivante: Ce que c'est et ce que vaut l'art national, 2ieme conference, 1'art grec"
    ],
    "tagDate": ["1880-01-01T00:00:00.000Z"],
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"]
  },
  "284": {
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"],
    "tagDescription": [
      "Les moyens de developpement et de culture de l'art au Canada - discours incomplet"
    ],
    "tagDate": ["1861-01-01T00:00:00.000Z"]
  },
  "1225": {
    "tagDescription": [
      "L'Apotheose de Christophe Colomb - notes historiques",
      "L'Apotheose de Christophe Colomb - manuscrit et depliants decrivant l'oeuvre de Bourassa",
      "L'Apotheose de Christophe Colom - note relative aux cartons de l'Apotheose de Christophe Colomb a l'Exposition universelle de Paris",
      "L'Apotheose de Christophe Colom - au verso de cette note on retrouve quelques comptes pour les annees 1893 et 1894"
    ],
    "tagDate": ["[1893-01-01T00:00:00.000Z TO 1894-12-31T23:59:59.999Z]"],
    "tagNotebook": ["DOSSIERS-SUJETS"]
  },
  "792": {
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"],
    "tagDescription": ["L'art grec - conference, 94 pages"]
  },
  "1358": {
    "tagDescription": [
      "L'Institut canadien-francais - lettre et notes: quelques notes sont inscrites au verso d'une lettre datee du 1 decembre 1859, signee par J.A. Chapleau, secretaire de l'Institut et invitant Napoleon Bourassa a donner une serie de conferences"
    ],
    "tagDate": ["1859-01-01T00:00:00.000Z"],
    "tagNotebook": ["DOSSIERS-SUJETS"]
  },
  "1428": {
    "tagNotebook": ["DOSSIERS-SUJETS"],
    "tagDescription": [
      "Voyages en France (1877) - texte relatif a l'Ecole Monge de Paris"
    ]
  },
  "157": {
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"],
    "tagDescription": ["Michel-Ange - notes pour conference"]
  },
  "1037": {
    "tagDescription": [
      "L'art grec - extrait correspondant aux pages 45 et suivantes, du texte de la conference sur l'arg gret, 11 pages"
    ],
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"]
  },
  "1519": {
    "tagDescription": [
      "Carnet de notes - la premiere page porte la mention suivante: Reflexion sur l'art et l'esthetique: Notes sur la Ste-Chapelle. Le carnet contient une coupure de presse et 5 feuillets de notes"
    ],
    "tagNotebook": ["CARNETS et CAHIERS DE NOTES"]
  },
  "1053": {
    "tagDescription": [
      "L'art grec - notes diverses et courts extraits relatifs a la conference sur l'art grec. Quelques notes sur Riel se trouvent au verso de l'un des feuillets"
    ],
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"]
  },
  "21": {
    "tagNotebook": ["DOCUMENTS PERSONNELS"],
    "tagDescription": ["Brouillon d'une lettre de Bourassa"]
  },
  "231": {
    "tagDescription": [
      "Michel-Ange - tombeau de la sachristie de St-[Laurent]"
    ],
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"]
  },
  "1385": {
    "tagNotebook": ["DOSSIERS-SUJETS"],
    "tagDate": ["1884-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Questions politiques et sociales - notes diverses incluant un texte intitute: Etudes sur la difference des tyrannies anciennes et modernes. Un des feuillets porte l'entete suivant: Monte-Bello, 22 aout 1884"
    ]
  },
  "1448": {
    "tagNotebook": ["DOSSIERS-SUJETS"],
    "tagDescription": ["Notes diverses"]
  },
  "44": {
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"],
    "tagDescription": ["L'art gothique - conference"]
  },
  "488": {
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"],
    "tagDate": ["1873-01-01T00:00:00.000Z"],
    "tagDescription": [
      "La Societe des arts et metiers - fragment d'une allocution ou d'un memoire sur la situation dans les ecoles de dessin sous le controle de la Chambre des arts et metiers. Napoleon Bourassa assurait alors la direction provisoire des ecoles de dessin. Le fragment est precede de deux feuillets de notes de Anne Bourassa",
      "La Societe des arts et metiers - allocution",
      "La Societe des arts et metiers - notes diverses"
    ]
  },
  "533": {
    "tagDescription": [
      "Influence du sentiment religieux sur l'art - au verso de certains feuillets on retrouve les mentions suivantes: - invitation à assister aux funérailles dAzélie Papineau, 29 mars 1869",
      "Influence du sentiment religieux sur l'art - conference precedee de 5 pages des notes de [Anne Bourassa]",
      "Influence du sentiment religieux sur l'art -  Montréal, 26 décembre 1873,  oit la Chambre des Arts et Manufactures; circulaire relative à des leçons de dessin; Commissariat Canadien, 10 rue de Rome, Paris (France)",
      "Influence du sentiment religieux sur l'art - notes diverses",
      "Influence du sentiment religieux sur l'art - au verso de certains feuillets on retrouve les mentions suivantes : - Monte-Bello, 31 juillet 1866"
    ],
    "tagDate": ["1873-01-01T00:00:00.000Z"],
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"]
  },
  "1322": {
    "tagNotebook": ["DOSSIERS-SUJETS"],
    "tagDescription": [
      "Charles Gill - photocopies: extait tire du livre d'Albert Laberge, intitule <<Peintures et ecrivains d'hier et d'aujourd'hui>>, 1938, au sujet de Charles Gill, annottees par Anne Bourassa"
    ],
    "tagDate": ["1938-01-01T00:00:00.000Z"]
  },
  "222": {
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"],
    "tagDescription": ["Michel-Ange - fresque du Jugement dernier"]
  },
  "223": {
    "tagDescription": ["Michel-Ange - siege de Florence"],
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"]
  },
  "1320": {
    "tagNotebook": ["DOSSIERS-SUJETS"],
    "tagDate": ["[1918-01-01T00:00:00.000Z TO 1919-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Charles Gill - depliant de l'exposition de peintures et dessins de Charles Gill, presentee en mars 1919 a la Bibliotheque Saint-Sulpice. Sur la page couverture est reproduit le portrait de Charles Gill par Edmond Dyonnet. Au verso on retrouve un poeme de Lucien Rainier intitule <<In Memoriam>>, 1918."
    ]
  },
  "1671": {
    "tagNotebook": ["CARNETS et CAHIERS DE NOTES"],
    "tagDescription": ["Carnet de comptes - depenses personnelles"],
    "tagDate": ["[1891-01-01T00:00:00.000Z TO 1894-12-31T23:59:59.999Z]"]
  },
  "248": {
    "tagDescription": [
      "Michel-Ange - belles epoques de Venise",
      "Michel-Ange - [une confederation Italienne]: notes diverses"
    ],
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"]
  },
  "146": {
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"],
    "tagDate": ["1860-01-01T00:00:00.000Z"],
    "tagDescription": ["Michel-Ange - conference"]
  },
  "911": {
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"],
    "tagDescription": [
      "L'art grec - notes: commencement de la premiere partie. Quelques notes sont inscrites au verso d'une invitation a assister aux funerailles d'Azelie Papineau, 29 mars 1869, d'une circulaire de l'Academie Canadienne, 1880, et d'une lettre datee du 16 avril 1887, adressee a N. Bourassa par Malo et Thomas, marchands de bois. Une des feuillets porte la date du 15 decembre 1884",
      "L'art grec - notes: fin de la deuxieme partie"
    ]
  },
  "430": {
    "tagDescription": [
      "De l'utilite des cours publics de dessin - conference prononcee par Napoleon Bourassa, alors qu'il etait president de la Societe des arts et metiers, incluant une coupure de presse"
    ],
    "tagDate": ["1865-01-01T00:00:00.000Z"],
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"]
  },
  "311": {
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"],
    "tagDescription": [
      "Influence du caractere national sur l'art - notes pour conference, redigee sur des circulaires annoncant des lecons de dessin",
      "Influence du caractere national sur l'art - conference precedee d'une note de Anne Bourassa",
      "Influence du caractere national sur l'art - notes diverses"
    ]
  },
  "33": {
    "tagDescription": [
      "Mort d'un ami - eloge funebre, avec esquisse d'un clocher"
    ],
    "tagNotebook": ["DOCUMENTS PERSONNELS"]
  },
  "1219": {
    "tagNotebook": ["DOSSIERS-SUJETS"],
    "tagDate": ["1880-01-01T00:00:00.000Z"],
    "tagDescription": ["Academie des beaux-arts du Canada - note et imprime"]
  },
  "214": {
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"],
    "tagDescription": ["Michel-Ange - l'eglise de Saint-Pierre"]
  },
  "1338": {
    "tagDescription": [
      "Missing page 6 - de Honore de Balzac, 1875. Un des feuillets porte l'entete suivant: Paris, 9 juin 1877. Une parcelle de coupure de presse collee a un des feuillets laisse paraitre le titre suivant: Association Saint-Jean-Baptiste (Extrait des minutes) Seance du 14 juin 1881"
    ],
    "tagNotebook": ["DOSSIERS-SUJETS"]
  },
  "1114": {
    "tagDescription": [
      "L'arg grec - reference utilisees par Bourassa lors de la redaction de sa conference sur l'art grec"
    ],
    "tagNotebook": ["CONFERENCES et ALLOCUTIONS"]
  }
}
