{
  "641": {
    "tagDescription": [
      "Newspaper Extract - New Orleans - Editorial Re. Report of the Treasurer regarding the debt of the State."
    ],
    "tagDate": ["1844-03-13T00:00:00.000Z"]
  },
  "1016": {
    "tagDescription": [
      "Journal of Commerce, Extract - Article re Annexation of Texas. (Taken from 30/6/1845 O. Corr.)"
    ],
    "tagDate": ["1845-06-27T00:00:00.000Z"]
  },
  "867": {
    "tagDescription": [
      "Louisiana Sessional Paper - No. 72. An Act to revise and amend the several acts of the Legislature connected with an adjustment of the debt proper of the State. (Taken from 3/3/1845 Corr. E.J.F.)"
    ],
    "tagDate": ["1845-03-10T00:00:00.000Z"]
  },
  "690": {
    "tagDescription": [
      "Harrisburg Correspondence Bill authorizing the Auditor General to settle with those who may have been indebted to the Commonwealth two years or upward, &c."
    ],
    "tagDate": ["1844-04-18T00:00:00.000Z"]
  },
  "348": {
    "tagDate": ["1842-03-08T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Report of the Finance Committee of the Board of Aldermon and Common Council of the City of Mobile. (Taken from 8/3/1842 M. Corr.)"
    ]
  },
  "477": {
    "tagDescription": [
      "Louisiana - An Act to facilitate the Liquidation of the Property Banks chartered by this State."
    ],
    "tagDate": ["1843-04-05T00:00:00.000Z"]
  },
  "1004": {
    "tagDate": ["1845-05-21T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - State Credit of Pennsylvania-Signed/ A Pennsylvanian. (Taken from 31/5/1845 Corr. G.M. & Co.)"
    ]
  },
  "499": {
    "tagDescription": [
      "Newspaper Extract - The Ohio Loan. (Taken from 14/5/1843 O. Corr.)"
    ],
    "tagDate": ["1843-05-14T00:00:00.000Z"]
  },
  "182": {
    "tagDescription": [
      "Statement of the Affairs of the Bank of Commerce in New York."
    ],
    "tagDate": ["1841-01-11T00:00:00.000Z"]
  },
  "350": {
    "tagDescription": [
      "Newspaper Extract - Banks of Ohio pay Specie - An Act to provide for the liabilities of the State &c. Sgd/ C. - other correspondence on same subjects."
    ],
    "tagDate": ["1842-03-10T00:00:00.000Z"]
  },
  "654": {
    "tagDescription": [
      "Newspaper Extract - Article on Maryland Finances, in reply to Mr. Johnson Sgd/ John L. Carey. (Taken from 5/4/1844 O. Corr.)"
    ],
    "tagDate": ["1844-04-02T00:00:00.000Z"]
  },
  "537": {
    "tagDate": ["1843-09-15T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Letter addressed to the Stockholders of the Union Bank of Louisiana. Sgd/ A Country Stockholder (Jos. Saul see Letter in which the extract was enclosed)."
    ]
  },
  "459": {
    "tagDescription": [
      "Circular of the Commissioners of the Ohio Canal Fund to the Stockholders of the State. Sgd/ E.W. Hubbard, Acting Commissioner Ohio Canal Fund. John Brough, State Auditor."
    ],
    "tagDate": ["1843-03-31T00:00:00.000Z"]
  },
  "650": {
    "tagDescription": [
      "Newspaper Extract - Further letter from John L. Carey to this constituents in reply to Mr. Johnson's letter of 23/3."
    ],
    "tagDate": ["1844-03-22T00:00:00.000Z"]
  },
  "354": {
    "tagDescription": [
      "An Act to provide for paying the debt and preserving the credit of New York State."
    ],
    "tagDate": ["1842-03-29T00:00:00.000Z"]
  },
  "18": {
    "tagDate": ["1839-12-21T00:00:00.000Z"],
    "tagDescription": [
      "New York Star - Reprint of article from The Courier and Enquirer on Bank of United States. (Taken from 23/12/1839 O.)"
    ]
  },
  "356": {
    "tagDescription": [
      "Boston Daily Advertiser and Patriot - Extract - Article on The Present and Prospective Financial condition of the Country. Sgd/ Mercator. (Taken from 2/4/1842 O.)"
    ],
    "tagDate": ["1842-04-02T00:00:00.000Z"]
  },
  "453": {
    "tagDate": ["1843-03-01T00:00:00.000Z"],
    "tagDescription": ["Comparative Receipts of Cotton - New Orleans."]
  },
  "807": {
    "tagDate": ["1844-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Louisiana - Report of the Committee on Finance to whom was referred so much of the Governor's Message as relates to the Finances of the State, the Treasurer's Report &c. Sgd/ Ben. Winchester, Chairman."
    ]
  },
  "171": {
    "tagDescription": [
      "The Weekly Herald Commercial Record - Money Market. N.B. - Comprehensive & interesting."
    ],
    "tagDate": ["1840-01-01T00:00:00.000Z"]
  },
  "390": {
    "tagDate": ["1842-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Re. Depression caused by failure of Erie Railroad - Example, Merchants' Exchange Co."
    ]
  },
  "694": {
    "tagDate": ["1844-04-30T00:00:00.000Z"],
    "tagDescription": [
      "A Bill to grant to the [Great Western Railway Co.] State of Illinois a right of way through the public lands of the United States."
    ]
  },
  "516": {
    "tagDate": ["1843-05-27T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Letter from New Orleans, unsigned - Re. financial affairs of the several municipalities of the City."
    ]
  },
  "648": {
    "tagDate": ["1844-03-19T00:00:00.000Z"],
    "tagDescription": ["Newspaper Extract - Maryland - State Stocks."]
  },
  "495": {
    "tagDescription": [
      "Newspaper Extract - Money & Stocks - Reported for the Philadelphia Gazette - Sales at the Stock Board. (Taken from 14/5/1843 O.)"
    ],
    "tagDate": ["1843-05-13T00:00:00.000Z"]
  },
  "193": {
    "tagDescription": [
      "Newspaper Extract - Letter to Governor Porter in reply to letter of 16th instant, on subject of Banks. Sgd/ Truth (Taken from 27/2/1841 O.)"
    ],
    "tagDate": ["1841-02-27T00:00:00.000Z"]
  },
  "538": {
    "tagDescription": [
      "Circular Letter - Sgd/ Baring Brothers & Co. submitting Statement of the Assets and Liabilities of the Union Bank of Louisiana."
    ],
    "tagDate": ["1843-09-23T00:00:00.000Z"]
  },
  "230": {
    "tagDescription": [
      "Circular - Ohio Statistics - Sgd/ Jos. S. Lake N.H. Swayne Alfred Kelley Commissioners Ohio Canal Fund",
      "Newspaper Extract - United States Bank. Fourth and Fifth Letters from Nicholas Biddle Esq. to Hon. John M. Clayton."
    ],
    "tagDate": ["1841-04-29T00:00:00.000Z"]
  },
  "482": {
    "tagDate": ["1843-04-25T00:00:00.000Z"],
    "tagDescription": [
      "United States Gazette - an Act to authorize the Governor to incorporate the Pennsylvania Canal and Railroad Company from Philadelphia to Pittsburg."
    ]
  },
  "281": {
    "tagDate": ["1841-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Loans made by Ohio Canal Commissioners."
    ]
  },
  "868": {
    "tagDescription": [
      "Advertiser and Patriot, Boston - Extract - Editorial re proceedings of Legislature of Maryland."
    ],
    "tagDate": ["1845-03-14T00:00:00.000Z"]
  },
  "347": {
    "tagDescription": [
      "Newspaper Extract Re. Ohio State Bonds held by Baring Brothers. & Co. Letter sgd/ Wm. S. Hatch."
    ],
    "tagDate": ["1842-03-03T00:00:00.000Z"]
  },
  "801": {
    "tagDate": ["1844-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Translation of an Article on the Union Bank of Louisiana. Sgd/ A. Sufferer."
    ]
  },
  "478": {
    "tagDescription": [
      "Printed Report of a Committee of the Merchants' Exchange Co. (Enclosure No. 2.) (Taken from 24/5/1843 Corr. P.W. & k. 1842-6.)"
    ],
    "tagDate": ["1843-04-06T00:00:00.000Z"]
  },
  "808": {
    "tagDescription": [
      "Louisiana - An Act to provide for the adjustment and liquidation of Debts proper of the State, and for other purposes. (Duplicate See 25/3/1844)."
    ],
    "tagDate": ["1844-01-01T00:00:00.000Z"]
  },
  "7": {
    "tagDescription": [
      "New York Commercial Advertiser - Extract - Editorial - Suspension of Specie Payments."
    ],
    "tagDate": ["1839-10-10T00:00:00.000Z"]
  },
  "288": {
    "tagDescription": [
      "Newspaper Extract - Boston - Meeting of the Stockholders of the Western Rail Road - Remarks of the Treasurer, Mr. Quincy (Taken from 31/1/1842 M. Corr.)"
    ],
    "tagDate": ["1842-01-14T00:00:00.000Z"]
  },
  "455": {
    "tagDate": ["1843-03-06T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Alabama State Debt. (Taken from 6/3/1843 M. Corr.)"
    ]
  },
  "112": {
    "tagDate": ["1840-03-16T00:00:00.000Z", "1841-03-16T00:00:00.000Z"],
    "tagDescription": [
      "Circular - Texas Loan - Sgd/ J. Hamilton, A.T. Burnley, Commissioners of Republic of Texas.",
      "Pamphlet - Extract of a Letter from Edmund J. Forstall, Relative to the organization of the Citizens' Bank of Louisiana, dated, Amsterdam 24/12/1840."
    ]
  },
  "647": {
    "tagDate": ["1844-03-18T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - New Orleans - Editorial - Discusses the work before the Legislature in the closing week of the session."
    ]
  },
  "48": {
    "tagDate": ["1839-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Pamphlet - A Collection of Tables of the Imports, Exports, Home Consumption, and Prices of Cotton for a series of years. (Joseph Armstrong, Manchester)"
    ]
  },
  "531": {
    "tagPlace": ["U.L."],
    "tagDescription": [
      "Newspaper Clipping: Extract from the speech of the treasurer of Maryland."
    ],
    "tagDate": ["1843-07-03T00:00:00.000Z"]
  },
  "234": {
    "tagDescription": ["Newspaper Extract - Bank of United States Affairs."],
    "tagDate": ["1841-04-01T00:00:00.000Z"]
  },
  "159": {
    "tagDescription": [
      "Newspaper Extract - Report of the Directors of the Bank of the United States. (Taken from 13/1/1841 O.)"
    ],
    "tagDate": ["1840-12-21T00:00:00.000Z"]
  },
  "602": {
    "tagDate": ["1844-01-19T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Maryland House of Delegates - Remarks by Mr. Carey on the resolution from the Committee of Ways and Means directing the Treasurers to sell certain coupons in the Treasury and to invest the proceeds in State Bonds."
    ]
  },
  "210": {
    "tagDate": ["1841-03-25T00:00:00.000Z"],
    "tagDescription": [
      "The Senate, State of New York - Report of the Committee on finance, on various reports referred, of the State Officers."
    ]
  },
  "13": {
    "tagDate": ["1839-12-19T00:00:00.000Z"],
    "tagDescription": [
      "New York Courier & Enquirer 31/3/1840 - Bank of the United States."
    ]
  },
  "722": {
    "tagDescription": ["Circular, Canton, Sgd/ Nye, Parkin & Co."],
    "tagDate": ["1844-07-04T00:00:00.000Z"]
  },
  "644": {
    "tagDescription": [
      "The Age, New Orleans, Extracts - Editorial - Governor Mouton - Letter addressed to the Editor, Signed/ A.B.C. Re attempts of Governor Mouton and others to break down the Union Bank of Louisiana."
    ],
    "tagDate": ["1844-03-15T00:00:00.000Z"]
  },
  "737": {
    "tagDescription": [
      "Proposals for Subscription to 7500 shares of the Capital Stock of \"The Barrelville Mining Company\" chartered by the State of Maryland in March 1844 &c."
    ],
    "tagDate": ["1844-08-11T00:00:00.000Z"]
  },
  "646": {
    "tagDescription": [
      "The Age, New Orleans - Extract - Editorial comment on Speech of Senator Downs on the Union Bank of Louisiana."
    ],
    "tagDate": ["1844-03-18T00:00:00.000Z"]
  },
  "391": {
    "tagDescription": [
      "Newspaper Extract - Money market - criticism of banks and banking affairs."
    ],
    "tagDate": ["1842-01-01T00:00:00.000Z"]
  },
  "170": {
    "tagDate": ["1840-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - For the Journal of Commerce. Suggestions to Cotton Operators."
    ]
  },
  "651": {
    "tagDescription": [
      "Newspaper Extract - Official Report of the House of Representatives, Louisiana, Re Act to regulate the Currency, &c."
    ],
    "tagDate": ["1844-03-25T00:00:00.000Z"]
  },
  "358": {
    "tagDescription": [
      "Newspaper Extract - Ohio State Stocks - Regulation for authenticating Certificates. Sgd/ Alfred Kelly, Comr. (Taken from 27/4/1842 M.)"
    ],
    "tagDate": ["1842-04-27T00:00:00.000Z"]
  },
  "132": {
    "tagDescription": ["Exports of Flour from United States 1800-1833."],
    "tagDate": ["1840-07-03T00:00:00.000Z"]
  },
  "72": {
    "tagDescription": ["Circular - Davis Brooks & Co. re. currency Question."],
    "tagDate": ["1840-03-19T00:00:00.000Z"]
  },
  "351": {
    "tagDescription": [
      "Miles' National Register (fragment) Extract from Beard of Public Works, Columbus, Ohio 8/1/1842."
    ],
    "tagDate": ["1842-03-19T00:00:00.000Z"]
  },
  "127": {
    "tagDate": ["1840-06-24T00:00:00.000Z"],
    "tagDescription": [
      "Circular Letter marked Private & Confidential covering correspondence re affairs of Texas and Sgd/ J. Hamilton, A.T. Burnley, Commissioners."
    ]
  },
  "765": {
    "tagDate": ["1844-12-15T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Statement of the Monthly receipts at the Treasury of Pennsylvania from December 1, 1843 to Nov. 30, 1844, inclusive. (Taken from 15/12/1844,O. Corr.)"
    ]
  },
  "1006": {
    "tagDescription": [
      "American Republican and Baltimore Clipper, Extract - Resources of the State. (Taken from 30/5/1845 O. Corr.)"
    ],
    "tagDate": ["1845-05-23T00:00:00.000Z"]
  },
  "813": {
    "tagDescription": [
      "House of Delegates Maryland - Inaugural Address of Governor Pratt delivered in the Senate Chamber on taking the oaths of Office."
    ],
    "tagDate": ["1845-01-06T00:00:00.000Z"]
  },
  "398": {
    "tagDescription": ["Statistics of Lowell Manufactures."],
    "tagDate": ["1843-01-01T00:00:00.000Z"]
  },
  "640": {
    "tagDate": ["1844-03-12T00:00:00.000Z"],
    "tagDescription": [
      "The Age, New Orleans - Extract - Editorial - Governor Mouton fails to refute the charges against him by publishing the documents prepared by the Board of Currency recommending repudiation - His action with regard to the Union Bank."
    ]
  },
  "174": {
    "tagDescription": [
      "Newspaper Extract - The Crisis - Re suspension of specie payments."
    ],
    "tagDate": ["1840-01-01T00:00:00.000Z"]
  },
  "691": {
    "tagDate": ["1844-04-19T00:00:00.000Z"],
    "tagDescription": ["United States Gazette. Pennsylvania State Debt."]
  },
  "357": {
    "tagDescription": [
      "Newspaper Extract - Law of the United States - Passed at Second Session of the 27th. Congress - An Act for the extension of the loan of eighteen hundred and forty-one, and for an addition of five million of dollars &c. Sgd/ John White, Speaker of the House of Reps. S.L. Southard, Presdt. Senate pro tempore John Tyler. (Taken from 1/5/1842 O.)"
    ],
    "tagDate": ["1842-04-15T00:00:00.000Z"]
  },
  "703": {
    "tagDescription": [
      "British Packet and Argentine News - Buenos Ayres - The decree sanctioned by the House of Representatives in its Session of the 20th May re. the agreement entered into with Mr. de Paleziens Falconnet in favour of the Bond-holders of the British Loan contracted in 1824, Sgd/ Miguel Garcia, Presdt. Lorenzo Torres, Secretary - Proposed British Hospital - Letter to the Editor Signed/ Wm. Brown. Merchant vessels in the Port of Buenos Ayres."
    ],
    "tagDate": ["1844-06-22T00:00:00.000Z"]
  },
  "530": {
    "tagDescription": [
      "Advertiser & Patriot, Boston 11/7/1843 - Address of the Central Committee to the Whigs of Maryland. Sgd/ James Harwood, Geo. R. Richardson, Wm. H. Gatchell, Wm. Reynolds, Geo. M. Gill, Thomas Kelso, John Kennedy, James L. Ridgely, Chas. H. Pitts, John L. Carey, A.W. Bradford, James O. Law - also Editorial comments."
    ],
    "tagDate": ["1843-06-26T00:00:00.000Z"]
  },
  "284": {
    "tagDescription": [
      "Circular - Ohio Life Insurance and Trust Company. Sgd/ M.T. Williams, President."
    ],
    "tagDate": ["1842-01-05T00:00:00.000Z"]
  },
  "806": {
    "tagDescription": [
      "Newspaper Extract - Assumption of State Debts - Report of the Minority of the Committee of Ways and Means, United States House of Representatives on W.C. Johnson's proposal to issue two hundred millions of Stock to be given to the States."
    ],
    "tagDate": ["1844-01-01T00:00:00.000Z"]
  },
  "517": {
    "tagDate": ["1843-06-10T00:00:00.000Z"],
    "tagDescription": [
      "Republican and Argus (Baltimore) - Editorial - Anti Repudiation Meeting - Resolution, &c. (Taken from 16/6/1843 O. Corr.)"
    ]
  },
  "804": {
    "tagDate": ["1844-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract (Illinois) Copy of Act to provide for paying a portion of the interest on the State Debt."
    ]
  },
  "280": {
    "tagDate": ["1841-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Memorial to the Senate and House of Representative of the Commonwealth of Pennsylvania in general Assembly met - on the subject of the Public Debt."
    ]
  },
  "397": {
    "tagPlace": ["U.L."],
    "tagDate": ["1842-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Clipping: Baltimore American - Burning of Ohio & railroad orders."
    ]
  },
  "800": {
    "tagDescription": [
      "An Act providing for the voluntary liquidation of the Union Bank of Louisiana."
    ],
    "tagDate": ["1844-01-01T00:00:00.000Z"]
  },
  "588": {
    "tagDate": ["1843-01-01T00:00:00.000Z"],
    "tagDescription": [
      "An Act to repeal a certain Act therein mentioned and to make further provision for enabling the Provincial Government to purchase the Stock held by private parties in the Welland Canal."
    ]
  },
  "866": {
    "tagDescription": [
      "Louisiana Sessional Paper - No. 58 - An Act ammendatory of the several laws relative to the Citizens' Bank of Louisiana and consolidated Association of the Planters of Louisiana. (Taken from Corr. E.J.F.)"
    ],
    "tagDate": ["1845-03-10T00:00:00.000Z"]
  },
  "536": {
    "tagDescription": [
      "Cotton Crop of United States, Growth, Export, Consumption &c."
    ],
    "tagDate": ["1843-09-13T00:00:00.000Z"]
  },
  "5": {
    "tagDate": ["1839-10-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Exports of Cotton from the Port of New York - and Ports cleared for."
    ]
  },
  "763": {
    "tagDate": ["1844-11-07T00:00:00.000Z"],
    "tagDescription": [
      "The Journal of Commerce, 9/11/1844 - Extract - Letter to the Editors, dated at Boston 7/11/1844, on the Illinois Canal Loan. Sgd/ Wm. Sturgis, Abbott Lawrence, T.W. Ward. (Boston Committee)"
    ]
  },
  "534": {
    "tagDate": ["1843-08-05T00:00:00.000Z"],
    "tagDescription": [
      "Circular - (Mobile) - Merchants and Planters Prices Current. (Taken from 15/8/1843/ O. Corr.)"
    ]
  },
  "500": {
    "tagDate": ["1843-05-16T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Ordinance of the City Council of New Orleans - To fix the quota of the general debt to be paid during the year ending 1st May 1844, into the General Sinking Fund by the several Municipalities. (Taken from 15/7/1843 P. Corr.)"
    ]
  },
  "733": {
    "tagDescription": ["Circular, Canton, Signed/ Nye, Parkin & Co."],
    "tagDate": ["1844-08-10T00:00:00.000Z"]
  },
  "1000": {
    "tagDate": ["1845-04-23T00:00:00.000Z"],
    "tagDescription": [
      "Resolutions adopted at the meeting of the Stockholders of the Consolidated Association of Planters of Louisiana on 21st. April 1845. (Taken from 3/5/1845 P. Corr.)"
    ]
  },
  "1002": {
    "tagDescription": [
      "Newspaper Extract - The News for England. The difficulty in the way of the return of Mr. Everett, United States Minister, is the inability of the President to appoint a person who will accept the nomination when made - Discusses Oregon Question - (Taken from 16/5/1845 O. Corr.)"
    ],
    "tagDate": ["1845-05-16T00:00:00.000Z"]
  },
  "739": {
    "tagDescription": [
      "Circular - Cotton Crop of the United States - Statement and total amount of the Growth, Export, Consumption, &c."
    ],
    "tagDate": ["1844-08-31T00:00:00.000Z"]
  },
  "92": {
    "tagDate": ["1840-05-01T00:00:00.000Z"],
    "tagDescription": ["The Public Works of Ohio - (Newspaper Clipping)"]
  },
  "1017": {
    "tagDate": ["1845-06-30T00:00:00.000Z"],
    "tagDescription": [
      "Advertiser and Patriot - Extract - Mexico and the French Minister. (Taken from 30/6/1845 O. Corr)"
    ]
  },
  "8": {
    "tagDate": ["1839-11-13T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Statement of the Returns made by the United States Bank of Pennsylvania to the Auditor General."
    ]
  },
  "378": {
    "tagDate": ["1842-12-20T00:00:00.000Z"],
    "tagDescription": [
      "Printed Report of a Committee of the Merchants' Exchange Co. (Enclosure No. 1.) (Taken from 24/5/1843 Corr. P.W. & K. 1842-6)"
    ]
  },
  "123": {
    "tagDescription": [
      "Supplement to The Canton Register - East India Company and The Opium Trade (Geo. Hy. & Wm. Baring)"
    ],
    "tagDate": ["1840-06-23T00:00:00.000Z"]
  },
  "655": {
    "tagDate": ["1844-04-04T00:00:00.000Z"],
    "tagDescription": [
      "Pennsylvania House of Representatives No. 560 - An Act to reduce the State Debt."
    ]
  },
  "701": {
    "tagDescription": [
      "The Journal of Commerce - Editorial - Bank of England."
    ],
    "tagDate": ["1844-06-08T00:00:00.000Z"]
  },
  "68": {
    "tagDate": ["1839-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Cotton Reports, Florida, Charleston, New Orleans."
    ]
  },
  "699": {
    "tagDescription": [
      "Newspaper Extract (Havana, Cuba) Re distruction by the negroes of the Arroyo Estate formerly belonging to Geo. Knight & Co. but through their failure passed into the possession of Baring Bros. (Taken from 11/5/1844 Corr. E.J.F.)"
    ],
    "tagDate": ["1844-05-04T00:00:00.000Z"]
  },
  "707": {
    "tagDescription": [
      "Memo of the Export of Teas to the United States since July 1st. 1843."
    ],
    "tagDate": ["1844-06-23T00:00:00.000Z"]
  },
  "963": {
    "tagDescription": [
      "Pamphlet - Report of the Standing Committee on Finance on Senate Bill No. 31, providing for a cash valuation of property for taxation - (State of Ohio) - dated 17/2/1845."
    ],
    "tagDate": ["1845-03-25T00:00:00.000Z"]
  },
  "1013": {
    "tagDescription": [
      "Notice to subscribers to Illinois and Michigan Canal. Sgd/ W.H. Swift, President."
    ],
    "tagDate": ["1845-06-21T00:00:00.000Z"]
  },
  "519": {
    "tagDate": ["1843-06-10T00:00:00.000Z"],
    "tagDescription": [
      "The Sun (Baltimore) - Editorial - The Anti-Repudiation Meeting (Taken from 16/6/1843 O.Corr)"
    ]
  },
  "235": {
    "tagDescription": [
      "Parliamentary Returns relating to Wheat and Corn, &c. (Great Britain)."
    ],
    "tagDate": ["1841-06-07T00:00:00.000Z"]
  },
  "456": {
    "tagDescription": [
      "Newspaper Extract - Condensed Statement showing the means and liabilities of the State Bank of Alabama and its branches. (Taken from 6/3/1843 M. Corr)."
    ],
    "tagDate": ["1843-03-06T00:00:00.000Z"]
  },
  "162": {
    "tagDate": ["1840-12-31T00:00:00.000Z"],
    "tagDescription": [
      "Liverpool - Statement of Stock & Cotton. Sgd/ Hollinshead, Tetley & Co."
    ]
  },
  "552": {
    "tagDescription": ["Parliamentary Returns - Wheat (Canada)."],
    "tagDate": ["1843-01-01T00:00:00.000Z"]
  },
  "969": {
    "tagDescription": [
      "Pamphlet - Report of the Standing Committee on Finance to whom was referred the Report of the Auditor of State of January 6, 1845 - State of Ohio, dated 7/2/1845"
    ],
    "tagDate": ["1845-03-25T00:00:00.000Z"]
  },
  "61": {
    "tagDescription": ["Maryland State Loan."],
    "tagDate": ["1839-01-01T00:00:00.000Z"]
  },
  "359": {
    "tagDate": ["1842-04-30T00:00:00.000Z"],
    "tagDescription": [
      "Bank Liquidating Law - Extract - Sections 28 & 29. (Taken from 30/4/1842 O.)"
    ]
  },
  "393": {
    "tagDescription": ["Canada - Condition of its finances."],
    "tagDate": ["1842-01-01T00:00:00.000Z"]
  },
  "326": {
    "tagDescription": [
      "Articles of Agreement concluded between Messrs. F. de Lizardi & Co., the Agents in London of the Government of the Republic of Mexico, duly authorized for that purpose, and the Committee of Spanish American Bond-holders. Sgd/ F.de Lizardi & Co. G.R. Robinson Ch. of the Committee. "
    ],
    "tagDate": ["1842-02-10T00:00:00.000Z"]
  },
  "767": {
    "tagDescription": [
      "General Assembly Maryland - The Treasurer's Annual Report - Sgd/D. Claude, Treasurer Maryland."
    ],
    "tagDate": ["1844-12-30T00:00:00.000Z"]
  },
  "448": {
    "tagDescription": ["Prospectus of the Catholic Emigration Society."],
    "tagDate": ["1843-02-01T00:00:00.000Z"]
  },
  "653": {
    "tagDescription": [
      "Newspaper Extract - Article on Maryland Finances in reply to Mr. Carey's publication of 27/3/1844 Sgd/ J. Johnson. (Taken from 5/4/1844 O.Corr.)",
      "Advertiser and Patriot - Extract - Editorial - Louisiana State Debts. Also Maryland Legislature."
    ],
    "tagDate": ["1844-03-29T00:00:00.000Z"]
  },
  "496": {
    "tagDescription": [
      "Newspaper Extract - Ohio Loan. (Taken from 14/5/1843 O. Corr.)"
    ],
    "tagDate": ["1843-05-14T00:00:00.000Z"]
  },
  "612": {
    "tagDate": ["1844-02-23T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Money Market - United States Stocks."
    ]
  },
  "332": {
    "tagDate": ["1842-02-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Table of the outstanding liabilities of the United States Bank of four different periods since its utter failure viz. March, June and November 1841, and February 1842."
    ]
  },
  "473": {
    "tagDescription": [
      "Circular - New Orleans Prices Current - Remarks on the Market - Statement of the Banks, &c."
    ],
    "tagDate": ["1843-04-01T00:00:00.000Z"]
  },
  "175": {
    "tagDate": ["1840-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Numerous Newspaper Clippings re finances of New York State and City - the greater part without date."
    ]
  },
  "700": {
    "tagDescription": [
      "Newspaper Extract - Money Market - United States Stocks."
    ],
    "tagDate": ["1844-05-15T00:00:00.000Z"]
  },
  "715": {
    "tagDescription": [
      "Circular - To the Holders of Illinois & Michigan Canal Bonds - Sgd/ Baring Bros. & Co., Magniac, Jardine and Co.,"
    ],
    "tagDate": ["1844-06-25T00:00:00.000Z"]
  },
  "766": {
    "tagDescription": [
      "New York Journal of Commerce - Extract - Alabama on Repudiation. (Taken from 21/12/1844 O. Corr.)"
    ],
    "tagDate": ["1844-12-21T00:00:00.000Z"]
  },
  "497": {
    "tagDescription": [
      "Newspaper Extract - State Tax, Calvert County. (Md.) (Taken from 14/5/1843 O. Corr.)"
    ],
    "tagDate": ["1843-05-14T00:00:00.000Z"]
  },
  "146": {
    "tagDescription": [
      "Pamphlet - Inaugural address of the Governor of the State of Ohio delivered to both branches of the Legislature. Sgd/ Thos. Corwin."
    ],
    "tagDate": ["1840-12-16T00:00:00.000Z"]
  },
  "869": {
    "tagDescription": [
      "Baltimore Patriot & Commercial Gazette - List of Titles of Acts passed by the General Assembly of Maryland, December Session, 1844."
    ],
    "tagDate": ["1845-03-14T00:00:00.000Z"]
  },
  "764": {
    "tagDate": ["1844-11-14T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Letter addressed to an Editor regarding the finances of the State of Ohio. Sgd/ Jos. S. Lake - Commissioner Ohio Canal Fund."
    ]
  },
  "809": {
    "tagDescription": [
      "Newspaper Extracts - New York Sale of Stocks, and short editorial comment on Governor Ford's Message re financial affairs of Illinois."
    ],
    "tagDate": ["1844-01-01T00:00:00.000Z"]
  },
  "370": {
    "tagDate": ["1842-12-17T00:00:00.000Z"],
    "tagDescription": [
      "[Boston Post Extra] - The Exchequer & Currency Scheme - The Effects of Paper Money upon the Interests of the whole community. Signed/ H."
    ]
  },
  "1007": {
    "tagDescription": [
      "Newspaper Extract - the Money Market - Circular from State Treasurer of Pennsylvania, and comments upon it. (Taken from 31/5/1845 Corr. G.M. & Co.)"
    ],
    "tagDate": ["1845-05-24T00:00:00.000Z"]
  },
  "632": {
    "tagDate": ["1844-03-04T00:00:00.000Z"],
    "tagDescription": [
      "The Bee, New Orleans - Extract - Debt of the State - Reports of the Finance Committee - Foreign Creditors, &c."
    ]
  },
  "1012": {
    "tagDate": ["1845-06-21T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Maryland State Credit - Article concerning the Duty of the Whig press in relation to the administration of the government of that State. (Taken from 30/6/1845 O. Corr.)"
    ]
  },
  "457": {
    "tagDate": ["1843-03-06T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Synopsis of the Alabama Revenue Bill. (Taken from 6/3/1843 M. Corr.)"
    ]
  },
  "803": {
    "tagDescription": ["United States Bank Debenture Form."],
    "tagDate": ["1844-01-01T00:00:00.000Z"]
  },
  "501": {
    "tagDate": ["1843-05-25T00:00:00.000Z"],
    "tagDescription": [
      "Pamphlet - Circular of the Illinois Commissioners, to the Holders of Illinois Stock."
    ]
  },
  "1010": {
    "tagDate": ["1845-05-24T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Pennsylvania Debt - August - Interest - Letter from State Treasury Office. Signed, James R. Snowden, State Treasurer. (Taken from 30/5/1845 O. Corr.)"
    ]
  },
  "645": {
    "tagDescription": [
      "Newspaper Extract - Letter addressed by John L. Carey to his Baltimore constituents explaining his part in connection with Legislative action with reference to the finance and credit of the State."
    ],
    "tagDate": ["1844-03-16T00:00:00.000Z"]
  },
  "283": {
    "tagDate": ["1842-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Petition to the General Assembly of Maryland - re Bonds of the State of Maryland. Sgd/ Baring Brothers & Co. by Louis McLane E.G. Oelrichs & Lurman."
    ]
  },
  "446": {
    "tagDate": ["1843-02-22T00:00:00.000Z"],
    "tagDescription": [
      "The New Orleans Bee - Extract - Address to the Hon. the Senate and the House of Representatives - Remarks in continuation of their Report on Citizens' Bank - (In French & English) Sgd/ Edm. J. Forstall, Wm. Freret, Eug. Rousseau, Randall Currell, John B. Lepretre, A. Hoa."
    ]
  },
  "542": {
    "tagDescription": [
      "Daily National Intelligencer, Washington - Great Agricultural Fair, Rochester - (Webster on Public Credit)."
    ],
    "tagDate": ["1843-09-27T00:00:00.000Z"]
  },
  "752": {
    "tagDate": ["1844-09-07T00:00:00.000Z"],
    "tagDescription": ["The Canada Gazette - Province of Canada."]
  },
  "498": {
    "tagDate": ["1843-05-14T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Re. Mr. Jaudon. (Taken from 14/5/1843 O. Corr.)"
    ]
  },
  "349": {
    "tagDescription": [
      "Newspaper Extract - Finances of Ohio - Letter addressed to Robt. J. Livingston and signed Jno. Brough, Aud. Ohio State."
    ],
    "tagDate": ["1842-03-09T00:00:00.000Z"]
  },
  "865": {
    "tagDescription": [
      "Journal of Commerce - Letter re danger of war with Mexico growing out of the aggregation of Texas to the United States Sgd /C. Cushing. (Taken from 15/3/1845 O. Corr.)"
    ],
    "tagDate": ["1845-03-10T00:00:00.000Z"]
  },
  "173": {
    "tagDate": ["1840-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract. Banks of New York & Brooklyn - Statement showing the condition of the several Banks (except the Free Banks)."
    ]
  },
  "475": {
    "tagDate": ["1843-04-05T00:00:00.000Z"],
    "tagDescription": [
      "Circular Letter - Re. Anniversary of the \"Society of Friends of Foreigners in Distress\" Sgd/ Charles Murray, Hon. Secy."
    ]
  },
  "9": {
    "tagDescription": [
      "Circular Letter to the Shareholders in the Bank of the United States, covering a condensed statement of its Assets and Liabilities on the 4th ultimo."
    ],
    "tagDate": ["1839-12-04T00:00:00.000Z"]
  },
  "458": {
    "tagDescription": ["Newspaper Extracts - New Orleans Money Market."],
    "tagDate": ["1843-03-29T00:00:00.000Z"]
  },
  "805": {
    "tagDate": ["1844-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Speech of Hon. John M. Clayton on the Letter of the Hon. Louis McLane."
    ]
  },
  "810": {
    "tagDescription": [
      "Blank Form of authorization to use a Credit upon Baring Brothers & Co."
    ],
    "tagDate": ["1844-01-01T00:00:00.000Z"]
  },
  "292": {
    "tagDescription": [
      "Newspaper Extract - Ohio Banks - State of the Franklin Bank Columbus - Franklin Bank of Cincinnati."
    ],
    "tagDate": ["1842-01-31T00:00:00.000Z"]
  },
  "491": {
    "tagDescription": [
      "Louisiana - An Act to facilitate the Liquidation of the Property Banks chartered by this State (French & English)."
    ],
    "tagDate": ["1843-04-01T00:00:00.000Z"]
  },
  "1003": {
    "tagDescription": [
      "Newspaper Extract - Money Market - Cotton Circular dated 13/5/1845. (Taken from 16/5/1845 O. Corr.)"
    ],
    "tagDate": ["1845-05-16T00:00:00.000Z"]
  },
  "649": {
    "tagDate": ["1844-03-21T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extracts - Letter addressed to his constituents and others by J. Johnson in reply to Mr. Carey's letter to his constituents 16/3. (From Annapolis Republican) A second letter addressed to the Editors of the American defending Mr. Carey. Signed/ A State Faith Whig."
    ]
  },
  "822": {
    "tagDescription": [
      "Sun, Baltimore - Extract - Maryland Legislature - Message of Hon. Thomas, G. Pratt, newly elected Governor. (Taken from 9/1/1845 O. Corr.)"
    ],
    "tagDate": ["1845-01-07T00:00:00.000Z"]
  },
  "981": {
    "tagDescription": [
      "Cap. LXXXI - An Act to provide for the Improvement and Enlargement of the Harbour of Montreal &c."
    ],
    "tagDate": ["1845-03-29T00:00:00.000Z"]
  },
  "12": {
    "tagDate": ["1839-12-19T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Article on \"Bank of The United States.\""
    ]
  },
  "732": {
    "tagDescription": [
      "Advertiser and Patriot, Boston - Editorial State of the Political parties. (Taken from 1/8/1844 O. Corr.)"
    ],
    "tagDate": ["1844-08-01T00:00:00.000Z"]
  },
  "689": {
    "tagDescription": [
      "Harrisburg Correspondence Bill passed to reduce the State Debt and to incorporate The Pennsylvania Canal and Railroad Company."
    ],
    "tagDate": ["1844-04-17T00:00:00.000Z"]
  },
  "274": {
    "tagDescription": [
      "Circular Letter - Bank of Louisiana, N.O.- General Statement - Estimate of the Profits. Sgd/ William E. Leverich, Cashier."
    ],
    "tagDate": ["1841-07-26T00:00:00.000Z"]
  },
  "873": {
    "tagDate": ["1845-03-25T00:00:00.000Z"],
    "tagDescription": [
      "Pamphlet - Eighth Annual Report of the Board of Public Works of the State of Ohio - dated 23/12/1844."
    ]
  },
  "480": {
    "tagDate": ["1843-04-18T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - An Act to authorize the Governor to incorporate the Delaware Canal Company and to for other purposes. (Taken from 29/5/1843 M. Corr.)"
    ]
  },
  "227": {
    "tagDescription": [
      "Circular Letter signed S. Jaudon, Attorney Bank United States - Proposals re. Debentures."
    ],
    "tagDate": ["1841-04-12T00:00:00.000Z"]
  },
  "366": {
    "tagDescription": [
      "Legislative State Register, Springfield, Ill. - Governor Ford's Inaugural Address."
    ],
    "tagDate": ["1842-12-12T00:00:00.000Z"]
  },
  "683": {
    "tagDate": ["1844-04-17T00:00:00.000Z"],
    "tagDescription": [
      "Circular Letter Notification of a Meeting of the Stockholders of the Bank of Louisiana to deliberate on two Acts passed by the Legislature - Copies of the Acts are annexed."
    ]
  },
  "409": {
    "tagDescription": [
      "New York Commercial Advertiser - Report of the Chancellor, Relative to the New York Life Insurance and Trust Company."
    ],
    "tagDate": ["1843-02-11T00:00:00.000Z"]
  },
  "137": {
    "tagDescription": [
      "Assets & Liabilities of the Bank of the United States 1/10/1840."
    ],
    "tagDate": ["1840-10-31T00:00:00.000Z"]
  },
  "600": {
    "tagDate": ["1844-01-14T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Article on Repudiation in the City of New York. Signed/ \"A Boston Bond-holder.\" N.B. - A MS Press copy of this may be found in 15/1/1844 O. Corr.) (Taken from 15/1/18844 O.Corr)."
    ]
  },
  "360": {
    "tagDate": ["1842-06-10T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Pennsylvania Legislature - Governor Porter's Message - Sgd/ David R. Porter, Executive Chamber. (Taken from 14/6/1842. O.)"
    ]
  },
  "383": {
    "tagDescription": [
      "Newspaper Extract - Statement of Ohio Life Insurance and Trust Company."
    ],
    "tagDate": ["1842-01-01T00:00:00.000Z"]
  },
  "595": {
    "tagDescription": [
      "Newspaper Extract - Louisiana - Repudiation - State Debt - Bonds issued to Property Banks."
    ],
    "tagDate": ["1843-01-01T00:00:00.000Z"]
  },
  "857": {
    "tagDescription": [
      "House of Delegates Maryland - Report of the Committee on Ways and Means relative to the Finances of the State. Sgd/ J. Johnson, Chairman."
    ],
    "tagDate": ["1845-03-08T00:00:00.000Z"]
  },
  "484": {
    "tagDescription": [
      "Pamphlet - Louisiana Report on the Committee on Property Banks, (French) Sgd/ S.P. Benjamin."
    ],
    "tagDate": ["1843-04-01T00:00:00.000Z"]
  },
  "389": {
    "tagDescription": [
      "Newspaper Extract - Table showing \"Taxable Property of the United States at three periods, 1799, 1814-5, 1835-42, with the amount of taxes now paid in each State, with the amount of State, Town, and County taxes, already paid."
    ],
    "tagDate": ["1842-01-01T00:00:00.000Z"]
  },
  "169": {
    "tagDescription": ["Newspaper Extract - Indiana Finances."],
    "tagDate": ["1840-01-01T00:00:00.000Z"]
  },
  "520": {
    "tagDate": ["1843-06-15T00:00:00.000Z"],
    "tagDescription": [
      "Chemin de Fer du Nord. Note sur les offres faites au Gouvernement apres la publication du Project de Traite pou la concession du Bail."
    ]
  },
  "692": {
    "tagDescription": ["Montreal - Prices Current."],
    "tagDate": ["1844-04-24T00:00:00.000Z"]
  },
  "728": {
    "tagDate": ["1844-07-26T00:00:00.000Z"],
    "tagDescription": ["Union Bank of Louisiana Bond."]
  },
  "180": {
    "tagDescription": [
      "New York American Extra - Governor Seward's Message to Senate and Assembly of New York State."
    ],
    "tagDate": ["1841-01-05T00:00:00.000Z"]
  },
  "414": {
    "tagDescription": [
      "Pamphlet - A Law to provide for the completion of the Illinois and Michigan Canal, and for the payment of the Canal Debt. Also all the supplementary laws. (Taken from 17/10/1856 O.)"
    ],
    "tagDate": ["1843-02-20T00:00:00.000Z"]
  },
  "851": {
    "tagDate": ["1845-02-21T00:00:00.000Z"],
    "tagDescription": [
      "Parliamentary Return of the Septennial Prices of each kind of Grain, as prepared for the purposes of the Tithe Commissioners, in each Year, from 1835 to 1845, together with Annual Average Prices of Grain for the same Period (Great Britain.)"
    ]
  },
  "249": {
    "tagDate": ["1841-07-20T00:00:00.000Z"],
    "tagDescription": [
      "Parliamentary Return - Canada Finances. General estimate of the Expenditure and resources for 1841."
    ]
  },
  "184": {
    "tagDate": ["1841-02-06T00:00:00.000Z"],
    "tagDescription": [
      "Journal of Commerce - Extract - Third suspension of the Bank of the United States."
    ]
  },
  "392": {
    "tagDate": ["1842-01-01T00:00:00.000Z"],
    "tagDescription": ["The Weekly Herald - Money market (interesting)"]
  },
  "405": {
    "tagDescription": [
      "Newspaper Extract - Editorial comment on Governor Morton's Speech."
    ],
    "tagDate": ["1843-01-27T00:00:00.000Z"]
  },
  "138": {
    "tagDescription": [
      "Report of the Committee of the New York Life Insurance & Trust Company."
    ],
    "tagDate": ["1840-12-01T00:00:00.000Z"]
  },
  "1015": {
    "tagDescription": [
      "The Union, City of Washington - Letters on the subject of the annexation of Texas. (Taken from 30/6/1845 O. Corr.)"
    ],
    "tagDate": ["1845-06-26T00:00:00.000Z"]
  },
  "69": {
    "tagDescription": ["Statistics of Lowell Manufactures."],
    "tagDate": ["1840-01-01T00:00:00.000Z"]
  },
  "593": {
    "tagDate": ["1843-01-01T00:00:00.000Z"],
    "tagDescription": ["Statistics of Ohio - Area, valuation, population, &c."]
  },
  "385": {
    "tagDescription": [
      "Newspaper Extract - The Legislature of Ohio have passed a law to provide for the payment of the temporary liabilities, the interest on the State Debt, &c. - comments upon."
    ],
    "tagDate": ["1842-01-01T00:00:00.000Z"]
  },
  "613": {
    "tagDescription": [
      "Tazewell Democrat, Tremont. Letter from Chas. Oakley on Illinois troubles."
    ],
    "tagDate": ["1844-02-28T00:00:00.000Z"]
  },
  "1001": {
    "tagDate": ["1845-05-15T00:00:00.000Z"],
    "tagDescription": [
      "The Examiner - Frederick City, Maryland - Extract - The Stamp Act. (Taken from 30/5/1845 O. Corr.)"
    ]
  },
  "652": {
    "tagDate": ["1844-03-25T00:00:00.000Z"],
    "tagDescription": [
      "The Bee, 4/4/1844, New Orleans - Extract - An Act providing for the adjustment and Liquidation of the Debts Proper of the State and for other purposes. Also - Statement of the Banks in New Orleans 30/3/1844."
    ]
  },
  "333": {
    "tagDescription": [
      "Statements re. Prices of Wheat and Flour and Provisions in the United States and also in North America, with tables of Imports and Exports of Wheat and Flour into and from the United States and into and from British North America."
    ],
    "tagDate": ["1842-02-01T00:00:00.000Z"]
  },
  "998": {
    "tagDescription": [
      "The Journal of Commerce Extract - Letter signed/ \"A Looker On\" re change in the Editorship of the Globe - the Administration Paper at Washington."
    ],
    "tagDate": ["1845-04-15T00:00:00.000Z"]
  },
  "601": {
    "tagDate": ["1844-01-15T00:00:00.000Z"],
    "tagDescription": [
      "Journal of Commerce, Illinois - Her present condition and Prospects - Letter from Arthur Bronson to Governor Ford."
    ]
  },
  "80": {
    "tagDate": ["1840-03-28T00:00:00.000Z"],
    "tagDescription": [
      "New York American - Prime Ward & King and the Bank of the United States."
    ]
  },
  "545": {
    "tagDate": ["1843-11-16T00:00:00.000Z"],
    "tagDescription": ["Advertiser and Patriot, Boston. The State Debts."]
  },
  "532": {
    "tagDescription": [
      "Petition of Florida Bond-holders to Hon. Senate and House of Representatives."
    ],
    "tagDate": ["1843-07-04T00:00:00.000Z"]
  },
  "4": {
    "tagDate": ["1839-10-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Exports of Cotton from the Port of New York."
    ]
  },
  "361": {
    "tagDescription": [
      "Commonwealth of Massachusetts - Certificate of The Western Rail Road Corporation. (Taken from 16/12/1842 M.)"
    ],
    "tagDate": ["1842-07-01T00:00:00.000Z"]
  },
  "430": {
    "tagDate": ["1843-02-20T00:00:00.000Z"],
    "tagDescription": [
      "Statement of the Treasurer of the State of Louisiana, conveying the information required by a joint resolution adopted by both Houses of the General Assembly."
    ]
  },
  "639": {
    "tagDescription": [
      "Newspaper Extract - Louisiana Legislature - Official Report of the Senate of Louisiana - Remarks of Mr. Sparrow on the bill providing for the voluntary liquidation of the Union Bank - Commercial Report - New Orleans - 19/3/1844."
    ],
    "tagDate": ["1844-03-12T00:00:00.000Z"]
  },
  "86": {
    "tagDescription": [
      "Statement of the transactions of the Baring Bros. & Mr. Bates with Mr. Jaudon."
    ],
    "tagDate": ["1840-04-29T00:00:00.000Z"]
  },
  "47": {
    "tagDate": ["1839-12-01T00:00:00.000Z"],
    "tagDescription": [
      "New York American - The United States Bank of Pennsylvania and Howland & Aspinwall."
    ]
  },
  "295": {
    "tagDate": ["1842-02-04T00:00:00.000Z"],
    "tagDescription": [
      "Pamphlet - New Orleans 16/1/1841 - The Annual Report of the Finance Committee of the Council of the Second Municipality, Published Feby. 1841, Enclosed in Chas. Stetson's letter dated 4/2/1842."
    ]
  },
  "278": {
    "tagDate": ["1841-07-30T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Unsigned letter on the Fiscal Bank Bill. (Taken from 31/7/1841 O.)"
    ]
  },
  "802": {
    "tagDate": ["1844-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Affairs of the Union Bank of Louisiana."
    ]
  },
  "633": {
    "tagDate": ["1844-03-08T00:00:00.000Z"],
    "tagDescription": [
      "The Age, New Orleans - Extract - Editorial - Governor Mouton and The Age."
    ]
  },
  "282": {
    "tagDescription": [
      "Newspaper Extract - For the Register and Journal Article on Alabama State Currency. Signed/ A Citizen."
    ],
    "tagDate": ["1841-01-01T00:00:00.000Z"]
  },
  "481": {
    "tagDescription": [
      "Newspaper Extract (Philadelphia) - An Act to authorize the Governor to incorporate the Pennsylvania Canal and Railroad Company from Philadelphia to Pittsburg. (Taken from 29/5/1843 M. Corr.)"
    ],
    "tagDate": ["1843-04-21T00:00:00.000Z"]
  },
  "528": {
    "tagDate": ["1843-06-16T00:00:00.000Z"],
    "tagDescription": [
      "American (Baltimore) - Editorial - Repudiation in Talbot County. (Taken from 16/6/1843 O. Corr.)"
    ]
  },
  "1005": {
    "tagDate": ["1845-05-21T00:00:00.000Z"],
    "tagDescription": [
      "The Examiner - (Frederick City, Maryland) Extract - Editorial on State Faith. (Taken from 30/5/1845 O. Corr.)"
    ]
  },
  "136": {
    "tagDate": ["1840-10-13T00:00:00.000Z"],
    "tagDescription": [
      "Statement - Cotton Crop of the United States Growth, Export, Consumption, &c."
    ]
  },
  "64": {
    "tagDate": ["1839-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Without date - Prospectus of a Company formed to issue certificate to holders of foreign bonds - Baguenault & Co., A. Dassier, Delessert & Co., Hottinguer & Co."
    ]
  },
  "1011": {
    "tagDate": ["1845-06-12T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract (New York) - Important from Mexico and Texas - Covering an Extract from New Orleans Republican, June 3, on the subject of the annexation of Texas. (Taken from 12/6/1845 M.)"
    ]
  },
  "856": {
    "tagDate": ["1845-03-01T00:00:00.000Z"],
    "tagDescription": [
      "Advertiser and Patriot, Boston - Extract - The Taxes question. (Taken from 28/2/1845 O. Corr.)"
    ]
  },
  "854": {
    "tagDate": ["1845-02-27T00:00:00.000Z"],
    "tagDescription": [
      "The Sangamo Journal (Springfield) - A Bill for \"An Act to provide for paying a portion of the Interest on the State Debt.\""
    ]
  },
  "188": {
    "tagDescription": [
      "The New York Herald - Important from Philadelphia - The Situation of the Banks - continued excitement - Rumoured Surrender of Two Banks to the Legislature - War between the City Banks and the United States Bank - Money Market."
    ],
    "tagDate": ["1841-02-08T00:00:00.000Z"]
  },
  "549": {
    "tagDate": ["1843-12-31T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Reports of Wm. Debuys, Treasurer of the State of Louisiana, addressed to the Hon. Chas. Derbigny,"
    ]
  },
  "997": {
    "tagDate": ["1845-04-07T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Pennsylvania Legislature. Financial affairs - Re payment of August interest."
    ]
  },
  "277": {
    "tagDescription": [
      "Newspaper Extract - Whig Caucus - Revenue Bill - Bankrupt Bill - The President and the Bank. (Taken from 31/7/1841 O.)"
    ],
    "tagDate": ["1841-07-29T00:00:00.000Z"]
  },
  "635": {
    "tagDescription": [
      "The Age, New Orleans, Extract - Reprint of the leader on Governor Mouton and The Age - also Governor Mouton and Repudiation."
    ],
    "tagDate": ["1844-03-09T00:00:00.000Z"]
  },
  "71": {
    "tagDate": ["1840-02-21T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Statement of Mississippi Banks. (Taken from 21/2/1840 O.)"
    ]
  },
  "829": {
    "tagDescription": [
      "Parliamentary Return - Wheat delivered from warehouse, or vessel, Duty-free (Great Britain)."
    ],
    "tagDate": ["1845-02-13T00:00:00.000Z"]
  },
  "642": {
    "tagDate": ["1844-03-13T00:00:00.000Z"],
    "tagDescription": [
      "The Age, New Orleans - Extract - Editorial comment on the affairs of the Bank and particularly the proceedings of the Board of Currency &c. Also Article on Mr. Thomas Slidell."
    ]
  },
  "799": {
    "tagDate": ["1844-01-01T00:00:00.000Z"],
    "tagDescription": ["Newspaper Extract - Maryland Legislature."]
  },
  "293": {
    "tagDate": ["1842-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Banks of Ohio - Franklin Bank, LaFayette, &c."
    ]
  },
  "226": {
    "tagDate": ["1841-04-08T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Bank of United States - First and Second Letters of Mr. Biddle to Hon. John M. Clayton. N.H. Second Letter unfinished on the reverse side Case of McLeod - Seizure of the Str. Caroline with extracts from different newspapers."
    ]
  },
  "17": {
    "tagDate": ["1839-12-20T00:00:00.000Z"],
    "tagDescription": [
      "New York Courier & Enquirer - Extract - Editorial - Bank of United States. (Taken from 23/12/1839 O.)"
    ]
  },
  "130": {
    "tagDescription": [
      "Prospectus of a Loan on Deposits for account of the President, Directors and Company of the Bank of United States of America at Philadelphia."
    ],
    "tagDate": ["1840-07-03T00:00:00.000Z"]
  },
  "823": {
    "tagDescription": [
      "Maryland Finances - estimate of ordinary and extraordinary expenditure - Tobacco Inspection - Colonization Fund &c."
    ],
    "tagDate": ["1845-01-17T00:00:00.000Z"]
  },
  "740": {
    "tagDate": ["1844-08-31T00:00:00.000Z"],
    "tagDescription": [
      "Warneken & Kirchoff (New Orleans) market Report and tables containing Receipts, Exports &c."
    ]
  },
  "550": {
    "tagDate": ["1843-01-01T00:00:00.000Z"],
    "tagDescription": ["Inaugural Address of Governor A. Mouton, Louisiana."]
  },
  "529": {
    "tagDate": ["1843-06-16T00:00:00.000Z"],
    "tagDescription": [
      "From the Albany Argus Maryland - Anti - Repudiation. (Taken from 16/6/1843 O. Corr.)"
    ]
  },
  "160": {
    "tagDate": ["1840-12-31T00:00:00.000Z"],
    "tagDescription": [
      "Bank of the United States Report of Directors on the Assets and Liabilities."
    ]
  },
  "596": {
    "tagDate": ["1844-01-08T00:00:00.000Z"],
    "tagDescription": [
      "The North American and Daily Advertiser. Philadelphia 1. The Foreign Creditors of the State of Pennsylvania. 2. The Finances of Pennsylvania."
    ]
  },
  "548": {
    "tagDescription": ["Newspaper Clipping; Louisiana State Bonds."],
    "tagDate": ["1843-12-23T00:00:00.000Z"]
  },
  "594": {
    "tagDescription": [
      "Newspaper Extract - New Orleans - Report of a Committee of the House of Representative to whom was referred the Bill relative to the Wharfage Dues. (French and English) Sgd/ Morgan Morgan Presdt. Com."
    ],
    "tagDate": ["1843-01-01T00:00:00.000Z"]
  },
  "758": {
    "tagDate": ["1844-11-01T00:00:00.000Z"],
    "tagDescription": [
      "Illinois State Register - Letter addressed to Wm.S. Wait, Esq. 16/10/1844, on Illinois State Policy, by Governor Thomas Ford."
    ]
  },
  "610": {
    "tagDate": ["1844-02-23T00:00:00.000Z"],
    "tagDescription": [
      "The North American and Daily Advertiser, Phil. 1. Oration delivered by William B. Reed, at the Whig Meeting 22/2/1844. 2. The New Tax Bill:- Financial Measures. 3. The Baltimore and Ohio Railroad."
    ]
  },
  "365": {
    "tagDescription": [
      "Newspaper Extract - New Orleans Prices Current. (Taken from 31/10/1842 M.)"
    ],
    "tagDate": ["1842-10-19T00:00:00.000Z"]
  },
  "828": {
    "tagDate": ["1845-01-31T00:00:00.000Z"],
    "tagDescription": [
      "United States Gazette - Extract - (Harrisburg) Proceedings of House of Representative &c. (Taken from 3/2/1845 O. Corr.)"
    ]
  },
  "166": {
    "tagDescription": [
      "United States Register - Extract - Sketch of the Commerce and Navigation of the United States in 1840. (Taken from 2/10/1841 O.)"
    ],
    "tagDate": ["1840-01-01T00:00:00.000Z"]
  },
  "413": {
    "tagDescription": [
      "New York American 28/2/1843 - Extract - The Financial - Report of Mr. Fillmore from the Committee of Ways and Means."
    ],
    "tagDate": ["1843-02-18T00:00:00.000Z"]
  },
  "637": {
    "tagDescription": [
      "Newspaper Extract - Editorial re responsibility of Members of The Louisiana Legislature on the matter of providing for the extinction of the Bonds issued in the name of the Commonwealth, &c."
    ],
    "tagDate": ["1844-03-11T00:00:00.000Z"]
  },
  "744": {
    "tagDescription": [
      "The Circular to Bankers - The Queen's Speech, Comments upon Sgd/ H.B. & Co."
    ],
    "tagDate": ["1844-09-06T00:00:00.000Z"]
  },
  "192": {
    "tagDescription": [
      "Newspaper Extract - Boston - Re question whether the Banks of Philadelphia shall be required to resume specie payments or be permitted to continue the suspension. A communication addressed to Governor Porter of Pennsylvania, expressing the sentiments of many of the members of the community on this subject. Sgd/ Boston. (Taken from 27/2/1841 O.)"
    ],
    "tagDate": ["1841-02-16T00:00:00.000Z"]
  },
  "384": {
    "tagDate": ["1842-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Farmers' Bank, Canton, Ohio - Statement - Other Ohio Banks."
    ]
  },
  "999": {
    "tagDate": ["1845-04-22T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Laws of Pennsylvania - No. 490 - An Act to provide for the reduction of the Public Debt."
    ]
  },
  "757": {
    "tagDescription": [
      "Newspaper Extract - Re Act of Maryland Legislature for the collection of State direct tax. (Taken from 29/10/1844 Corr. O. & L.)"
    ],
    "tagDate": ["1844-10-28T00:00:00.000Z"]
  },
  "386": {
    "tagDate": ["1842-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Ohio Sale of Six per cent State Stocks - The buyers' names & amount bought."
    ]
  },
  "91": {
    "tagDescription": [
      "Circular - State of New York - Loans for carrying on the Public Works of the State. Sgd/ L. Bradish, Lt. Govr., Bates Cook, Comptroller, J.C. Spencer, Secy. of State. O.L. Holley, Surveyor General, Willis Hall, Attorney General. J. Haight, Treasurer, (Taken from 9/5/1840 Corr. P.W. & K. 1839-41.) Commissioners of Canal Fund."
    ],
    "tagDate": ["1840-05-06T00:00:00.000Z"]
  },
  "406": {
    "tagDate": ["1843-01-31T00:00:00.000Z"],
    "tagDescription": [
      "Circular Letter - Union Bank of Louisiana - Statement of Affairs. Sgd/ Frederick Frey Cashier."
    ]
  },
  "185": {
    "tagDate": ["1841-02-06T00:00:00.000Z"],
    "tagDescription": [
      "Messrs. Morrison Sons & Co .communicate a Statement of the Affairs of the Bank of the United States, submitted to the Shareholders at their Annual Meeting 4/1/1841."
    ]
  },
  "404": {
    "tagDescription": [
      "Advertiser & Patriot, Boston - Extract - Editorial comment on Governor Morton's Speech."
    ],
    "tagDate": ["1843-01-27T00:00:00.000Z"]
  },
  "993": {
    "tagDate": ["1845-03-31T00:00:00.000Z"],
    "tagDescription": [
      "Illinois Legislature - An Act to provide for paying a portion of the State Debt."
    ]
  },
  "631": {
    "tagDescription": [
      "Newspaper Extract - New Orleans Banks Statement 24/2/1844 - Office of the Board of Currency. Signed/ Robert Carter Nicholas, Wm. Dubuys."
    ],
    "tagDate": ["1844-03-04T00:00:00.000Z"]
  },
  "19": {
    "tagDate": ["1839-12-24T00:00:00.000Z"],
    "tagDescription": [
      "Pamphlet - Extract from a Letter signed \"A Genevese Traveller\" (The Barings & the Bank of the United States)."
    ]
  },
  "638": {
    "tagDate": ["1844-03-11T00:00:00.000Z"],
    "tagDescription": [
      "The Age, New Orleans - Extract - Governor Mouton and his administration."
    ]
  },
  "609": {
    "tagDate": ["1844-02-19T00:00:00.000Z"],
    "tagDescription": [
      "Memorial of Edm.J. Forstall in behalf of Hope & Co. of Amsterdam and other holders of State Bonds issued in favour of the Citizens' Bank of La. N.B. - See also 18/1/1845, 26/2/1846. (Taken from 22/2/1844 Corr. E.J.F.)"
    ]
  },
  "400": {
    "tagDescription": [
      "Newspaper Extract - State of the Banks in New Orleans. Sgd/ G. Musson, Presdt. of the Board of Currency. (Taken from 31/3/1843 Corr. H. & Co.)"
    ],
    "tagDate": ["1843-01-02T00:00:00.000Z"]
  },
  "380": {
    "tagDescription": [
      "Appeal on behalf of holders of American Stocks to the Bankers and Capitalists and Press of London."
    ],
    "tagDate": ["1842-12-26T00:00:00.000Z"]
  },
  "363": {
    "tagDate": ["1842-09-12T00:00:00.000Z"],
    "tagDescription": [
      "Statement - Cotton Crop of the United States - Growth, Export, Consumption, &c."
    ]
  },
  "279": {
    "tagDescription": [
      "Newspaper clipping: American, Maryland Financial Affairs."
    ],
    "tagDate": ["1841-09-20T00:00:00.000Z"]
  },
  "827": {
    "tagDate": ["1845-01-30T00:00:00.000Z"],
    "tagDescription": [
      "United States Gazette - Extract - (Harrisburg) Proceedings of the Senate. (Taken from 3/2/1845 O. Corr.)"
    ]
  },
  "603": {
    "tagDescription": [
      "Union Bank of Louisiana Circular letter, Sgd/ Frederick Frey, covering the proceedings of the Stockholders at their Meeting 18/1/1844. Sgd/ Geo. Eustis, Chairman, Hy Gally, Secretary.)"
    ],
    "tagDate": ["1844-01-20T00:00:00.000Z"]
  },
  "119": {
    "tagDescription": [
      "The Canton Register - Public Notice of the Blockade of the River and Port of Canton - Sgd/ J.J. Gordon Bromer, Commander-in-chief of H.B.M's Ships & vessels on the East India Station &c. Extract from London Times on the quarrel raised by the British Ministry with the Chinese Empire."
    ],
    "tagDate": ["1840-06-23T00:00:00.000Z"]
  },
  "229": {
    "tagDate": ["1841-04-14T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Article - United States Bank. Third Letter from Nicholas Biddle Esq. to Hon. John M. Clayton."
    ]
  },
  "168": {
    "tagDate": ["1840-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Illinois State Debt - An Act to provide for paying the interest on the Internal Improvement Bonds."
    ]
  },
  "729": {
    "tagDescription": [
      "Circular Letter - Union Bank of Louisiana - Sgd/ Fred. Frey, covering a statement of the affairs of the Bank."
    ],
    "tagDate": ["1844-07-31T00:00:00.000Z"]
  },
  "294": {
    "tagDescription": [
      "Newspaper Extract - Debt of the State of New York, January 1842."
    ],
    "tagDate": ["1842-01-01T00:00:00.000Z"]
  },
  "248": {
    "tagDescription": [
      "Boston Daily Advertiser and Patriot - Extract - Letter addressed to The Editor, Mr. Hale, on a National Bank, Unsigned - (See last paragraphs of letter) (Taken from 15/6/1841 O.)"
    ],
    "tagDate": ["1841-06-15T00:00:00.000Z"]
  },
  "826": {
    "tagDescription": [
      "Newspaper Extract - Memorial of Edm. J. Forstall addressed to the Hon. the Senate and House of Representatives of Louisiana, in behalf of Messrs. Hope and other holders of bonds issued by the State of Louisiana in favour of the citizens' Bank of Louisiana. N.B. - See also 19/2/1845, 26/2/1846. (Taken from 18/1/1845 Corr. E.J.F.)"
    ],
    "tagDate": ["1845-01-18T00:00:00.000Z"]
  },
  "687": {
    "tagDate": ["1844-04-17T00:00:00.000Z"],
    "tagDescription": ["Pennsylvania Legislature Review of proceedings."]
  },
  "93": {
    "tagDescription": [
      "Pamphlet - Documents relating to The Texas Loan, referred to in the Letter of the Commissioners."
    ],
    "tagDate": ["1840-06-22T00:00:00.000Z"]
  },
  "311": {
    "tagDate": ["1842-02-05T00:00:00.000Z"],
    "tagDescription": [
      "Louisiana - 1. Bank Bill as it passed the Legislature - approved and signed by A.B. Roman, Govr of the State. 2. Amendments to the Louisiana Bank Bill, Approved 7/3/1842. 3. An Act to provide for the Liquidation of Banks. 4. An Act to amend an Act entitled \"An Act relative to the Banks of this State, 14/3/1842."
    ]
  },
  "544": {
    "tagDate": ["0000-11-12T00:00:00.000Z"],
    "tagDescription": [
      "From New-Orleans Bee - Extract - Statement Specie received in New Orleans since 21/10."
    ]
  },
  "754": {
    "tagDate": ["1844-10-01T00:00:00.000Z"],
    "tagDescription": [
      "The State of Ohio - A Statement of the Finances of the State of Ohio."
    ]
  },
  "387": {
    "tagDescription": ["Columbus Journal Extract - Ohio New State Loan."],
    "tagDate": ["1842-01-01T00:00:00.000Z"]
  },
  "618": {
    "tagDate": ["1844-03-01T00:00:00.000Z"],
    "tagDescription": [
      "Pamphlet - National Prospectus for a new source of Government Revenue and Relief - and plan of National Free Banking. Sgd/ American Citizen."
    ]
  },
  "756": {
    "tagDate": ["1844-10-18T00:00:00.000Z"],
    "tagDescription": [
      "The Morning Post 27/11/1844 - Letter addressed to Colonel Oakley, one of the Illinois Canal Commissioners, dated London 18/10/1844 - on the subject of the Canal Bonds. Sgd/ Baring Brothers & Co."
    ]
  },
  "546": {
    "tagDescription": [
      "Circular Letter addressed to the Stockholders of the Union Bank of Louisiana Signed/C. Adams, Jr. Presdt. Notifies them that a detailed statement of the Bank's Affairs will be presented at the Annual Meeting."
    ],
    "tagDate": ["1843-12-12T00:00:00.000Z"]
  },
  "290": {
    "tagDescription": [
      "Statement of the Banks under the General Banking Law, showing their names, the place and county in which located, the amount of capital secured by State Stocks, and the amount secured by Bonds and Mortgages and the amount of Circulating Notes on the 1st. December 1840 and 1841."
    ],
    "tagDate": ["1842-01-22T00:00:00.000Z"]
  },
  "551": {
    "tagDescription": [
      "Newspaper Extract, New Orleans - Wharfage Dues - Statement by a Member of the Second Municipality Council."
    ],
    "tagDate": ["1843-01-01T00:00:00.000Z"]
  },
  "853": {
    "tagDate": ["1845-02-26T00:00:00.000Z"],
    "tagDescription": ["Newspaper Extracts - Re Sugar Crop &c."]
  },
  "225": {
    "tagDescription": [
      "Newspaper Extract - State Tax Bill - Section 1 & 9. (Taken from 5/4/1841 Corr. O. & L.)"
    ],
    "tagDate": ["1841-04-05T00:00:00.000Z"]
  },
  "247": {
    "tagDate": ["1841-06-12T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Letter addressed to the President of the Senate of the United States, Signed T. Ewing, Secretary of the Treasury on Fiscal Bank of the United States. (Taken from 15/6/1841 O.)"
    ]
  },
  "688": {
    "tagDate": ["1844-04-17T00:00:00.000Z"],
    "tagDescription": [
      "State Legislature (Pennsylvania) The Revenue Bill passed the House."
    ]
  },
  "6": {
    "tagDescription": [
      "Newspaper Extract - Exports of Cotton from the Ports in the United States 1/10/1839 - Jan./1840."
    ],
    "tagDate": ["1839-10-01T00:00:00.000Z"]
  },
  "76": {
    "tagDescription": [
      "New York American - Conspiracy against the Bank of the United States."
    ],
    "tagDate": ["1840-03-25T00:00:00.000Z"]
  },
  "636": {
    "tagDescription": [
      "American, Baltimore - Extract - Editorial - Maryland Legislature Adjournment."
    ],
    "tagDate": ["1844-03-11T00:00:00.000Z"]
  },
  "167": {
    "tagDate": ["1840-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Cincinnati Daily Gazette - Extract - Canal at the Falls of Ohio."
    ]
  },
  "401": {
    "tagDate": ["1843-01-26T00:00:00.000Z"],
    "tagDescription": [
      "Maryland - A Bill entitled, An Act Further supplementary to an Act entitled, an Act for the General Valuation and Assessment of Property in this State, and to provide a Tax to pay the debts of the State."
    ]
  },
  "330": {
    "tagDescription": [
      "New York American [From the United States Gazette] The Case of Mr. Jaudon. Opinion of Judge Randall, also Money Article of the New York American."
    ],
    "tagDate": ["1842-02-28T00:00:00.000Z"]
  },
  "634": {
    "tagDate": ["1844-03-09T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract, Maryland Legislature - Chesapeake and Ohio Canal."
    ]
  },
  "408": {
    "tagDate": ["1843-01-31T00:00:00.000Z"],
    "tagDescription": [
      "Circular - Tobacco Market. Sgd/ Bremner & Till - Tobacco Brokers."
    ]
  },
  "630": {
    "tagDescription": [
      "Newspaper Extract Quoting from The Age a diatribe on Governor Mouton and his administration. (N.B. The whole leader will be found under date 9/3/1844)"
    ],
    "tagDate": ["1844-03-03T00:00:00.000Z"]
  },
  "762": {
    "tagDescription": [
      "For the Journal of Commerce - Letter dated at New York 2/11/1844 on Illinois Canal Affairs in reply to letter of T.W. Ward - Sgd/ Michael Ryan."
    ],
    "tagDate": ["1844-11-02T00:00:00.000Z"]
  },
  "135": {
    "tagDate": ["1840-10-01T00:00:00.000Z"],
    "tagDescription": [
      "Newspaper Extract - Exports of Cotton from the Port of New York - Exports of Cotton from the Ports in the United States."
    ]
  },
  "388": {
    "tagDate": ["1842-01-01T00:00:00.000Z"],
    "tagDescription": ["Newspaper - finances - Distribution Bill - Banks, &c."]
  },
  "617": {
    "tagDescription": [
      "Advertiser and Patriot - The Pennsylvania Public Debt."
    ],
    "tagDate": ["1844-03-01T00:00:00.000Z"]
  }
}
