{"75":{"tagDate":["1838-08-25T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagDescription":["No. 45. Draft and copy. Respecting compensation to the Registrar and Marshal of the Court of Vice-Admiralty, who have hitherto received nothing for their services."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"]},"567":{"tagPlace":["Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDate":["1839-01-29T00:00:00.000Z"],"tagPerson":["Fox","Palmerston"],"tagDescription":["No. 5. Extract. Bill for enforcement of neutrality would probably become law next day. Arthur will report fully, occurrences at Niagara and in Michigan. Gives such information as has reached him. Mackenzie's and Van Rensselaer's gang at Navy Island decamped on January 14, giving up arms to State authorities. Gang consisted of between 600 and 700 fighting men. Leaders proclaim intention of recommencing operations in Michigan, though he is not apprehensive of consequences. Van Rensselaer arrested but bailed, a disgraceful proceeding. On 23rd and 24th, vague accounts of invasion from about Detroit began to arrive. Proceedings quite open, in defiance if not with connivance, of State authorities. Arms and ammunition taken from public arsenals, and vessels equipped publicly. Attack failed owing to loyal resistance of Canadians. No. official news had reached Government at Washington Post tardy; also, detained by State officers. Encloses series of articles from United States newspapers. On 24th, Fox addressed remonstrance to Secretary of State, which, with reply, he encloses. United States Government helpless, has no more control over States than Turkish Sultan has over Tripoli or Algiers. Question as to redress to be demanded by Great Britain. Owing to defective institutions, no possibility of punishing delinquents. It would seem that threat of war only alternative. This he deprecates. Suggests using occasion of American demands respecting Caroline to bring United States to realize the situation. (No enclosures.)"]},"458":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["H.M.S. Inconstant at Sea"],"tagPerson":["Glenelg","Durham"],"tagDate":["1838-11-10T00:00:00.000Z"],"tagDescription":["No. 116. A. Dft. Initialed. Enclosing memorandum of arrangements for distribution of Regular and Volunteer forces in two Canadas."]},"628":{"tagDescription":["Sub-enclosure: Copy. Sending copy of his commission, and requesting most free and confidential communications on all subjects affecting Government of latter. No interference with administration of Government contemplated, but it is necessary that he, as Governor General, should be immediately informed of all matters of general interest affecting his mission."],"tagPerson":["Durham","Lieutenant Governors of New Brunswick","Lieutenant Governors of Upper Canada","Lieutenant Governors of Prince Edward Island"],"tagDate":["1838-06-01T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Chateau St. Lewis"]},"349":{"tagDate":["1838-10-20T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"],"tagDescription":["No. 93. Draft in Wakefield's handwriting and copy, Gross evils in existing system of Emigration inspection. Will deal fully with subject in general report. In meantime, many ill-effects of present arrangements could be remedied by efficient administration of law then in force."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"79":{"tagDate":["1838-07-31T00:00:00.000Z"],"tagDescription":["Enclosures: (1) Statement of Receipts and Expenditures on account of the Crown Lands and of Licences to cut Timber in half-year ended June 30, 1838. Q. 246 See: MG 11, Q Series"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"]},"252":{"tagDate":["1838-10-09T00:00:00.000Z"],"tagDescription":["Enclosure: Petition of Mrs. McKechnie, setting forth the circumstances of her husband 's death while on active service, and the destitute condition of herself and five children, and praying for a small pension. Q. 248 See: MG 11, Q Series"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"82":{"tagDescription":["Enclosures: (3) Statement of Receipts on account of the Casual and Territorial Revenue of Lower Canada for quarter ended June 30, 1838. Q. 216 See: MG 11, Q Series","Enclosures: (2) Statement of Receipts on account of the Crown Lands and of Licences to cut timber for quarter ended June 30, 1838. Q. 246 See: MG 11, Q Series"],"tagDate":["1838-07-31T00:00:00.000Z"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"]},"213":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"],"tagDescription":["Enclosures: (2) Extract of Report of Executive Council dated July 6, on Thompson's petition. Q. 247 See: MG 11 Q Series"],"tagDate":["1838-06-23T00:00:00.000Z"]},"706":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDate":["1838-04-03T00:00:00.000Z"],"tagDescription":["Sub-enclosures: (d) Minutes of Executive Council. On request of Lieutenant Governor for advice as to mode of dealing with prisoners, the Council gave following opinion: That capital punishment be inflicted in as few cases as possible; that severe secondary punishment he confined to leaders and instigators, and to those guilty of outrage independently of rebellion; that mere followers may be recommended to mercy, as well as those implicated in lesser degree. Those who do not petition are excluded from recommendation. Council hope it may be proper to direct Attorney General to stay proceedings against this last class, and recommend that opinion of judges be obtained."]},"140":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDate":["1838-10-08T00:00:00.000Z"],"tagDescription":["Enclosure: Same in French Q. 248 See: MG 11, Q Series"]},"645":{"tagPlace":["Government House, Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["Personal. Advantage of personal communications on public business. As he is required by commission sent to him to act in pursuance of Instructions accompanying it, he suggests that the Instructions, or necessary parts of same, be sent to him. Papers which he sends will acquaint him with another subject of great interest, improved communication between Canada and Maritime Provinces."],"tagDate":["1838-06-12T00:00:00.000Z"],"tagPerson":["Couper","Harvey"]},"561":{"tagPlace":["Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["No. 4. Copy. Course of bill amending law, which seemed likely to be enacted in short time. Sends copy. In discussion, attempt to connect immediate lawlessness with North Eastern Boundary, and angry observations on Caroline not supported in Senate. Bill satisfactory in terms, but will depend for efficacy on good will of authorities. Intimation of dilatory conduct in Congress corrected. General Scott has reached Buffalo with Governor and other officers of New York State. Scott striving faithfully to restrain lawlessness. State officials also showing more activity. The change for better, due to recognition of hopelessness of rebel cause, and of loyalty of inhabitants of Upper Canada. Assemblage at Navy Island apparently increasing, but food shortage will probably lead to dispersal in short time. Caroline continues to excite feeling. United States Government evidently intend using incident as offset to complaints of invasion of Canada; are busy collecting evidence. (No. enclosures.)"],"tagDate":["1839-01-21T00:00:00.000Z"],"tagPerson":["Fox","Palmerston"]},"146":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDescription":["No. 65. Copy. Enclosing copy of Chief Justice's notes on trial of persons accused of murder of Chartrand."],"tagDate":["1838-09-23T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"]},"479":{"tagPlace":["Cleveland Row"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME III."],"tagDate":["1839-02-01T00:00:00.000Z"],"tagPerson":["Grey","Durham"],"tagDescription":["A.L. Initialed. Respecting suppressions different despatches respecting Turton. He did not ask for them, but acquiesced in proposals of Government respecting them."]},"374":{"tagPerson":["Durham","Glenelg"],"tagDate":["1838-10-26T00:00:00.000Z"],"tagDescription":["No. 99. Draft in Buller's handwriting and copy. Acknowledging despatch (No. 43) relating to division of duties between Upper and Lower Canada, and No. 62 respecting surplus revenue from Post Office. Proposes to deal with these in considering general plan."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"144":{"tagPerson":["Durham","Glenelg"],"tagDate":["1838-09-22T00:00:00.000Z"],"tagDescription":["No. 64. Copy. Enclosing copy of petition of Tannet H. Thompson, late Clerk of Court of Escheats, with report of Executive Council on it."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"102":{"tagPerson":["Arthur","Durham"],"tagDate":["1838-08-31T00:00:00.000Z"],"tagDescription":["Enclosures: (1) No. 17. (In Section 3, vol. 2, p. 418).","Enclosures: (2) No. 18. (In Section 3, vol. 2, p. 514).","Enclosures: (1) Address to Durham from clergy, magistrate and other inhabitants of Kingston. Addresses No. 46"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec","Government House, Toronto"]},"55":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagPlace":["Toronto"],"tagDescription":["Enclosures: (5) Reply of Durham to foregoing address. Q. 246 verso. See: MG 11, Q Series","Enclosures: (7) Reply of Durham to foregoing address. Q. 246 See: MG 11, Q Series","Enclosures: (3) Reply of Durham to foregoing addresses. Q. 246 verso. See: MG 11, Q Series","Enclosures: (8) Address of ministers of Wesleyan Methodist Church in Upper Canada. Q. 246 See: MG 11, Q Series","Enclosures: (6) Address of inhabitants of Toronto and vicinity. Q. 246 See: MG 11, Q Series"],"tagDate":["1838-07-19T00:00:00.000Z"]},"74":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagDescription":["Enclosure: Article from The Quebec Mercury dated July 30, deprecating attacks on Lord Durham. Q. 246 See: MG 11, Q Series"],"tagDate":["1838-07-30T00:00:00.000Z"]},"125":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"],"tagPerson":["Buller, Charles, Chief Commissioner of Crown Lands and Emigration"],"tagDate":["1838-10-09T00:00:00.000Z"],"tagDescription":["Enclosures: (1) Report of Charles Buller, Chief Commissioner of Crown Lands and Emigration. Rough draft in Hanson's handwriting. Grants of land to militia, who served in American War of 1812 authorized by instructions in 1818. Uncertainty as to terms of instructions, no copy extant in province. From Provincial Act 59 Geo. III c. 23, it would appear that instructions referred almost entirely to embodied militia. Under Act mentioned, several townships surveyed, and by Proclamation of November 2, 1822, all persons serving in six battalions of embodied militia, and such as had marched to frontier mere directed to bring in claims. By subsequent proclamations time for receiving claims extended to August 1, 1830. Many claims made and 200,000 acres granted. Question arose as to whether sedentary militia who had served mere included in instructions. Executive Council favourably disposed, Dalhousie adverse to such claims. Two or three location tickets issued on these. All grants subject to conditions of three years' residence on property, erection of dwelling house and claiming and cultivation of 4 acres. Terms being regarded as too onerous, proclamation was issued in 1837, allowing officers and men of embodied militia, who had applied before August 1, 1830, to have lands free of all conditions, except such as were imposed on all by the laws of Province. Proclamation also constituted a board to deal with claim. Claimants were divided into three classes:- embodied militia, lodging claims before August 1, 1830; those belonging-to other corps, lodging claims before August 1, 1830; those of either class who had not made claims before 1830. The numbers in classes mere respectively 2195; 2598; 1669. Only claims open to doubt those of second class: first have good claim, third have none. Those in second class performing services similar to those of embodied militia seem entitled to grants. Proclamation of 1837 removing conditions from grants, founded on address of Assembly, and also on justice. Greater part of locations remote from settlements, and useless without considerable expense. Grants largely disposed of to speculators, who become sole beneficiaries of concessions of 1837. Whole effects of grants injurious to Province. Under claims of militia of 1775, over 230,000 acres granted, under those of militia of war of 1812, over 217,000 acres granted; by far largest part lying waste. Whole townships granted have not one settler on them. To provide against similar evil results in case of further grants, recommends that all valid claims be commuted for cash at current prices for Crown Lands, to be paid to claimant only or legal representative. ","Enclosure: Same in French, from Gazette de Quebec. Q. 248 See: MG 11, Q Series"]},"496":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME III."],"tagDate":["1839-01-01T00:00:00.000Z"],"tagPerson":["Durham","Russell, John, Lord"],"tagDescription":["Draft in Couper's handwriting. Recommending that Lower Canada should be charged with £800 on account of furniture, paid for by Imperial Treasury, and on his departure transferred to residence of Governor General."]},"147":{"tagDescription":["No. 66. Copy. Remonstrance at proceedings in House of Lords on subject of his powers. Duke of Wellington's statement that he had no extraordinary powers beyond what were necessary to make certain reports, and Governments tacit acquiescence most damaging to his usefulness. The Turton episode not so hurtful for reasons stated. Proceedings have elated the disaffected, and depressed those having confidence in him. Evidence of fresh activity among former. Loss of moral authority and prestige so serious that he contemplated resignation of his position. He had relinquished the notion, particularly in view of gratifying despatches, expressing approbation of his measures. Account of debate in Lords on 7-9 August convinced him, however, that it was useless to continue, and he determined to resign. This will be perceived from his answer to addresses from delegates from Nova Scotia, New Brunswick and Prince Edward Island, enclosed."],"tagDate":["1838-09-25T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"494":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME III."],"tagPlace":["Cowes"],"tagPerson":["Durham","Normanby"],"tagDate":["1839-09-02T00:00:00.000Z"],"tagDescription":["A.L. Initialed. Respecting one of his accounts. Colonel Couper to call at Colonial Office with explanations. Mr. Routh, Commissary General in Canada, rendered him great service."]},"448":{"tagDescription":["No. 111. Draft initialed. Acknowledging despatch (No. 97) of August 29, respecting application of British American Land Company to have moiety of purchase money applied to promote emigration to their lands. Approval of principle, which will be embodied in his comprehensive report. At present does not recommend application, but hopes his general scheme will make proposal acceptable."],"tagPerson":["Glenelg","Durham"],"tagDate":["1838-10-30T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"441":{"tagPerson":["Durham","Glenelg"],"tagDate":["1838-10-30T00:00:00.000Z"],"tagDescription":["No. 110. Draft apparently by Turton and Buller, initialed by Durham. Case of various prisoners under sentence of death or transportation. Enclosing extract from report of Sewell respecting 11 cases, recommended for transportation. Sewell strongly recommends retention of transportation as chief secondary punishment. Inadequacy of accommodation and bad condition of jails. The eleven referred to, sentenced to transportation. They will be sent to England. Plea against abolition of transportation."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"242":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"],"tagDescription":["Enclosures: (2) Proclamation of Lord Durham, giving effect to recommendations of foregoing report. Q. 247 See: MG 11, Q Series"],"tagDate":["1838-09-11T00:00:00.000Z"]},"10":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagPlace":["Quebec"],"tagPerson":["Glenelg","Durham"],"tagDate":["1838-07-31T00:00:00.000Z"],"tagDescription":["No. 32. Copy. Enclosing (1) Statement of Receipts and Expenditures on account of Crown Lands, and of licenses to cut timber, for six months ended June 30, 1838; (2) Statement of Receipt on account of Crown Lands, and Licences to cut timber, and (3) Statement of Receipts on account of Casual and Territorial Revenue for 3 months, ended June 30, 1838."]},"235":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDescription":["An Ordinance to prevent the discharge of certain persons until they have given security. Corr. Relating to Affairs B.N.A. 1839."],"tagDate":["1838-08-23T00:00:00.000Z"]},"519":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Department of State, Washington"],"tagDescription":["Sub-enclosures: (b) Copy. Enquiring as to nature of opposition to execution of writ. G. 276 See: RG 7, G 1 vol. 276","Sub-enclosures: (a) Copy. Protesting against the prosecution of the project of a railway running through disputed territory, and expressing strong desire in view of legislative action in the British North American Provinces and in Maine to have question of Boundary speedily settled. Invites attention to a proposition made by him in 1835 suggesting St. John river from mouth to source as suitable boundary."],"tagPerson":["Fox","Forsyth, John","Morpeth, H. D.","Owen, Thomas, High Sheriff"],"tagDate":["1837-09-18T00:00:00.000Z"]},"490":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME III."],"tagDescription":["Draft by Turton, signed by Durham. Transmitting the last portion of Appendix, consisting of reports by Buller on incorporation of Seminary of St. Sulpice and enfranchisement of Montreal from Feudal Tenure; and by Turton on establishment of General Registry of Lands in Lower Canada, with draft of ordinance for effecting same. Unnecessary to explain expediency of prompt consideration of these. Reports could not be finished in time to enable him to propose ordinances respecting them. Has learned that Colborne and Special Council have passed ordinance founded on Buller's agreement as to St. Sulpice with Superior of Order, for Imperial sanction of ordinance. Wide approval of ordinance in province; no indication of opposition. Presses it strongly on attention of Government. If measure respecting registration meets with approval of Government, suggests that it be recommended to Special Council with proviso that it shall not be effective until confirmed by Imperial Act."],"tagDate":["1839-05-31T00:00:00.000Z"],"tagPerson":["Normanby","Durham"]},"454":{"tagPerson":["Durham","Glenelg"],"tagDate":["1838-11-01T00:00:00.000Z"],"tagDescription":["No. 114. Copy. Referring to despatch (No. 94) of August 23, has directed Major Phillpotts of Royal Engineers to make survey of Welland Canal and perform other services mentioned in despatch."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"624":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Government House, Fredericton"],"tagDescription":["Sub-enclosure: Copy E. S. Greeley having resumed exercise of jurisdiction within province of New Brunswick, to be supported by force, if necessary, by Governor. He states he is under instructions to prevent exercise of jurisdiction by foreign power within disputed territory, till question has been settled. Government of United States having acquiesced, Harvey is acting within declared wishes of both governments. Will employ whole military force of British America, if necessary, in carrying out instructions. Appeals to Governor to prevent any overt act on part of his citizens which may lead to collision. If Governor of Maine desired number of inhabitants in Madawaska settlement, Harvey would have been glad to furnish it. What he objected to was the assumption of the right on the part of Governor of Maine to take such a census."],"tagPerson":["Governor, State of Maine","Harvey"],"tagDate":["1837-09-10T00:00:00.000Z"]},"456":{"tagDescription":["No. 115. A. Dft. Initialed. On morning of sailing, had interview with Sheriff Macdonell from Kingston, who informed him of unwillingness of volunteers and militia of Upper Canada to tender active services, on account of conviction of British Government's indifference to their fate. Gave strong assurances as to error of this impression. Lower Canadian population of British origin entertain same conviction."],"tagPerson":["Durham","Glenelg"],"tagDate":["1838-11-10T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["H.M.S. Inconstant, at Sea"]},"162":{"tagDate":["1838-09-25T00:00:00.000Z"],"tagDescription":["Enclosures: (1) Address of Delegations from the Eastern (Maritime) Colonies. Copy in W. Young's hand. Deep regret and concern at rumors of Durham's departure. Personal intercourse convinced them of his ardent desire to elevate colonies, and that his conceptions are calculated to render desire effective. Commend his blending mercy with justice. Fears that his departure will be followed by relapse."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"87":{"tagDescription":["Enclosure: Statement on subject by Registrar."],"tagDate":["1838-08-25T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagPlace":["Quebec"]},"382":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"],"tagPerson":["Glenelg","Durham"],"tagDate":["1838-10-26T00:00:00.000Z"],"tagDescription":["No. 102. Draft in Buller's handwriting and copy - Enclosing memorial from Mr. Wicksteed, containing objections to principles of compensation to officers of suspended Legislative bodies in Loner Canada, Laid down in Separate despatch of June 29."]},"261":{"tagDescription":["Enclosure: Memorial, signed by John Cook, Moderator. Referring to a grant of £500 received on account of sale of Clergy Reserves, and asking that it may be continued."],"tagDate":["1838-10-19T00:00:00.000Z"],"tagPerson":["Cook, John, Moderator"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"515":{"tagPlace":["Downing Street"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDate":["1837-06-08T00:00:00.000Z"],"tagPerson":["Glenelg","Harvey"],"tagDescription":["No. 18. Copy. Enclosing correspondence between the Colonial and the Foreign Offices, respecting the Maine boundary, having particular reference to the projected Quebec and St. Andrews railway. United States protest against the line proposed for railway as it runs through disputed territory. Government recognize force of objection and will not sanction any line running through territory, the title to which is not beyond question. Government entertain hope that United States may relax opposition to railway."]},"371":{"tagDescription":["No. 98. A. Dft. Initialed. Appointment of Solicitor General to Chief Justiceship of Montreal, and of Andrew Stuart to Solicitor Generalship. Attorney General declined Chief Justiceship. Andrew Stuart eminently fitted for his post. Colborne concurs in appointments, which were made at Colborne's desire."],"tagPerson":["Durham","Glenelg"],"tagDate":["1838-10-25T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"588":{"tagPlace":["Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDate":["1838-02-13T00:00:00.000Z"],"tagPerson":["Fox","Palmerston"],"tagDescription":["No. 9. Extract. Colborne informed him of intelligence of attack on Lower Canada by combined force of Canadians and Americans stationed in and about Plattsburg and Champlain. Secretary of State promises immediate attention, and is sending Scott to Plattsburg. Notes cautious and reluctant tone of Secretary of State. Has hopes piratical assemblage mill be broken up. News from Niagara and Michigan continues favorable. Scott's admirable conduct throughout. Upper Canada however still on war footing. Enclosing documents. Neutrality Bill still held up in House of Representatives."]},"379":{"tagDescription":["No. 100. Copy. Has referred to Commission on Crown Lands, the subject. Matter of despatch (So. 72)."],"tagDate":["1838-10-26T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"263":{"tagDate":["1838-10-20T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"],"tagDescription":["No. 87. Copy. Enclosing, as requested in despatch (No. 81) certificates of marriage of St. Antoine Perreault, and birth of Marie Josephine Lémelin and Marie Josephte Perreault."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"534":{"tagDescription":["Printed Circular unsigned. Excitement among tenantry and settlers on question of Escheat. Has visited settlements throughout Island. Found settlers obdurate in demands. Grounds of complaint undoubtedly exist. Regret at having received no communication from proprietors. Hard lot of settlers for long period of years. Many are ignorant of legal conditions, others deluded. Instances of latter: a party in Guernsey purchased lands at high price; on arrival found lands did not exist. A group of Acadians spent £1000 towards purchase of township; receiver of money had no right to make sale; these people are now mere tenants at will. People much excited. High Sheriff has been resisted. Governor, through sympathetic with settlers, insisting on obedience to laws. But general discontent promising ill-consequences. Remedy lies with proprietors. Let them grant long leases at customary rent, payable in produce, or sell on 20 years' purchase; or pay for improvements at end of lease. Plans indicated working with complete success in sections where proprietors have acted upon them. Is sending copy of this Circular to Secretary of State with other information showing causes of discontent."],"tagPerson":["Proprietors of land in Prince Edward Island","FitzRoy, Charles, Sir"],"tagDate":["1837-10-03T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Government House, Prince Edward Island"]},"231":{"tagDescription":["Sub-enclosure: Act 1 & 2 Vic. c. CXII. Corr. Relating to Affairs B.N.A. ","Enclosures: (2) Proclamation signed by D. Daly, Secretary of the Province, of the Act of Indemnity, 1 & 2 Vic. c. CXII. Corr. Relating to Affairs B.N.A."],"tagPerson":["Daly, D., Secretary of the Province"],"tagDate":["1838-10-08T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"143":{"tagDescription":["Sub-enclosure: Same in French. Q. 248 See: MG 11, Q Series"],"tagDate":["1838-10-08T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"536":{"tagDate":["1838-01-04T00:00:00.000Z"],"tagPerson":["Glenelg","FitzRoy"],"tagDescription":["Copy. Enclosing copy of correspondence with G. R. Young. Regrets for disturbances. While making every allowance, must insist on observance of law. Suggests a proclamation repeating decision on Escheat question, and warning settlers as to consequences of continued resistance to law. Before taking action FitzRoy - will lay this despatch before Executive Council, and report their proceedings to him."],"tagPlace":["Downing Street"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"357":{"tagDate":["1838-09-20T00:00:00.000Z"],"tagPerson":["FitzRoy","Durham","Glenelg"],"tagDescription":["Enclosure: Report on Magdalen Islands. (In Section 3. vol. 2, p. 679)","No. 94. A. Dft. Initialed. Enclosing report of Sir C. FitzRoy, on the Magdalen islands, which are nominally part of Lower Canada, but in reality are under no government whatever."],"tagPlace":["Quebec","Government House, P.E.I."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"530":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Foreign Office"],"tagPerson":["Stephen","Strangways, W. Fox"],"tagDate":["1837-06-07T00:00:00.000Z"],"tagDescription":["Enclosure: Copy. Concurrence of Palmerston in instructions. Palmerston will sound United States as probability of sanctioning line projected but has little hope of favourable outcome. Line would pass over territory which, even according to the Conventional Line proposed by Great Britain, would belong to United States."]},"517":{"tagDescription":["Enclosure: No. 9. Copy. Enclosing letter from Secretary of State for United States. Has communicated it confidentially to Colonial Governments concerned."],"tagDate":["1837-03-29T00:00:00.000Z"],"tagPerson":["Fox, H. S.","Palmerston"],"tagPlace":["Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"697":{"tagDescription":["Sub-enclosures: (c) Minutes of Executive Council. Decisions, that the execution of the sentences upon Lount and Matthews be not stayed; that list of prisoners he revised, and certain named persons be removed there from, if they have petitioned or shall petition; if they do not petition they shall be tried."],"tagDate":["1838-04-02T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"658":{"tagDescription":["Enclosures: No. 4. Copy. Acknowledging Separate Toronto, despatch of January 30. Disagreement with view of Colonial Secretary that there was any essential difference between the rebels in Upper and in Lower Canada. The underlying motive in each province was political, the expectation of plunder in Upper Canada being merely incidental. In Lower Canada the right was insisted on of the popular branch of the Legislature sullenly to refuse acting as a legislative body, and to bring to a complete stop all beneficial operations of government, and to assert a supremacy inconsistent with the relations of a colony with the parent state. In Upper Canada arms were taken up with the avowed purpose of assisting the Lower Canadians, and of asserting the same principles, as applicable to this Colony. Same means employed in Upper Canada when revolutionary party was in majority, as in Lower Canada, stoppage of supplies. They both depended upon foreign assistance. On March 24, jails being full and trials having commenced, he laid Glenelg's despatch before Executive Council. At this time the public, exasperated by injuries and privations endured, more insisting on severe penalties on leaders of rebels. Council, seeing great difficulty of proceeding to extremities with so many, considered schemes for classifying offenders according to measure of guilt. Chief Justice on March 29 reported sentence of death had been passed on Samuel Lount and Peter Matthews. On cases coming before Council on March 31, Governor intimated necessity of devising means for limiting number of trials. Chief Justice and Attorney General being heard neither could recommend remission. Council agreed, and Governor entirely concurred, prisoners being executed on April 12. [Illegible] two were most active leaders next to Mackenzie, Rolph, Duncombe and others who fled to United States. Sends copies of Minutes of Council hearing on cases, and labors to show decision was necessary. While Glenelg urges promptness in dealing with cases, Arthur shows benefit of delay in allowing public indignation to cool. There are legal difficulties restraining Executive Government on all sides; if these are disregarded for purposes of mercy, he trusts to be exonerated Explains procedure, to correct misconception into which Glenelg had fallen. His predecessor had appointed certain commissioners of whom Vice-Chancellor was president for purpose of enquiry and thinking depositions of witnesses. They, perhaps not quite legally, allowed certain of the accused to go out on bail, to be tried at any time before ordinary courts. Some of these are dangerous characters who must be tried; but in the great mass of cases, the charges might be cropped if there were any proper means of doing this. On the question of means, Executive Council, on report of Hon. Mr. Sullivan concurred in by the judges, instructed Attorney General not to prefer [Illegible] in the case of persons who are not considered dangerous. There are next the persons who confessed to high treason, and petitioned for grace. Doubt has risen whether Act sparing these people lives, did not contemplate leaving them to less severe punishment. Is satisfied Provincial Legislature could not limit power of Crown extending mercy; and therefore presumes it was not intended. Is having a report drawn up of all cases with recommendations as to the conditions, if any, which should be attached to a pardon. This will take some time. As for secondary punishments, he inclines to belief that there are no cases as bad as those of Lount. and Matthews, and therefore no further necessity for capital punishment. He favors transportation in all remaining serious cases, and unconditional pardon in all others. Executive Council not quite disposed to agree with him. They would limit capital punishment. and favor transportation. There are many, however, disaffected for years whom they would banish from Province. He sees dangerous consequences in banishing persons who would go to United States and swell the number of the enemies of country, and perpetuate discontent in the country. Noble conduct of militia decided many a waverer, and not a few disaffected. Large as is the majority of the loyal, the number of disaffected must be large, otherwise what has become of the large majority that placed Mackenzie in the civil chair only three years ago? or more recently elevated to the same office, Morrison, who is now on bail? or where are the voters who so recently sent these men, and so many of their fellows to the House of Assembly? These considerations and others induce the belief that those to be punished at all, short of death, should be punished with great severity; and those pardoned, should have unconditional pardon. The only exceptions he would make are the Americans who have abused the hospitality of the Province. He would banish these. The last class to be mentioned are the American citizens, who calling themselves Patriots, made descent on Point Pelee Island, and others captured in an armed vessel, after firing upon Amherstburg. His inclination was to treat them as outlaws and send them to England for trial for murder and piracy, but he did not do so, as it seemed to be a shirking of his responsibility. Anxiously awaiting views of Colonial Secretary."],"tagDate":["1838-04-14T00:00:00.000Z"],"tagPerson":["Arthur","Glenelg"],"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"716":{"tagDate":["1838-04-04T00:00:00.000Z"],"tagPerson":["Chief Justice","Joseph, J."],"tagDescription":["Sub-enclosures: (e) Transmitting copy of foregoing Minutes, and requesting the opinion of the judges as to the legality of the recommendations made."],"tagPlace":["Government House"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"265":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"],"tagPerson":["Durham","Glenelg"],"tagDate":["1838-10-20T00:00:00.000Z"],"tagDescription":["No. 88. Draft and copy. Application for Habeas Corpus in case of Firmin Moreau and Judge Bedard's support of same taken as illustration of injurious effect of imprudent and ill-advised expressions in Parliament. Judge held Vagrant Act (17 Geo. 11. c. 5) law of Province, and Ordinance contravening its terms to be invalid. Opinion overruled by other judges, but mischief done by expression of opinion."]},"89":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagDate":["1838-08-25T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagDescription":["No. 46. Copy. Enclosing copy of despatch from Major General Sir Stephen B. Chapman, respecting arrangement for detention of State prisoners in Bermuda, and of his reply."]},"511":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagPlace":["Bermudas"],"tagDescription":["Enclosures: (1) (In Section 3, p. 208)."],"tagPerson":["Durham","Chapman, Governor &c."],"tagDate":["1838-07-28T00:00:00.000Z"]},"518":{"tagDescription":["Sub-enclosures: (a) Private letter. Extract. Agitation on Escheat question increasing; numerous meetings held, and resolutions not to pay rent adopted, particularly in King's County. Governor's Circular most unfortunate in its effect. G. 276 See: RG 7, G 1 vol. 276"],"tagDate":["1837-11-18T00:00:00.000Z"],"tagPlace":["Prince Edward Island"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"210":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDate":["1838-06-23T00:00:00.000Z"],"tagDescription":["Enclosures: (1) Petition of Tannet H. Thompson, late Clerk of the Court of Escheats in Lower Canada. for certain arrears of salary. Q. 247 See: MG 11 Q Series"]},"651":{"tagPlace":["Government House, Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["(No enclosures.) No. 2. L.S. Course pursued towards persons concerned in rebellion. Enclosing copies of despatches Nos. 7, 9, 14, 30 to Glenelg. Difficulty with case of Theller. British-born naturalized American. His opinion is that he should be executed, but has referred case to Government in England. Another difficulty is case of pure foreigners. They are not traitors, nor, strictly speaking, pirates, nor entitled to be treated as prisoners of war. They are being held as quasi prisoners of war and sent to Quebec, till Her Majesty's pleasure be known. Case of Sutherland dealt with in despatch (No. 7) to Glenelg. Provincial Act passed under his predecessor, not clearly applicable to case, but by clumsy, though he believes legal, interpretation, it was made to apply, and he has approved sentence of court-martial and referred the case home. Prisoners taken in action at Point Pelee Island stand in some case, and have been referred home with the case of the crew of the Ann. Regrets difficulty in way of severe and prompt punishment, which is being attributed by these people to fear. Wishes a few had been shot when taken. Has been pondering on question of pursuing brigands into American waters; necessity of care in instructions to commanders on lakes. Regrets that Colonial Secretary has not been more prompt in expression of sentiments, the case or the Ann and Point Pelee invasion having been reported by his predecessor. Is withholding such documents as are very bulky and are not material to correct view of case."],"tagDate":["1838-06-15T00:00:00.000Z"],"tagPerson":["Durham","Arthur"]},"237":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDescription":["Private. Respecting his announcement that he was turning over the government to Colborne and returning to England. Bitter resentment shown at the way he had been treated. Disheartening consequences in Canada. Government by military officer only one possible for a time. Will lay his grievances before Parliament. Will return by way of United States, where apparently his influence is greater than in England. Q. 247 See: MG 11, Q Series"],"tagDate":["1838-09-29T00:00:00.000Z"],"tagPerson":["Glenelg ","Durham"]},"7":{"tagDescription":["Enclosures: (4) Proclamation. Cessation of proceedings against persons charged with high treason. Q. 246 verso See: MG 11, Q Series"],"tagDate":["1839-06-28T00:00:00.000Z"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"]},"66":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagDate":["1838-08-15T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagDescription":["No. 42. Copy. Reporting no sales of Clergy Reserves for half-year ended June 30, 1838."]},"234":{"tagDescription":["Enclosures: (1) Evidence of Robert Hodgson, Attorney General for Prince Edward Island."],"tagDate":["1838-10-05T00:00:00.000Z"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"717":{"tagDate":["1838-04-06T00:00:00.000Z"],"tagPerson":["Jones, Justice","Robinson, Chief Justice","Lieutenant Governor","McLean, Justice","Macaulay, Justice"],"tagDescription":["Sub-enclosures: (f) They see no legal objection to the exercise of such a control by the Attorney General under direction of Lieutenant Governor as ma he necessary for carrying into effect lenient course suggested."],"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"11":{"tagPerson":["Glenelg","Durham"],"tagDate":["1838-07-30T00:00:00.000Z"],"tagDescription":["No. 33. A. Dft. Initialed. Will send a secret and confidential report on Lower Canada in few days. Necessary to refute statement of Lord Gosford as to small extent of disaffection. His own conclusion is the reverse."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagPlace":["Quebec"]},"193":{"tagDate":["1838-09-13T00:00:00.000Z"],"tagDescription":["Enclosure: Copy of Petition in French representing that he served under Burgoyne from 1776 to 1783 without recommendation. Q. 247 see: MG 11, Q Series"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"217":{"tagPerson":["Glenelg","Durham"],"tagDate":["1838-09-26T00:00:00.000Z"],"tagDescription":["No. 69. Copy. Respecting mode of address of despatches coming via New York."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"478":{"tagPlace":["Cleveland Row"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME III."],"tagDescription":["Copy. Transmitting report on the form and future government of the provinces of Upper and Lower Canada."],"tagDate":["1839-01-31T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"]},"503":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME III."],"tagDate":["1839-01-01T00:00:00.000Z"],"tagDescription":["Memoranda respecting matters referred to in Despatches from England, and to be attended to and noticed in Despatches from Canada, other than General Political Instructions."]},"60":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagPlace":["Quebec"],"tagDescription":["No. 38. Copy. Replying to despatch of May 21, No. 41, respecting renewal of tax for relief of sick or indigent emigrants. Act renewed before his arrival."],"tagPerson":["Durham","Glenelg"],"tagDate":["1838-08-09T00:00:00.000Z"]},"95":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagDate":["1838-08-31T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagDescription":["No. 49. Copy. Acknowledging No. 64 of July 5. Has no objection to confirmation of William Henry Brehaut's appointment as Clerk of Pence, Montreal."]},"584":{"tagPlace":["Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["No. 8. Extract. Probability that some time will elapse before United States Government answer Great Britain's offer respecting North Eastern Boundary, as much consultation is necessary. Secretary of State has addressed two controversial notes to him on subject."],"tagDate":["1838-02-13T00:00:00.000Z"],"tagPerson":["Fox","Palmerston"]},"18":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagPlace":["Quebec"],"tagDate":["1839-06-28T00:00:00.000Z"],"tagDescription":["Enclosures: In French, Q. 246 See: MG 11, Q Series"]},"459":{"tagDescription":["No. 117. A. Dft. Initialed. Arrival that day at 11 P.M. Will proceed to London as soon as arrangements complete."],"tagDate":["1838-11-26T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagPlace":["H.H.S. Inconstant, Plymouth Sound"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"390":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDescription":["No. 105. Copy. As requested in despatch (No. 58) transmits set of acts passed under his government, with return; called for by House of Commons on May 8."],"tagDate":["1838-10-29T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"]},"516":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["23 Sackville Street"],"tagPerson":["Young","Glenelg"],"tagDate":["1837-12-26T00:00:00.000Z"],"tagDescription":["Enclosures: (1) Copy. Enclosing letters on conditions in Island, and asking for reply to requests made in interview. G. 276 See: RG 7, G 1 vol. 276"]},"453":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDate":["1838-11-01T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagDescription":["No. 113. A. Dft. Initialed. Purposes embarking on Inconstant that day, proceeding direct to Plymouth."]},"218":{"tagPerson":["Durham","Glenelg"],"tagDate":["1838-09-29T00:00:00.000Z"],"tagDescription":["No. 70. Draft apparently in Turton's handwriting, initiated by Durham. Replying to letter of August 18, respecting Court of Appeals. Repetition of statement in despatch (No. 31). Encloses copy of despatch from Colonial Secretary of December 9, 1515, ns to competency of members of Executive Council not appointed by mandamus o sit in Court."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"182":{"tagPerson":["Glenelg","Durham"],"tagDate":["1838-09-28T00:00:00.000Z"],"tagDescription":["No. 68. Copy. Acknowledging receipt of despatch (No. 89). Statement of reasons for resigning. Effect of Act of Indemnity, contrasted with Brougham's bill on subject. Latter, if opposed by Government, would have been regarded as a party manoeuvre. Act of Indemnity, in effect condemnation of his most important measure. Will proclaim act. Explanation of measures of which ordinance was only a part. His purpose, as to future, British institutions; as to present, security against disaffected. Restatement of his intentions in the ordinance, and condemnation of Home Government for failure to do its part. Measure approved in Canada and United States. Act of Indemnity makes no discrimination between those deserving punishment and others, and leaves leaders of insurrection free to resume activities. Criticism of Glenelg's proposal to effect ends desired, by new Ordinance. Fear that Government may again weaken under Opposition's censures. Objections to Glenelg's suggestion that Habeas Corpus be suspended. Had the proposition and suggestion been peremptory he would have resigned. As it is he will continue to exercise his own discretion. He does not resign immediately because both in his character of governor general and of high commissioner he has undertaken certain engagements and plans for reform, which his sense of duty compels him to fulfill. Expects to return to England in few weeks. Hopes to exercise influence for good of colony in Parliament. Defends use of despotic powers, entrusted to him."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"477":{"tagPlace":["Cleveland Row"],"tagNotebook":["DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME III.","MICROFILM SHELF LIST"],"tagDate":["1839-01-01T00:00:00.000Z"],"tagPerson":["Colonial Secretary and other Members of the Government","Grey","Durham","Durham, Lord"],"tagDescription":["Copy. Transmitting petition from Samuel Chandler; also, Letters from three State prisoners now at Liverpool.","Letters and Despatches from Lord Durham to the Colonial Secretary and Other Members of the Government.","Letters and Despatches from Lord Durham to the Colonial Secretary and other Members of the Government"]},"641":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Government House, Fredericton"],"tagPerson":["Harvey","Durham"],"tagDate":["1838-06-09T00:00:00.000Z"],"tagDescription":["Enclosure: No. 2. A.L.S. Acknowledging despatch (No. 1) with much satisfaction. Glad to find be has anticipated wishes and instructions as to communications required."]},"718":{"tagDescription":["Sub-enclosures: (g) Minutes of Executive Council. Having under consideration largely signed petitions asking for pardon for Lount and Matthews, Council feel it to be their imperative but painful duty to adhere to decision. Lieutenant Governor concurs. Having under consideration report of Justice Macaulay on proceedings of Special Commission of Oyer and Terminer in Hamilton on some cases where sentence of death had been pronounced, Council note none of the principal lenders had been secured, and that there had been no important outrages apart from rising itself, and recommend that all may be respited, though anticipating the severest secondary penalty on two of number. In these cases they recommend transportation for life."],"tagDate":["1838-04-09T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"195":{"tagPlace":["Ste. Anne de la Pérade"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDate":["1838-06-26T00:00:00.000Z"],"tagDescription":["Enclosure: Petition of Samuel Brogden, who served in 60th Regiment at Battle of Plains of Abraham in September 1759. He is 106 years of age blind and without means of subsistence. Asks for pension. Q. 247 See: MG 11, Q Series"]},"630":{"tagDescription":["Sub-enclosure: Copy. Transmitting, in pursuance of Instructions in Glenelg's No. 8, a copy of Durham's commission to each lieutenant governor to be deposited in Provincial Archives; also a commission renewing the appointment of each."],"tagPerson":["Lieutenant Governors of New Brunswick","Couper, Colonel","Lieutenant Governors of Prince Edward Island","Lieutenant Governors of Upper Canada"],"tagDate":["1838-06-01T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Chateau St. Lewis"]},"70":{"tagPerson":["Glenelg","Durham"],"tagDate":["1838-08-15T00:00:00.000Z"],"tagDescription":["No. 43. L.S. Strongly commending services of Vice-Admiral Sir Charles Paget, who is leaving that station for West Indies."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagPlace":["Quebec"]},"107":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDate":["1838-09-13T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagDescription":["No. 55. Copy. Enclosing with recommendation petition of J. Godfroi Naacke."]},"439":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDate":["1838-10-30T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"],"tagDescription":["No. 109. A. Dft. Initialed. Enclosing despatch received from Arthur. Will confer with Colborne on subject. Hardships endured by soldiers on account of deductions from pay for extra necessaries."]},"67":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagDate":["1838-08-15T00:00:00.000Z"],"tagDescription":["Enclosure: Statement to foregoing effect from Commissioners."]},"388":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDate":["1838-10-29T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"],"tagDescription":["No. 104. Copy. Transmitting certificates of baptism of two persons named Louis Perrault."]},"142":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDate":["1838-09-20T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"],"tagDescription":["No. 63. Copy. Enclosing copy of communication from Attorney General respecting additional facilities for Jury trial in particular cases, in parish of Ste. Hyacinthe."]},"433":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDate":["1838-10-30T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagDescription":["No. 108. A. Dft. Initialed. As requested by despatch (So. 22), encloses report of Major Head on military survey of portion of frontier between Lower Canada and New Hampshire. Importance of settling boundary to prevent disputes arising daily with ensuing hardships, and danger of collision between authorities in each side."]},"617":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Government House, Fredericton"],"tagPerson":["Glenelg","Harvey"],"tagDate":["1838-05-18T00:00:00.000Z"],"tagDescription":["Enclosures: (1) No. 33. Copy. Transmitting Blue Book for 1837. Satisfactory conditions in province as respects the peace, good order, loyalty and contentment if people. By surrender to Provincial Legislature of Casual and Territorial Revenues in return for Civil List, every grievance was removed. Provincial Legislature feels it has acquired right to control all provincial expenditures and has shown readiness to meet views of Executive. He is studying commercial interests. Effects of fire in St. John in 1836 disappearing, a better class of buildings being erected. Lams well administered. His effort to make magistracy rather less exclusive; difficulties owing to political feeling and restricted educated class. His encouragement to the admirable feeling, which pervades the militia population-though reluctant to give time for training, they would be ready for an emergency. Legislature showing liberal spirit towards education. Agriculture engaging more attention of people. He is arousing interest in geological survey; minerals are believed to be abundant; coal of good quality said to be in grant quantities. Only obstacle retarding development of resources is unsettled boundary. Desirability of connecting waters of Bay of Fundy with those of Gulf of St. Lawrence."]},"579":{"tagPlace":["Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDate":["1838-02-05T00:00:00.000Z"],"tagPerson":["Fox","Palmerston"],"tagDescription":["(No enclosures.) No. 7. Extract. More favorable turn on Upper Canadian frontier. General Scott displaying great activity. Hostile attitude of many American citizens of wealth and Dower. Scott hating Lake Erie shores patrolled by chartered vessels; and is co-operating with British officers. Owing to general hostility of Americans, danger not over, but there is more room for hope."]},"247":{"tagDate":["1838-10-12T00:00:00.000Z"],"tagPerson":["Durham","Glenelg "],"tagDescription":["No. 81. A. Dft. Initialed. Enclosing continuation of his correspondence with Sir G. Arthur."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"225":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"],"tagDescription":["No. 73. A. Dft. Initialed. At request of Colborne, arrangements made for the despatch of a regiment from Nova Scotia to Canada, by way of re-inforcement. Province agitated afresh by reports of proceedings in House of Lords.","Enclosures: (3) Evidence of Sir Charles FitzRoy, Governor of Prince Edward. Corr. Relating to Affairs B.N.A. 1839."],"tagPerson":["Glenelg ","Durham"],"tagDate":["1838-10-05T00:00:00.000Z"]},"381":{"tagPerson":["Archdeacons of York","Archdeacons of Kingston","Bishop of Montreal"],"tagDate":["1838-10-11T00:00:00.000Z"],"tagDescription":["Enclosure, Original: Memorial from Bishop of Montreal, and the Archdeacons of Kingston and York, expressing their conviction that the Clergy Reserves were designed for the benefit of the Anglican Church alone, and appealing to have this view recognized by Government."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Toronto"]},"725":{"tagDate":["1838-04-06T00:00:00.000Z"],"tagDescription":["Sub-enclosure: Report of Mr. Justice Macaulay."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Toronto"]},"14":{"tagDate":["1838-07-31T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagDescription":["No. 34. Draft in Wakefield's handwriting and copy. Acknowledging despatch (No. 35) of May 9, on plea of British North American Land Company for modification of terms Has studied question. Is Opposed to allowing modification. Serious evils to be traced to practice of not enforcing conditions attached to land grants. Effective colonization only possible. where strict performance is insisted upon. Is directing Crown Lands Department to gather in arrears; no exception could be made in case of Company. Public confidence already shaken by failure of Government to observe its own regulations respecting disposal of land. Grounds for Company's claim for indulgence-hostility of Assembly and political conditions invalid: Assembly has long been opposed to such British enterprises. Original agreement very favorable to Company. If they should apply for release he would recommend resumption of land, as Crown could dispose of it on much better terms."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"]},"6":{"tagPerson":["Durham, Lord","Colonial Secretary and other Members of the Government"],"tagDescription":["Letters and Despatches from Lord Durham to the Colonial Secretary and other Members of the Government"],"tagNotebook":["MICROFILM SHELF LIST"]},"167":{"tagDate":["1838-09-25T00:00:00.000Z"],"tagDescription":["Enclosures: (2) Reply to foregoing address. Dft. in Durham's hand. Gratitude for address. His intentions, and what he has accomplished. His usefulness arrested by interference of a branch of British legislature, in which Government has acquiesced. Nothing left for him but to resign. "],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"241":{"tagPerson":["Glenelg ","Durham"],"tagDate":["1838-10-10T00:00:00.000Z"],"tagDescription":["No. 76. Copy. Transmitting statement of Receipts on account of Casual and Territorial Revenue, and of Crown Lands and Licences to cut timber for quarter ending September 30."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"575":{"tagPlace":["Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["(No enclosures.) No. 6. Extract. Enclosing printed copy of message of Governor of Maine to Legislature. Discussion of North Eastern Boundary more temperate. Political complexion of Legislature. Sends newspapers showing attitude of politicians towards Great Britain."],"tagDate":["1838-02-01T00:00:00.000Z"],"tagPerson":["Fox","Palmerston"]},"108":{"tagDescription":["No. 56. Copy. Enclosing with recommendation petition of Samuel Brogden."],"tagDate":["1838-09-13T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"250":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDate":["1838-10-16T00:00:00.000Z"],"tagPerson":["Durham","Glenelg "],"tagDescription":["No. 84. Copy. State of feeling in British North America. His usefulness destroyed by proceedings in Parliament. Alarming change in tone of people since disallowance of ordinance was announced-British portion looking towards United States, French exulting in victory of advocates in England. Disposition towards conspiracies revived. Same state of feeling in Maritime Provinces. Terror in Upper Canada at prospect of renewed disturbances. All parties united in expression of feelings. Encloses communications showing alarming evidence of hostile activity in border States. Fears there may be attempt to repeat Texas conquest in Canada. British population throughout provinces aroused to fresh hope by prospect of change of system, grieved and indignant at signs of reaction. Condemnation of disallowance of Ordinance shared by all parties. Is astonished at extent of change in feelings. Danger threatens with which military forces inadequate to contend."]},"44":{"tagPerson":["Durham","Glenelg"],"tagDate":["1838-08-09T00:00:00.000Z"],"tagDescription":["Secret and Confidential. No. 36. A.L. Initialed. Report on conditions in Lower Canada, which are very grave. Not political objects, primarily, but racial antagonisms extending from top to bottom of society, real ground of division. Illustrations of this fact. Real struggle is for or against retention of French laws and customs; thus British are for more responsible government, while French, calling themselves Reformers, prefer present forms or those even less democratic. Roots of antipathy to be found in arrangements made at and since Conquest. In view of ultimate predominance of those of British race, perpetuation of French institutions unwise. Representative system, used by Canadians as defence of their nationality; by British in effort to sweep away those institutions. Rebellion probably inevitable. Some of abler Canadians imbued with broader views, but hampered by the masses. Imperial Government distrusted by both Canadian and British parties. Both inclined to wish for war with United States, as best means for achieving the views of each. Distribution of population, adds to danger of situation. Sentiments of United States on subjects of war with England-vast majority adverse to war. Situation disturbed by general misapprehension of Americans, as to real aims of parties in Canada. Tendency to identify cause of Canadians with that which led to Revolution. Irritation due to hostile Colonial press. Americans getting used to idea of war. Inconvenience to border States from distracted state of Colonies. Restless section of population on border. Welcome improvement in American feeling owing to his own efforts. Sentiment of British party. No goodwill between British official class and mass of British party. Local government regarded by latter with suspicion and mistrust, for which there was sample ground. Main object of British party to brush aside the obstacles opposed by Canadians to progress of British industry, and to substitute for Canadian institutions, laws and practices, others of a British character. Inconsistency of Imperial policy has irritated both parties in about the same degree. With less antipathy no doubt, and more caution, but also with far more self-reliance, they are as little loyal as the Canadians. They declare that rather than be again subject to the French, they would prefer union with United States. Notwithstanding unfavorable symptoms, Durham has hopes of restoring satisfactory conditions. His late visit to Upper Canada has encouraged him. Urges that Government and Parliament rise to height of occasion, and sanction such measures as will effectually provide for the abstraction of all legislation on British interests from the control of a French majority. This possible without violence to Canadian rights, and in accordance with soundest principles of constitutional government. Hopes to submit suitable measures very soon. (Printed in full p. 316.)"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagPlace":["Quebec"]},"229":{"tagDescription":["Enclosures: (1) Proclamation signed by Buller of Act 1 and 2 Vic. c. 112, entitled An Act for indemnifying those who have issued or acted under certain Parts of a certain Ordinance, made under colour of an Act passed in the present Session of Parliament, intituled 'An Act to make temporary Provision for the Government of Lower Canada; and of the disallowance by Her Majesty of the Ordinance 2 Vic. Cap. 1. entitled An Ordinance to Provide for the Security of the Province of Lower Canada. Corr. Relating to Affairs B.N.A.","Enclosures: (2) Reply to Durham. Corr. Relating to Affairs B.N.A."],"tagDate":["1838-10-09T00:00:00.000Z"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"591":{"tagDescription":["No. 10. Copy. Another attack from Michigan under way in defiance of efforts or pretended efforts of United States authorities. Expedition expected to set out on 22nd. Intelligence obtained from United States official sources, which he mentions and sends copies of. Correspondence shows United States authorities to be fairly mastered by an army of pirates who are openly marching through the country for the invasion of His Majesty's Territories. Question is as to expediency of pursuing pirates on American territory. Neutrality Bill engaging lengthy discussions Danger that bill may be much weakened. Public feeling in United States towards Canada markedly worse in all quarters. Chances of maintaining peace less than they were. Enclosing papers. (No enclosures.)"],"tagDate":["1838-02-21T00:00:00.000Z"],"tagPerson":["Palmerston","Fox"],"tagPlace":["Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"248":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Castle of St. Lewis, Quebec"],"tagDescription":["No. 82. Copy. Enclosing certified copies of the Ordinances passed by the Special Council in April and May, under the administration of Colborne. (26 in number)."],"tagPerson":["Durham","Glenelg "],"tagDate":["1838-10-13T00:00:00.000Z"]},"93":{"tagDate":["1838-08-30T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagDescription":["No. 48. A. Dft. Initialed. Enclosing communication from office of Commander of the Forces, respecting Glenelg's No. 59."],"tagPlace":["Castle of St. Lewis"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"]},"540":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Washington"],"tagDescription":["No. 1. Copy. Despatch received from Head, with account of invasion of Navy Island by armed body of Americans. Representation at once made to Secretary of State of United States, who made statement of intentions of Government. President has issued proclamation urging observance of neutrality; also, sent message to Congress asking for strengthening amendment to law bearing on crisis. encloses newspaper with proclamation. Has just heard of destruction of Caroline but has no authentic statement."],"tagPerson":["Fox","Palmerston"],"tagDate":["1838-01-03T00:00:00.000Z"]},"611":{"tagDescription":["No. 1. A.L.S. In accordance with instructions from Colonial Secretary of April 3, he is communicating to Durham condition of affairs in his Government. Transmits copy of Annual Blue Book for 1837, with accompanying despatch to Colonial Secretary; also copy of despatch to Colonial Secretary of April 17, in consequence of resolutions adopted by Maine Legislature requiring the Governor to proceed with survey and location of boundary claimed by that state under treaty of 1783, in case United. States Government may not appoint commissioners for that purpose. In previous autumn he made protest against similar action to Government of Maine, which with a detachment of troops had effect desired. Enclosed copy of his letter to Governor. Two regiments in province. People of Maine excited and may not in disregard of authorities. In absence of contrary instructions, will renew protest, and if disregarded, will despatch troops to district. Would desire Durham's instructions. Is in communication with Minister at Washington. Asks for more precise information as to letter of 3rd ultimo respecting nature of information desired by Durham. Invites attention to Lord Aberdeen's note to Mr. Lawrence of August 14, 1828, on boundary question."],"tagDate":["1838-03-31T00:00:00.000Z"],"tagPerson":["Harvey","Durham"],"tagPlace":["Government House, Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"223":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"],"tagPerson":["Glenelg ","Durham"],"tagDate":["1838-09-29T00:00:00.000Z"],"tagDescription":["No. 71. A. Dft. Initialed. Acknowledging numbered despatches-Nos. 76-87, 89."]},"466":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Cleveland Row"],"tagDescription":["A.L. Initialed. Replying to letter of 10th will present his report soon after arrival of Buller, whose presence is necessary to its completion. In mean time, will furnish any information immediately necessary."],"tagPerson":["Durham","Glenelg"],"tagDate":["1838-12-20T00:00:00.000Z"]},"415":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"],"tagDescription":["No. 107. Draft in Hanson's handwriting initialed by Durham. The case of squatters on Crown Lands. Their number considerable, and occupation in many cases for several years. Many improvements made. Uncertainty of tenure adds to general discontent. Inability to obtain land by purchase owing to vicious system prevailing, which is described. Squatters only persons who have done anything to give them a claim to land acquired. All large acquisitions of land held without performance of conditions. He has issued proclamation giving all bona fide settlers up to September 10, a right of pre-emption at upset price."],"tagPerson":["Durham","Glenelg"],"tagDate":["1838-10-30T00:00:00.000Z"]},"50":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagPlace":["Niagara"],"tagDate":["1838-07-16T00:00:00.000Z"],"tagDescription":["Enclosure: Extract from American newspaper on the development of the Canadian canal system, and its probable consequences commercial and political. Q. 246 See: MG 11, Q Series"]},"380":{"tagDate":["1838-10-26T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagDescription":["No. 101. A. Dft. Initialed. Enclosing address from Clergy of Established Church of Upper Canada, on Clergy Reserves."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"684":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDate":["1838-03-31T00:00:00.000Z"],"tagDescription":["Sub-enclosures: (b) Minutes of Executive Council. After hearing memorandum from Lieutenant Governor, and addresses from Chief Justice and Attorney General on general policy, Council resolved to hold special meeting on Monday following."]},"363":{"tagDescription":["No. 96. A. Dft. Initialed. Acknowledgement of despatches Nos. 96 to 106."],"tagPerson":["Glenelg","Durham"],"tagDate":["1838-10-24T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"386":{"tagDate":["1838-10-26T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"],"tagDescription":["No. 103. Copy. Replying to request for return respecting persons and property of those convicted in Lower Canada of treason, misprision of treason and felony, since October 1, 1837, states no person has been convicted of these crimes since that date."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"303":{"tagPlace":["Quebec"],"tagNotebook":["MICROFILM SHELF LIST","DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDescription":["Letters and Despatches from Lord Durham to the Colonial Secretary and Other Members of the Government. (Despatches #90 to #118)","Letters and Despatches from Lord Durham to the Colonial Secretary and other Members of the Government","Durham to Glenelg. No. 90. Copy. Enclosing return asked for in despatch KO. 73."],"tagDate":["1838-10-20T00:00:00.000Z"],"tagPerson":["Glenelg","Durham","Colonial Secretary and other Members of the Government","Durham, Lord"]},"192":{"tagDate":["1838-10-20T00:00:00.000Z"],"tagDescription":["Enclosures: Certificates mentioned. Q. 248 See: MG 11, Q Series"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"489":{"tagPlace":["Cleveland Row"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME III."],"tagDescription":["A.L. Initialed Transmitting Appendix D."],"tagDate":["1839-05-25T00:00:00.000Z"],"tagPerson":["Durham","Normanby"]},"56":{"tagDate":["1838-07-19T00:00:00.000Z"],"tagDescription":["Enclosures: (9) Reply of Durham to foregoing address. Q. 246 verso. See: MG 11, Q Series"],"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"]},"680":{"tagDate":["1838-03-24T00:00:00.000Z"],"tagDescription":["Sub-enclosures: (a) Minutes of Executive Council. An Order in Council was authorized directing that certain named persons under indictment for high treason be arraigned and tried upon their indictments; that all other persons under similar indictment, who have petitioned or shall petition shall be considered as proper subjects for merciful consideration; and that those indicted who do not petition shall be arraigned and tried in due course of law."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"631":{"tagDescription":["No. 1. L.S. Acknowledging receipt of despatch (No. 1) of 1 June, also, two commissions. Is ready, as instructed by Colonial Secretary and requested by Durham, to enter into free and confidential communication with latter. Will be grateful for his counsel and assistance. Was apprehensive on receipt of Glenelg's Circular that his authority, and consequent ability to serve Her Majesty, would suffer diminution. As showing condition of province he quotes from private letter he wrote to Glenelg. Disaffection more widely spread than his predecessor permitted himself to believe. Republican notions held by large numbers. Party of opposite politics not less extreme, stronger in property and personal influence. On American frontier, mobs of mischief makers. Jails full of traitors. Religious differences running high. Religious institutions and education very low. Financial conditions discouraging? troops without proper barracks, while inducements to desertion attractive. Legislature opposed in many important particulars to policy of Colonial Office. Importance of settling Clergy Reserves question. Hopes to effect this nest session on lines of settlement in Van Diemen's Land. Another outrage on Amherst Island by the Johnson gang. Will confer with Colborne on measures to be taken. Unfortunate occurrence of two militia men firing on American steamer, the Telegraph. Has issued a militia general order which he hopes mill satisfy Americans. American Patriots' attempt to cross at Niagara frustrated."],"tagPerson":["Durham","Arthur"],"tagDate":["1838-06-09T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Government House, Toronto"]},"483":{"tagDescription":["Copy. Transmitting Appendix B. to his Report. Takes occasion to mention Wakefield who has rendered the Commission valuable assistance. Having had impressed upon him the importance of the subjects of colonization and emigration, and being aware of Wakefield's intimate acquaintance with these subjects, he invited Wakefield to accompany him. He had no reason to believe Wakefield's appointment would be unacceptable to Government. which had already received benefit from his suggestions regarding Public Lands. His intention was to place Wakefield at head of Commission on subject. Previous to Wakefield's arrival in Canada, Glenelg requested that he should have no regular appointment under the Crown but there would be no objection to his employment unofficially. Wakefield on being informed refused to accept any public employment, but offered to co-operate with the others, in the same way as if he had been regularly appointed. He therefore gave his services without remuneration of any sort, either from the public or from Durham. If the report on this subject is as satisfactory as it seems to him, Durham felt bound in fairness to take this means of ensuring to Mr. Wakefield the chief share of the merit."],"tagDate":["1839-02-23T00:00:00.000Z"],"tagPerson":["Normanby","Durham"],"tagPlace":["London"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME III."]},"91":{"tagDescription":["No. 47. A. Dft. lnitialed. Enclosing copies of correspondence between him and Sir G. Arthur, on subject of Into convictions for high treason in Upper Canada."],"tagPerson":["Durham","Glenelg"],"tagDate":["1838-08-25T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagPlace":["Quebec"]},"460":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["London"],"tagDescription":["No. 118. A. Dft. Initialed. On arrival previous day, received despatches Nos. 125, 126, 133, 134. Referring to last, encloses formal resignation. General report delayed until return of gentlemen connected with his administration."],"tagPerson":["Durham","Glenelg"],"tagDate":["1838-12-08T00:00:00.000Z"]},"365":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"],"tagPerson":["Coadjutor of Quebec","Bishop of Sidyme","Bishop of Montreal","Bishop of Quebec"],"tagDate":["1838-10-20T00:00:00.000Z"],"tagDescription":["Enclosure, Original: Memorial signed by the Bishops of Quebec, Montreal and Sidyme, Coadjutor of Quebec. In French. Praying for the consequence of the grants for conduction of Indians; for the appropriation of the revenues from Jesuit Estates for this purpose and general [Illegible] education; and against projected laws affecting laws, customs language and other guaranteed rights."]},"246":{"tagDescription":["No. 80. A. Dft. Initialed. Transmitting copies of Official Gazette, proclaiming Act 1 and 2 Vic. c. 112, and notified disallowance of Ordinance 2 Vic. c. 1."],"tagDate":["1838-10-09T00:00:00.000Z"],"tagPerson":["Durham","Glenelg "],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"244":{"tagDate":["1838-10-09T00:00:00.000Z"],"tagPerson":["Duller","Ogden, Attorney General","Glenelg ","Durham"],"tagDescription":["Enclosure: Transmitting draft of Ordinance, amending Provincial Acts 2 Wm. IV. c. 66, and 4 Wm. IV. c. 8. Utter inefficiency of juries, summoned under Ordinance 27 Geo. III. Instances case where jury acquitted a man proven guilty by clearest evidence of murder, on the ground that the man murdered was a spy. Discouraging first experiment of St. Hyacinthe in local taxation, matter of regret, but less so than perpetuation of present jury system without restriction. Q. 247 verso. See: MG 11, Q Series","No. 78. A. Dft. Initialed. Transmitting copies of address from Toronto and his answer.","Enclosure: Notes of evidence adduced on trial of case. Q. 247 verso. See: MG 11, Q Series"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"275":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"],"tagDescription":["No. 89. Draft and copy. Sir John Colborne coincides with his views as to alarming condition of Canada. As responsibility for conduct of government will probably rest on Colborne, Durham has requested him to take measures for security of provinces. Durham will, with Colborne's concurrence, relinquish government without delay. Civil governor could render only subordinate aid to military authorities. His sphere of utility to be thereafter in Parliament. Will sail November 3. Regrets inability to visit President of United States. Has little precise information of sources of danger, but is convinced of their existence. Rapid familiarizing of men's minds with possibility of union with United States. Feeling owes activity to disparagement of his powers in England. Designs of disaffected. Secret organizations, which will probably move on occasion of some external aggression. General alarm driving peaceful people from their homes, many to the United States. Dangerous spirit in border States. Contrast between existing conditions and those described in his despatch of August 9."],"tagPerson":["Durham","Glenelg"],"tagDate":["1838-10-30T00:00:00.000Z"]},"115":{"tagDescription":["No. 59. Rough draft and copy. Enclosing copies of report on militia claims to land; also proclamation issued on subject. Report scarcely does justice to the injury done both to Militia and Province, through the culpable action and inaction of Executive Government."],"tagPerson":["Glenelg","Durham"],"tagDate":["1838-09-17T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"622":{"tagPlace":["Government House, Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["Enclosures: (2) No. 23. Political and confidential. Copy. Sending newspaper extracts, containing message from Governor of Maine and resolutions of that legislature to effect noted in immediately foregoing letter. The resolutions also urge erection of fortification on eastern boundary to control people in Madawaska settlement. Has communicated with Minister at Washington, and asks for instructions from Colonial Secretary. Is of opinion that question is being made subservient to party purposes."],"tagDate":["1838-04-17T00:00:00.000Z"],"tagPerson":["Harvey","Glenelg"]},"452":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"],"tagDescription":["No. 112. Copy. Enclosing continuation of correspondence with Arthur."],"tagPerson":["Glenelg","Durham"],"tagDate":["1838-11-01T00:00:00.000Z"]},"106":{"tagDescription":["No. 54. Copy. Enclosing with recommendation petition of widow of Reverend Robert Q. Short."],"tagDate":["1838-09-13T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"258":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"],"tagDescription":["No. 85. Copy. Transmitting ordinances passed under his government."],"tagPerson":["Durham","Glenelg "],"tagDate":["1838-10-10T00:00:00.000Z"]},"104":{"tagDescription":["No. 52. Copy. Enclosing Blue Book for 1837."],"tagDate":["1838-09-11T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"322":{"tagDescription":["No. 92. Draft in Hanson's handwriting and copy. Reply to despatch of March 13, respecting the sale of 66,242 acres of Crown Lands in district of Gaspe. Gosford, as Governor General had cancelled the sale. The whole transaction scandalous, chief culprit being Felton, Commissioner of Crown Lands. Details of irregularities. Had transaction stood alone would have confirmed cancellation but being only part of vicious system apparently sanctioned by Government he could not in justice do so. Malpractices in disposal of Clergy Reserves by same officer. Has confirmed sale, as of two evils, the worse would be diminution of confidence in Government. Entire system must be remodelled."],"tagDate":["1838-10-20T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"550":{"tagDate":["1838-01-08T00:00:00.000Z"],"tagPerson":["Glenelg","FitzRoy"],"tagDescription":["Separate. Copy. Another grievance in Island relates to Reserves for Fisheries retained in original grants. Order in Council sanctioning original grants required, in case of lands abutting on sea, that 500 feet above high-water mark be reserved for purposes of free fishery for all British subjects. The requirements of this Order complied with strictly in only case of 12 townships; in 32 townships the grants contained reservation of 500 feet for the disposal of His Majesty, His Heirs and successors to erect stages and other necessary buildings for carrying on the fishery; of remaining 23 townships, 18 contain no fishery reservations, and five grants cannot be found on records. Several grants containing reservations about on rivers only, or (more strictly speaking' narrow arms of the sea. All islands on coast contain reservations agreeably to Order. Proprietors, however, have exercised acts of ownership over reserves by including them in leases or otherwise disposing of them in fee simple with adjacent lands. Most leases contain clause subjecting lessees to all conditions of original grant. Colonial Government has, in a few instances, in cases where the reservation is to the Crown exercised authority by granting licences of occupation to persons engaged in fisheries. He himself has granted licences of occupation in two cases where applicants were freeholders, to extent of the front of their farms. Has received numerous applications from tenants for similar licences, but, as it appeared that applications were for defeating landlords' claims for rent, and not for bona fide purpose of fishery, he has not granted such, but will await instructions. Invites attention to correspondence in Colonial Office on subject, which he summarizes as follows: On March 22, 1833, Robert Stewart agreed to accept lease of fishery abutting on his property at reasonable rate. On March 25, the Lieutenant Governor was authorized to grant to Stewart or any other proprietor similarly circumstanced a lease of such portions of the space of the 500 feet reserved to Crown as may border on property of applicants. Lieutenant Governor in two despatches of May 22 explained why in many cases Crown had no power to grant leases on these reserves, and why, even where it had the power, it was inexpedient to grant leases for any but very short terms. Secretary of State approved of Lieutenant Governor's views, at the same time sending correspondence had with Stewart, in which latter had endeavoured to mislead Secretary of State in following particulars (1) As to existence of fishing establishment; (2) as to natural obstacles which he asserted were opposed by coast to extension of fisheries; (3) as to terms of reservations; (4) as to impediments Stewart asserted these reservations caused to settlement. Stewart had no excuse for misstatements, particularly as to terms of grant of principal part of his property (Lots 10 and 47), which secured the fishery reserve to all His Majesty's subjects and not to the Crown. Considerable agitation on subject. His determination to grant no more licences until further instructed has been criticized. Asks for early instructions as applications will probably be made, with much plausibility, for renewals of licences at opening of fishing season. Urges impolicy of relinquishing reserves which are in Crown, to proprietors. Would probably weaken strong sentiment of colonists towards Mother Country."],"tagPlace":["Government House Prince Edward Island"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"189":{"tagDescription":["Enclosure: Petition of Mary Short, setting forth her circumstances, and grounds of claim on the bounty of the Government. Q. 247 See: MG 11, Q Series"],"tagDate":["1838-08-08T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Three Rivers"]},"240":{"tagDescription":["No. 75. Copy. Enclosing with recommendation petition of Mrs. McKechnie."],"tagPerson":["Durham","Glenelg "],"tagDate":["1838-10-09T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"62":{"tagDate":["1838-08-09T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagDescription":["No. 39. Draft and copy. Conveying information respecting Thomas Griffith."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"]},"45":{"tagPlace":["Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagDate":["1838-07-06T00:00:00.000Z"],"tagDescription":["Enclosures: (1) Copy of address of citizens of Montreal. Q. 246 See: MG 11, Q Series","Enclosures: (2) Copy of Durham's reply. Q. 246 verso See: MG 11, Q Series"]},"117":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"],"tagDescription":["Enclosures: (2) Statement of Receipts on account of Crown Lands and Licences to cut Timber, for quarter ended September 30, 1938. Q. 248 See: MG 11, Q Series","Enclosures: (1) Statement of Receipts on account of Casual and Territorial Revenue for quarter ended September 30, 1838. Q. 248 See: MG 11, Q Series"],"tagDate":["1838-10-10T00:00:00.000Z"]},"224":{"tagPerson":["Durham","Glenelg "],"tagDate":["1838-10-05T00:00:00.000Z"],"tagDescription":["Enclosures: (2) Evidence of John Windsor Le Lacheur, M.L.A. from Prince Edward Island. Corr. Relating to Affairs B.N.A. 1830.","No. 72. A. Dft. Initialed. Reporting that five gentlemen attended the Special Council on June 28, the day their appointment, Vice-Admiral Paget, Sir J. Macdonnell, Charles Grey, Colonel Couper and Charles Buller."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"226":{"tagDate":["1838-10-09T00:00:00.000Z"],"tagDescription":["Enclosures: (1) Address from inhabitants of Quebec and vicinity expressing confidence in Durham, and gratitude for what he has accomplished, and regret that the course of events in the British Parliament has weakened his power for good, encouraged the disloyal and created apprehension in the minds of the loyal. Gratification at promise that Durham would communicate his plan for their consideration before submitting it to Government in Great Britain. Hopes that he may remain, but if he feels compelled to leave, are assured that he will continue his labours for the country in England. Corr. Relating to Affairs B.N.A. 1839.","Enclosures: (2) Durham's reply. Warn thanks for terms of address. Leaving because course in House of Lords, acquiesced in by Government has deprived Government of all Moral power and consideration. Will defend Colonial rights in Parliament. Corr. Relating to Affairs B.N.A. 1839."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagName":["Durham"]},"307":{"tagPerson":["Durham","Glenelg"],"tagDate":["1838-10-20T00:00:00.000Z"],"tagDescription":["No. 91. Draft in Buller's handwriting and copy. Has accepted resignation of, and granted pension to, Chief Justice Reid. Has not yet appointed his successor. Has taken similar action in case of Chief Justice Sewell, and appointed James Stuart in his place. High opinion of Stuart's abilities. Injustice suffered by Stuart, at instance of Assembly, out of political animosity."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"64":{"tagPlace":["Quebec","Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagDate":["1838-08-11T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagDescription":["No. 40. A. Dft. Initialed. Enclosing copies of communication from Sir C. FitzRoy, of his answer.","Enclosures: (2) Reply of Durham to foregoing. Q. 246 See: MG 11, Q Series"]},"259":{"tagDescription":["No. 86. Copy. Transmitting memorial from of Presbyterian Synod."],"tagPerson":["Glenelg","Durham"],"tagDate":["1838-10-10T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"528":{"tagDescription":["Separate. Copy. Enclosing letter from Foreign Office, expressing Palmerston's concurrence in instructions conveyed by despatch of even date."],"tagDate":["1837-06-08T00:00:00.000Z"],"tagPerson":["Harvey","Glenelg"],"tagPlace":["Downing Street"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"136":{"tagPerson":["Durham","Glenelg"],"tagDate":["1838-09-18T00:00:00.000Z"],"tagDescription":["No. 60. Copy. Stating that there will be no articles in store available for presents to Indians in 1839."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"487":{"tagDescription":["A.L. Initialed. Calling attention to his Canada accounts."],"tagDate":["1839-05-14T00:00:00.000Z"],"tagPerson":["Durham","Normanby"],"tagPlace":["Cleveland Row"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME III."]},"172":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDate":["1838-09-26T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"],"tagDescription":["No. 67. Copy. Statement of the reasons leading him to assert that Ordinance banishing state prisoners to Bermuda not illegal. Admission that part is inoperative without co-operation of Government and Parliament, us Bermuda legislature."]},"639":{"tagPlace":["Adjutant General's Office, Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDate":["1838-06-04T00:00:00.000Z"],"tagDescription":["Enclosure: Militia General Order. In print. Strict investigation made into circumstance of firing upon the Telegraph. It appears to have been purely accidental. Notwithstanding destruction of the Sir Robert Peel no act of violence or retaliation on peaceable American citizens to be permitted."]},"481":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME III."],"tagPlace":["Cleveland Row"],"tagDescription":["A.L. Initialed. Enclosing Appendix A, his report. Appendix B. in hands of printer."],"tagPerson":["Durham","Glenelg"],"tagDate":["1839-02-06T00:00:00.000Z"]},"472":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Cleveland Row"],"tagPerson":["Grey","Durham"],"tagDate":["1838-12-24T00:00:00.000Z"],"tagDescription":["Draft in pencil and copy. Enclosing memorial received from Parker of Upper Canada."]},"187":{"tagDescription":["Enclosure: In French. Returning papers addressed to Dame Marie Catherine H. Mouron, calling herself Cordier de la Houssaye, widow Peaton as enquiry has failed to disclose such person. Q. 247 See: MG 11, Q Series"],"tagPerson":["Rowan","Baillargeon, C. P., Rev."],"tagDate":["1838-05-29T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"436":{"tagDescription":["Enclosure: L.S. His report. Surveyed belt from the Connecticut about 50 miles towards the St. Lawrence. Disputed territory east of the Connecticut where it meets line 45 is portion of Drayton township called Indian Stream territory, between two branches of river. British claim eastern branch as Connecticut, the Americans the western branch. Inhabitants of disputed territory adopted code of laws until question of boundary settled. New Hampshire occupied this territory with military force three years before. Inhabitants attached to British mostly left territory and seek satisfaction."],"tagDate":["1838-10-29T00:00:00.000Z"],"tagPerson":["Buller","Head, C. F., Major Assistant Commissioner, Crown Land and Emigration Committee"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"545":{"tagDescription":["Enclosure: Copy. Acknowledging letters of 23rd and 24th ultimo. Information same as given to Palmerston, with these additions: General Wool to proceed at once to take charge of district between Fort Niagara and Plattsburg with such troops as he can collect; armed revenue vessel ordered to Buffalo ordered to proceed at all risks to arrest law breakers. United States Government sincere in desire to avoid trouble, but measures nullified by popular will."],"tagPerson":["Fox","Head"],"tagDate":["1838-01-04T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Washington"]},"532":{"tagDate":["1837-08-03T00:00:00.000Z"],"tagPerson":["Glenelg","Harvey"],"tagDescription":["No. 32. Copy. Enclosing copy of letter from Secretary of Quebec and St. Andrews Railroad Association, promising full obedience to commands of government. No. enclosure."],"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"103":{"tagNotebook":["MICROFILM SHELF LIST","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II.","DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS"],"tagPlace":["Quebec"],"tagDescription":["Letters and Despatches from Lord Durham to the Colonial Secretary and other Members of the Government","Letters and Despatches from Lord Durham to the Colonial Secretary and Other Members of the Government. (Despatches #51 to #89)","No. 51. Copy. Calling attention to Colborne's despatch (No. 10), of March 22, respecting provision for family of Chartrand."],"tagPerson":["Glenelg","Durham","Colonial Secretary and other Members of the Government","Durham, Lord"],"tagDate":["1838-09-11T00:00:00.000Z"]},"392":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"],"tagPerson":["Durham","Glenelg"],"tagDate":["1838-10-30T00:00:00.000Z"],"tagDescription":["No. 106. Draft in Hanson's handwriting initialed by Durham. Flight of Chelsea Pensioners who came to Canada. Encloses memorial from Edward Shuel, one of them Scheme of Government regarding them almost entirely frustrated. Result as regards Pensioners disastrous, due partly to defects in arrangements for their supervision. Money brought with them rapidly dissipated. Not one in three attempted to take advantage of grants, not one in six on land at that time. Wretched conditions of life for remainder. Scheme foredoomed in failure, must have been formed in entire ignorance of situation of immigrants, which he describes. Many sent out were maimed in some way. Many applying to have pensions restored. Their claim in strong one. On approach of winter, they are great burden to settlers, who are compelled in humanity to assist in their support."]},"109":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDescription":["No. 57. A. Dft. Initialed. Stating that the murderers of Lieut. Weir and Chartrand have escaped conviction in the former case through the failure of the principal witness to appear in the latter by the verdict of the jury, in face of the most convincing evidence. Under existing Jury Law, no other result could be expected. Regards this as showing the wisdom of course he pursued in case of prisoners charged with treason.","No. 58 A. Dft. Initialed. Announcing arrival of delegates from Nova Scotia and Prince Edward Island, to confer with him on general arrangements."],"tagDate":["1838-09-13T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"]},"524":{"tagDescription":["Enclosure: (b) Copy. Acknowledging foregoing letter and promising to bring it to attention of his Government."],"tagPerson":["Fox","Forsyth"],"tagDate":["1837-03-28T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Washington"]},"69":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["Enclosure: No. 43. See Sec. 2, vol. 1"],"tagDate":["1838-08-15T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"]},"138":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDescription":["No. 62. Initialed. Acknowledging despatch (No. 76) stating that Admiralty report no steamer to be available for his service on the St. Lawrence. As the monopoly reported in despatch (No. 6) continues, further consideration is requested."],"tagDate":["1838-09-19T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"]},"526":{"tagDate":["1837-05-10T00:00:00.000Z"],"tagPerson":["Stephen","Backhouse"],"tagDescription":["Enclosure: (c) Copy. Transmitting foregoing correspondence for consideration, and stating that Palmerston has learned from another source that the projected railway would run for considerable distance through territory which according to principle of division hitherto contemplated, belonged to United States."],"tagPlace":["Foreign Office"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"520":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Downing Street"],"tagPerson":["Grey, George, Sir","Owen","Young","Morpeth"],"tagDate":["1838-01-02T00:00:00.000Z"],"tagDescription":["Sub-enclosures: (c) Copy. Account of ineffectual efforts to get execution writs. G. 276 See: RG 7, G 1 vol. 276","Enclosures: Copy. Replying to application for FitzRoy's report on conditions. Glenelg adheres to decision already communicated by letter of December 20, FitzRoy's report being confidential. FitzRoy being instructed to take measures to undeceive tenantry, to allay excitement, and to vindicate law. G. 276 See: RG 7, G 1 vol. 276"]},"243":{"tagPerson":["Arthur","Glenelg ","Durham"],"tagDate":["1838-10-09T00:00:00.000Z"],"tagDescription":["No. 77. A. Dft. Initialed. Transmitting copies of address from 4287 inhabitants of Quebec and his answer.","Enclosure: Q. 247 verso. See: MG 11, Q Series"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"228":{"tagDate":["1838-10-05T00:00:00.000Z"],"tagPerson":["Durham","Glenelg "],"tagDescription":["No. 74. Dft. S. Acknowledges despatch, (No. 103) requesting his views on subject of escheat in Prince Edward Island. Can add nothing to the facts contained in despatch and enclosures. Encloses some papers, giving evidence taken before Commission of Enquiry. Delegates from Island concur in FitzRoy view of case. Statement of serious situation, caused by improvident grants, failure to insist on conditions attached to grants. Injury to settlements from being hemmed in by wilderness. Influences blocking remedies. Hopes Government will allow measure adopted by Legislature. Had intended 2nd still intends to propose a measure."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"512":{"tagPerson":["Glenelg","Officer administering Government of Prince Edward Island"],"tagDate":["[1837-05-01T00:00:00.000Z TO 1838-12-31T23:59:59.999Z]"],"tagDescription":["No. 52. Copy. Acknowledging despatches (Nos. 24, 26), respecting certain proceedings which took place at Hay River, with reference to Government's decision on request for establishment of Court of Escheats. Approval of Harvey's steps to counteract and suppress unconstitutional doctrines embodied in address adopted at that meeting; also, of the course pursued by Assembly with reference thereto. Regret at distress of tenantry. Government can only interfere as mediator between tenants and landlords, and hopes the letter addressed by Harvey to latter, will induce them not to press with severity on tenants. Should opportunity arise, Government will support Harvey's representations.","Correspondence between Lord Durham and the British Ministers at Washington, the Lieutenant Governors of the Provinces and the Governor of Bermuda","Correspondence Between Lord Durham and the British Ministers at Washington, the Lieutenant Governors of the Provinces and the Governor of Bermuda"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I.","DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS","MICROFILM SHELF LIST"],"tagPlace":["Downing Street"]},"249":{"tagDescription":["No. 83. A. Dft. Initialed. Stating that has officially communicated to Lieutenant Governors of the several provinces his intention of returning to England, and transmitted to them copies of his despatches (Nos. 66, 67 and 68), and of Glenelg's despatch respecting the disallowance of the Ordinance.","Enclosure: Enclosing copy of report of Attorney General and Solicitor General, to effect that honorary members of Executive Council, when summoned, may sit as members of Court of Appeals. Q. 247 verso See: MG 11, Q Series","Sub-enclosure: No distinction exist between regular and honorary members of Executive Council, except that latter must be specially summoned, and are not paid for attendance. Honorary members, therefore, when summoned, qualified to sit as members of Court of Appeals. Q. 247 See: MG 11, Q Series"],"tagDate":["1838-10-16T00:00:00.000Z"],"tagPerson":["Durham","Glenelg ","Bathurst","Drummond"],"tagName":["Shepherd, J.","Garrow, W."],"tagPlace":["Downing Street","Castle of St. Lewis","2 Lincoln's Inn"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"65":{"tagPlace":["Castle of St. Lewis"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagDate":["1838-08-12T00:00:00.000Z"],"tagPerson":["Durham","Glenelg"],"tagDescription":["No. 41. A. Dft. Initialed. Enclosing communication from Commander of Forces."]},"42":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagDescription":["No. 35. Copy. Enclosing copy of proceedings of Executive Council of Lower Canada for 6 months ended June 30, 1838."],"tagDate":["1838-08-07T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"]},"438":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDescription":["Enclosure: The Proclamation. Corr. Relating to Affairs B.N.A. 1830"],"tagDate":["1838-10-31T00:00:00.000Z"]},"360":{"tagDescription":["No. 95. A. Dft. Initialed. Referring to despatches Nos. 99 and 105, urges that supplies he sent immediately to Quebec and Halifax, and that regiment sent from Halifax to Quebec be replaced. Forces must be considerably strengthened, unless change takes place in border States."],"tagPerson":["Glenelg","Durham"],"tagDate":["1838-10-22T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"137":{"tagDescription":["No. 61. A. Dft. Initialed. Sending copy of his despatch (No. 10) to Sir George Arthur, and asking that it be seriously considered."],"tagPerson":["Durham","Glenelg"],"tagDate":["1838-09-18T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"]},"304":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDate":["1838-10-09T00:00:00.000Z"],"tagPerson":["Sewell, Chief Justice"],"tagDescription":["Memorial from Chief Justice Sewell, applying for leave on retiring allowance. Corr. Relating to Affairs B.N.A. 1839.","Enclosure: Return of appointments made by Durham, since his arrival."]},"73":{"tagDate":["1838-08-25T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"],"tagDescription":["No. 44. Copy. Enclosing copy of address from congregation of Presbyterian Established Church at Cobourg."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"]},"486":{"tagDescription":["Copy. Respecting a Return called for by Parliament. The appointments of Buller and Ellice were not accompanied by any official instruments. Ellice received no salary, Buller only as Chief Secretary of the Commission."],"tagDate":["1839-03-09T00:00:00.000Z"],"tagPerson":["Durham","Normanby, Lord"],"tagPlace":["Cleveland Row"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME III."]},"105":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDescription":["No. 53. Copy. Referring to despatch So. 46 of March 16, Glenelg to Colborne. Returns certain papers."],"tagDate":["1838-09-11T00:00:00.000Z"],"tagPerson":["Glenelg","Durham"]},"463":{"tagPerson":["Durham","Grey"],"tagDate":["1838-12-10T00:00:00.000Z"],"tagDescription":["A.L. Initialed and copy. Accepting offer to send him copies of despatches addressed to Colborne, but in answer to his own despatches; also; offering any information desired by Government."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Cleveland Row"]},"555":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Washington"],"tagDescription":["No. 3. Copy. Conditions at Navy Island apparently unchanged. Mackenzie arrested in Buffalo was bailed by American citizens. Effect of measures of American Government still uncertain. Dilatory conduct of Congress towards President's message on amending law. Government assuring him of determination to do utmost to restrain its citizens; but that utmost is not sufficient. Destruction of Caroline causing great uproar. Complaints from United States Government. Will follow advice of Head as to answer. Angry discussions in Congress. President has called out militia to protect border, and placed General Scott in command. Scott superior man, who will do utmost to restrain lawlessness on American soil, as well as protect it from invasion. Transmits papers. Has no news from Canadian sources as to Caroline Justifies action of Canadians on general grounds. (No enclosures.)"],"tagPerson":["Palmerston","Fox"],"tagDate":["1838-01-13T00:00:00.000Z"]},"58":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagPlace":["Quebec"],"tagPerson":["Durham","Glenelg"],"tagDate":["1838-08-09T00:00:00.000Z"],"tagDescription":["No. 37. Copy. Acknowledging receipt of numbered despatches-Nos. 56, 61-75."]},"469":{"tagPlace":["Cleveland Row"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDescription":["Private. Copy. Enclosing letter to Glenelg. Report will contain all necessary suggestions for general plan, and also Land Question plan."],"tagDate":["1838-12-21T00:00:00.000Z"],"tagPerson":["Grey","Durham"]},"364":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagPlace":["Quebec"],"tagDescription":["No. 97. A. Dft. Initialed. Enclosing memorial from Roman Catholic Bishops of province respecting missions among Indians."],"tagPerson":["Durham","Glenelg"],"tagDate":["1838-10-24T00:00:00.000Z"]},"245":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."],"tagDate":["1838-10-09T00:00:00.000Z"],"tagPerson":["Durham","Glenelg "],"tagDescription":["No. 79. A. Dft. Initialed. Transmitting copies of address from Kingston."]},"604":{"tagDescription":["Copy. Opinion respecting destruction of Caroline. After recital of circumstances they say we are of opinion that the place where the Caroline was moored was not justly entitled to the privileges of a Neutral Territory, and that the British forces, with a view of self-preservation, mere fully justified in attacking the Caroline and treating her as a belligerent vessel. "],"tagDate":["1838-02-21T00:00:00.000Z"],"tagPerson":["Rolfe, R. M., Law Officer","Dodson, J., Law Officer","Campbell, J., Law Officer","Palmerston"],"tagPlace":["Doctors' Common"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"227":{"tagDate":["1838-10-09T00:00:00.000Z"],"tagDescription":["Enclosures: (2) Reply to Durham. Corr. Relating to Affairs B.N.A.","Enclosures: (1) Address to Durham from citizens of Toronto. Corr. Relating to Affairs B.N.A."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]}}