{"617":{"tagDate":["[1906-01-01T00:00:00.000Z TO 1907-12-31T23:59:59.999Z]"],"tagDescription":["Prints  Sugar Question - Permanent Commission Procis Verbaux"]},"1789":{"tagDate":["[1900-01-01T00:00:00.000Z TO 1908-12-31T23:59:59.999Z]"],"tagDescription":["Canada Preferential Tariff - Extension to Hong Kong of the benefits of Canadian Preferential Tariff - Newfoundland and Canada Tariff Rates. Comparative statement re- - Preferential Trade Arrangement between Canada and South Africa, 1903; Australia, 1905; New Zealand, 1906; - Sugar from the West Indies. Canadian Tariff on  - Persian dates - Customs provisions in force in British Colonies re importation of trade catalogues, price lists and other commercial advertising matter - Customs treatment of commercial travellers samples - Dumping clause in Tariff Act applied to Golden syrup from England - Canadian duties on goods from Servia, 1908"]},"785":{"tagDate":["[1907-01-01T00:00:00.000Z TO 1908-12-31T23:59:59.999Z]"],"tagDescription":["Prints  Sugar Question - Permanent Commission Procis Verbaux"]},"405":{"tagDate":["[1904-01-01T00:00:00.000Z TO 1905-12-31T23:59:59.999Z]"],"tagDescription":["Prints  Sugar Question - Permanent Commission Procis Verbaux"]},"1188":{"tagDescription":["Royal Victoria College of Montreal  Grant of Royal Charter to -"],"tagDate":["[1917-01-01T00:00:00.000Z TO 1922-12-31T23:59:59.999Z]"]},"1223":{"tagDate":["[1885-01-01T00:00:00.000Z TO 1921-12-31T23:59:59.999Z]"],"tagDescription":["Establishment of Steamship Service between Vancouver and Hong Kong by way of Yokohama - Contract with Canadian Pacific Railway Company for conveyance of mails, troops and stores between Halifax and Hong Kong - Inclusion in mail contracts of certain clauses re Naval Defence Interruption of Pacific mail service by steamers of the Canadian pacific Ocean Services Limited, 1920"]},"1221":{"tagDescription":["Missing / Manque"]},"280":{"tagDescription":["Prints  Sugar Question - International Sugar Conference, Brussels, 1902. Procis Verbaux"],"tagDate":["1902-01-01T00:00:00.000Z"]},"1617":{"tagDate":["[1897-01-01T00:00:00.000Z TO 1898-12-31T23:59:59.999Z]"],"tagDescription":["Canadian Preferential Tariff Tariffs of European Countries Comparison with Canadian - Tariff Resolutions defining Countries entitles to Preferential Rates. Reciprocal Agreements - Certificate of Origin - Extension to West Indies of Canadian Preferential Tariff including sugar - Reciprocal Tariff rates with France, Germany, Spain, Belgium, Switzerland, West Indies, The Mauritius, Straits Settlement. See also files on Commercial Treaties with these countries."]},"1013":{"tagDescription":["Chinese Immigration into Canada British Columbia legislation Canadian Legislation Correspondence into the Australian Colonies, 1888"],"tagDate":["[1884-01-01T00:00:00.000Z TO 1887-12-31T23:59:59.999Z]"]},"899":{"tagDescription":["Prints  Sugar Question - Permanent Commission Procis Verbaux - Permanent Commission Table alphabetique, 1908"],"tagDate":["[1908-01-01T00:00:00.000Z TO 1914-12-31T23:59:59.999Z]"]},"116":{"tagDescription":["Prints  Sugar Question - International Sugar conference, Brussels, 1902 Procis Verbaux"],"tagDate":["1902-01-01T00:00:00.000Z"]}}