{"323":{"tagDate":["1838-10-17T00:00:00.000Z"],"tagPerson":["Wilkinson, John","Harvey"],"tagDescription":["Enclosures: (2) Copy. An account of the proceedings of Americans in Aroostook district."],"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"505":{"tagDescription":["Enclosure: Report mentioned. Received nothing but goodwill from Mr. Whipple, Surveyor General. Gave Dr. Holmes the Governor's assurances that his Geological Survey through disputed territory might be carried on without interruption, for which he was thanked."],"tagDate":["1838-07-05T00:00:00.000Z"],"tagPerson":["Harvey","Maclauchlan"],"tagPlace":["Entrance of Restook river"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"510":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Restook river"],"tagDescription":["Sub-enclosures: Protest against infringement of sovereignty."],"tagPerson":["Maclauchlan, J. A.","Whipple, S. S."],"tagDate":["1838-06-27T00:00:00.000Z"]},"641":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["Enclosures: (2) Joint. address of Legislative Council and House of Assembly of Upper Canada, respecting the surplus Post Office revenue."],"tagDate":["[1838-02-26T00:00:00.000Z TO 1838-02-28T23:59:59.999Z]"]},"84":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["Sub-enclosure: (f) Minute from Lieutenant Governor to Council, announcing his decision to refer case for disposal of Her Majesty. He is in accord with views of Council, but moved by the doubts of Chief Justice and other judges."],"tagPerson":["Council","Lieutenant Governor"],"tagDate":["1838-04-23T00:00:00.000Z"]},"499":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Fredericton"],"tagPerson":["Harvey","Glenelg"],"tagDate":["1838-07-14T00:00:00.000Z"],"tagDescription":["Enclosure: No. 43. Copy. On arrival from Quebec on July 11, he received report from Warden of Disputed Territory, which with accompanying documents he encloses. It will be seen that object of Surveyor General of Maine was confined to making such exploratory survey on Upper Aroostook as might enable him to locate settlers at some later period. He learns that lands are inferior in quality, and many intending settlers have abandoned idea of settling. as proceedings involved no question of sovereignity, it is not necessary to follow up Warden's protest. Copies of papers in case sent to Durham and to Fox. Learns no overt act will be taken before September 5, and has grounds for hoping that more moderate counsels will prevail with Government of Maine before that period. As his absence during visit to Quebec was so short, he made no formal transfer of civil authority to his immediate military subordinate, Colonel Goldie, but had instructed him to take command of troops, and he was thus in position to assume civil administration, if circumstances made this necessary. No such necessity arose."]},"348":{"tagPlace":["Downing Street","House of Assembly","Fredericton "],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I.","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["A.L.S. Respecting latter's departure. glad to say that Warden of Disputed Territory makes very different report from that of Williamson. Good disposition of Maine authorities towards himself personally. They declare that if settlement of boundary were left to him, it would be settled in course of winter. Offers his services as medium of communication with them. Is confident he could get assent of Maine to reasonable settlement. In event of troubles in Canada, he can send troops. He has neutralized Maine by mere courtesy and civility. Expression of devoted attachment to Durham.","Sub-enclosures: (c) Address from House of Assembly to Queen, setting forth terms and conditions on which they would consent to union of two provinces.","Sub-enclosures: (b) Respecting foregoing address, in which he states that the project of a union is not in contemplation of Government."],"tagDate":["1838-10-30T00:00:00.000Z"],"tagPerson":["Head","Queen","Glenelg","House of Assembly","Durham","Harvey"]},"654":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Quebec"],"tagPerson":["Harvey","Durham"],"tagDate":["1838-08-14T00:00:00.000Z"],"tagDescription":["Enclosures: Rough draft in Buller's handwriting. Acknowledging despatch (No. 6) of July 30; and expressing hearty appreciation of goodwill and desire of Governor and Council to cooperate."]},"354":{"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["No. 5. L.S. Continuing the narrative from the 22nd. On evening of 22nd, reports from Niagara District mere so grove that he decided on active measures. He Issued a proclamation, a copy of which is enclosed, and proceeded to call out the sedentary militia. Learning that rebels were inciting Indians to rise, beat once set them in motion. At Niagara he found the greatest excitement and alarm. Rumours were flying about as to large numbers already landed in Canada and much larger numbers awaiting, an opportunity on United States side. A prisoner stated that banditti in province were led by a Colonel Morreau, an American, who had issued a proclamation, a copy of which was enclosed. Reward of £500 offered for Morreau's apprehension. A gentleman bearing testimonial from Governor of New York gave much information as to activities on American side. To make display of force, and decide the waverers, Arthur proceeded into disaffected district with party of Queen's Lancers. Result very satisfactory. Between 30 and 40 captured, including Morreau, Wait, a Canadian, second in command and bearing Flag of Liberty, Dr. Wilson, who had escaped in previous winter in fact all the leaders. Numbers reported as having entered Canada apparently greatly exaggerated, though it is difficult to ascertain truth. At Niagara, Arthur had most satisfactory interview with Major Young in command of American Regulars, and General Burt of New York Militia. Young, active and of good faith, but hampered by lack of sufficient troops. Arthur was assured that better class of Americans had no sympathy with rebels, but that country near lakes was overrun by ungovernable mass of lowest class. Young has authority to employ one or two steamers to guard their shore, and he himself has vessels cruising near Amherstburg. As to manner of dealing with prisoners, loyal part of population greatly exaggerated by outrages to which they have been subjected, and they expect all prisoners will be immediately put on trial before Military Tribunal under Provincial Act. This act was designed to provide a means for trying citizens or subjects of foreign states entering province and committing acts of hostility. Although Canadians joining them may be tried by Military Tribunal, he prefers to have them tried by Courts for High Treason. Is much embarrassed by opinion of English Law Officers, in case of Theller, which states incidentally that his American associates were guilty of high treason. Legal opinion in Upper Canada entirely opposed to this view, and he is inclined to accept advice of his law officers. Their opinion is that persons hereto for owing no allegiance to the Queen, did not come under the obligation of temporary allegiance so as to be capable of committing high treason.Hence necessity for Provincial act mentioned. if judges do not agree with English Law Officers, American prisoners tried high treason might go free. He is convinced that punishment of most exemplary kind is imperatively called for. American authorities might otherwise reflect on slackness of Canadians. His satisfaction with Durham's proclamation. Recognizing popular objections to military tribunals, the course he purposes following is to indict British subjects for high treason, and foreigners for felony under Provincial Act. Has ordered special Commission of Oyer and Terminer for Niagara District. His anxiety is to reconcile merciful views of Government in England with feelings of people in province. Uncommon firmness required on part of militia officers to prevent their men from putting banditti to death on the spot. Looks to Durham advice and counsel-to what extent should capital punishment be carried? Government in England so intent on mercy to rebels that they scarcely approve of execution of Lount and Matthews, although they were guilty not only of high treason but of murder and arson as well. Theller bombarded Amherstburg and yet it seems doubtful whether Glenelg would approve of his execution. He himself has been strongly inclined to mercy, but in his opinion, if judicious and proper measures had been adopted by his predecessor, the insurrection would not have taken place-the policy that was pursued had a tendency to mislead, it was not justifiable to be inactive. Rolph, Mackenzie, Lount, Matthews and other leaders were justly chargeable, but many were misled by Government's want of activity. This excuse does not avail with perpetrators of present misdeeds. Everybody both in Canada and United States, must know what is done for defence of Province. His opinion is that 4 or 5 of the 40 taken should be executed, and the rest, in whose case nothing favourable can be found, sent to England for transportation to penal colonies."],"tagDate":["1938-06-27T00:00:00.000Z"],"tagPerson":["Arthur","Durham"]},"420":{"tagPerson":["Chapman","Arthur","FitzRoy","Fox","Durham"],"tagDate":["1838-08-24T00:00:00.000Z"],"tagDescription":["Enclosures: (2) Separate. (In Section 3, vol. 2, p. 390).","Enclosures: (1) No. 1. (In Section 3, vol. 2, p. 41).","Enclosures: (3) (In Section 3, vol. 2, p. 252).","Enclosures: (1) No. 7. (In Section 3, vol. 2, p. 364).","Enclosures: (4) No. 9. (In Section 3, vol. 2, p. 403).","Enclosures: (2) (In Section 3, vol. 2, p. 248).","Enclosures: (3) No. 8. (In Section 3, vol. 2, p. 309).","(2) (In Section 3, vol. 2, p. 412)."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME I"],"tagPlace":["Montreal","Cornwall","Castle of St. Lewis","Castle of St. Lewis, Quebec","Government House, P.E.I."]},"629":{"tagPlace":["Government House, P.E.I."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["Enclosures: (2) A.L.S. Has had fishing establishment on North East Shore. Every year American vessels to number of 500 or 600 infest whole coast and harbours, taking the fish between half a mile and two miles from shore. They take on fair average 300 barrels of mackerel per vessel, and many vessels return for second cargo. At smallest original value, catch is worth £150,000, or, if taken on Island, would make export trade of £225,000 a year. All may be said to be taken within 3 miles of shore. Methods of taking fish so destructive that in few years the fisheries will be valueless. There is also much plundering of unprotected property, and smuggling carried on. Suggests employing fast sailing vessel of about 100 tons. A large ship is no use, being easily detected."],"tagDate":["1838-08-08T00:00:00.000Z"],"tagPerson":["FitzRoy","Tremain, Thomas B."]},"18":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Darnoe"],"tagPerson":["Roman","Gugy"],"tagDate":["1838-05-27T00:00:00.000Z"],"tagDescription":["(2) Copy. Acknowledging foregoing. Statement of claim to attention of military authorities."]},"211":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Bank of Upper Canada, Toronto"],"tagPerson":["Macaulay","Ridout, Thos. G., Cashier"],"tagDate":["1838-08-18T00:00:00.000Z"],"tagDescription":["Enclosures: Copies. Enclosing report from Board."]},"514":{"tagDescription":["Sub-enclosures: Reply that he was acting and would continue to act under orders of Government of Maine."],"tagDate":["1838-06-28T00:00:00.000Z"],"tagPerson":["Maclauchlan, J. A.","Whipple, S. S."],"tagPlace":["Restook river"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"155":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Kingston"],"tagPerson":["Sandom","Macomb"],"tagDate":["1838-07-25T00:00:00.000Z"],"tagDescription":["Sub-enclosures: (c) Copy. Asks for favour of answer to letter of 20th. Has learned of liberation of prisoners. Asks him to bear in mind the good faith by which the mutual agreement was conceded on both sides. Evidence fully justified both United States and British officers in steps to bring prisoners before proper tribunal."]},"52":{"tagDescription":["Copy. Enclosing copies of a number of letters received by him, bearing on excitement and alarm in London District."],"tagDate":["1838-07-02T00:00:00.000Z"],"tagPerson":["Foster, Colonel","Mailtland"],"tagPlace":["London, U.C."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"390":{"tagPerson":["Harvey","Maclauchlan"],"tagDate":["1838-06-12T00:00:00.000Z"],"tagDescription":["Enclosures: (1) Respecting Glenelg's enquiries in despatch No. 81. Can give no information respecting settlements west of St. John and Aroostook rivers, though lie believes there are none. On that part of territory considered under New Brunswick Government-on the St. John and Aroostook rivers including Madawaska Settlement-there is population of 3,300; of whom 2,800 are Acadians and French Canadians, the remainder from England or born in New Brunswick. There are about 40 Americans, principally single men, employed in lumbering. "],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Fredericton"]},"516":{"tagDescription":["L.S. Replying to despatch of June 1. Legislature opened June 20, and has proceeded satisfactorily. Differences between Council and Assembly which led to failure to vote Appropriation Act in 1837, were composed by Royal mediation and measure has passed. Delegation from House of Assembly visited England last year, and returned satisfied. Allegations made in Assembly against Chief Justice (Boulton) referred to Committee of Privy Council: result not yet known, Revenue equal to ordinary purposes and for moderate progress; consists principally of 2 1/2 per cent import duty. Agriculture progresses but slowly. Some smuggling from St. Pierre and Miquelon. Coast of Labrador has very scanty fixed population; there are no courts or magistrate or customs officer, but apparently their absence occasions little practical inconvenience. Concurrent fishing rights on French shore, most perplexing matter on Island."],"tagDate":["1838-07-16T00:00:00.000Z"],"tagPerson":["Prescott","Durham"],"tagPlace":["Government House, St. Johns, New Foundland"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"171":{"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDate":["1838-09-14T00:00:00.000Z"],"tagPerson":["Durham","Harvey"],"tagDescription":["No. 10. A.L.S. Enclosing correspondence between Glenelg and himself respecting boundary question."]},"781":{"tagDescription":["Since his return from Quebec on August 20, he has employed in selecting gentleman to form delegation to wait on Durham. They are, Johnston, Solicitor General; Uniacke, Member of Executive Council and Assembly; Wm. Young, a member of Assembly; and matter Almon, banker and merchant.","Correspondence between Lord Durham and the British Ministers at Washington, the Lieutenant Governors of the Provinces and the Governor of Bermuda"],"tagDate":["1838-09-04T00:00:00.000Z"],"tagPerson":["Durham","Campbell"],"tagPlace":["Halifax"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II.","MICROFILM SHELF LIST"]},"193":{"tagPerson":["FitzRoy","Goodman, Geo. Richard, Collector"],"tagDate":["1838-09-19T00:00:00.000Z"],"tagDescription":["Enclosure: A.L.S. Respecting means of collecting a revenue in the Magdalen Islands, in case they were of collecting a Prince Edward Island."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Custom House, P.E.I."]},"495":{"tagPlace":["Government House"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["A.L.S. Acknowledging letter of July 3. As requested will proceed to Quebec, to meet Durham when letter returns from Upper Canada."],"tagDate":["1838-07-15T00:00:00.000Z"],"tagPerson":["FitzRoy","Durham"]},"230":{"tagPlace":["Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDate":["1838-06-16T00:00:00.000Z"],"tagPerson":["Durham","Fox"],"tagDescription":["Private. A.L.S. Satisfaction expressed with Colonel Grey's mission. Expects to do better work with Durham at hand Has been impeded by the exaggerated and overweening testimonies tendered by British to United States Government. Latter will do so much as and no more than necessary to avoid war. Their neutrality has kept exact pace with evidences that Great Britain is able to keep Canada without it. He is doubtful of sincerity of upper classes, but convinced they would be helpless to prevent a general piratical rush into Canada. Sends remembrances to Durham's family and to Turton."]},"302":{"tagDescription":["No. 3. A. Dft. Initialed. Acknowledging despatches Nos. 1 to 3. Will have early opportunity of discussing, subjects personally. Will leave Quebec on July 4 and hope to be in Toronto on 16th."],"tagDate":["1838-06-25T00:00:00.000Z"],"tagPerson":["Durham","Arthur"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"584":{"tagPlace":["Castle of St. Lewis"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["No. 3. A.L. Initialed. Advising of outrage on Sir A. Campbell."],"tagDate":["1838-08-01T00:00:00.000Z"],"tagPerson":["Durham","Fox"]},"95":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["The Falls"],"tagDescription":["A.L.S. Went to Niagara to see Morreau and other culprits. Insecure condition to jail. Three companies of 24th at Niagara. Colonel Booth taking steps to secure prisoners against escape."],"tagPerson":["Paget","Durham"],"tagDate":["1838-07-24T00:00:00.000Z"]},"60":{"tagDate":["1838-07-01T00:00:00.000Z"],"tagPerson":["Beer, C., R.N., J.P., and others","Maitland"],"tagDescription":["Enclosures: (6) Copy. Informed that body of invaders near Taylor's Mills, causing great uneasiness, from want of arms, If 100 stand were sent there, people could not look after themselves."],"tagPlace":["Bear Creeks"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"586":{"tagDate":["1838-08-01T00:00:00.000Z"],"tagPerson":["Fox","Durham"],"tagDescription":["A.L.S. Introducing Mr. Featherstonhaugh."],"tagPlace":["Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"325":{"tagDate":["1838-10-17T00:00:00.000Z"],"tagPerson":["Harvey","Glenelg"],"tagDescription":["Enclosures: (3) Copy. Confidential. Separate. Drawing attention to American proceedings."],"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"30":{"tagDescription":["Enclosures: (3) No. 9. Copy. Respecting case of Theller. He was in Ireland, and emigrated to United States; lived for time in Montreal though whether as actual resident is not quite clear. He raised a body of men in Michigan, assumed title of general as second in command of the Western Division of the Patriot Army; took command of schooner Ann which fired on Amherstburg; vessel was boarded and he was captured. Tried in Toronto, convicted of high treason and sentenced to death. Chief Justice had-doubts as to whether this is not an over-straining of doctrine of continued allegiance. Council and Attorney General concur in opinion that conviction is legal, and consider that guilt of piratical warfare may properly be superadded to that of treason. Chief Justice maintains that having been tried for treason, the other crimes cannot be taken into the account. Lieutenant Governor considers opinion of Council right, and is most anxious that example should be made, but in view of importance of case has granted respite until Her Majesty's pleasure be known. In view of legal difficulties in dealing with purely American citizens, who invaded country, and the fear that legally they cannot be given their deserts, he is anxious that opinion should not get abroad that their course is dictated by timidity. In state of feeling in province, there are apprehensions that if prisoners are not punished by course of law, the citizens may take matters in their own hands. "],"tagDate":["1838-04-25T00:00:00.000Z"],"tagPerson":["Glenelg","Arthur"],"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"288":{"tagPlace":["Halifax"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDate":["1838-10-10T00:00:00.000Z"],"tagPerson":["Couper","Campbell"],"tagDescription":["Unsigned but in Campbell's handwriting. Acknowledging letter of 30 ultimo. Glad to learn of Durham's satisfaction with his deputation, and that Durham had yielded his opinion regarding the Legislative Assembly which he himself considered they would never give up. Fears that all Durham's good work mill be frustrated by his early departure. Regrets the excesses of party spirit in England, and expresses opinion that they will see the injustice they have done Durham. Condemns Ministers for having abandoned him. Wishes Durham could be persuaded to remain until Spring."]},"120":{"tagDate":["1838-08-04T00:00:00.000Z"],"tagPerson":["Durham","Paget"],"tagDescription":["A.L.S. Sending report just received from Sandom. Owing to restrictions imposed by Americans, fears any co-operation between forces of two governments out of question."],"tagPlace":["Cornwallis"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"99":{"tagPerson":["Macamb, General","Colborne"],"tagDate":["1838-07-26T00:00:00.000Z"],"tagDescription":["A.L.S. States better feeling exists on frontier towards Canadian affairs. Personal and complimentary."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["St. Albans, Vt."]},"234":{"tagDescription":["A.L.S. Requesting him to represent to Governor General his satisfaction, if letter of Governor Kent of Maine to him, respecting appointment of Boundary Commissioners, were published."],"tagPerson":["Harvey","Head, Major"],"tagDate":["1838-10-03T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Fredericton"]},"159":{"tagDescription":["Private. A.L.S. Introducing Havilland, whom he describes as an extremely clever and well-informed man; also mentioning the other two with commendations."],"tagPerson":["FitzRoy","Couper"],"tagDate":["1838-09-08T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Government House, P.E.I."]},"205":{"tagDescription":["Enclosures: (6) No. 36. Reviewing former reports, and explaining the circumstances under which decisions more arrived at. Difficulties encountered in carrying out his views due to limitation of the power of pardon in raises of treason, and to the influence of public opinion. It is probable that in a short time, mercy may be further extended without risk of remonstrance, and that the number of persons to undergo punishment may be materially lessened. Strong objections to remissions of punishment on representations to Government in England. This would have appearance of appeal from justice of Provincial Government. He suggests that proceedings of Council be approved, and power of pardon conferred on him, so that he may release some from sentence of transportation, and others from inferior penalties, not upon principle of reversing wrong decisions, but on assumption that circumstances may have come to light which would render some of the prisoners proper objects of mercy, or that the restoration of tranquility may render further extension of mercy possible without public injury."],"tagPerson":["Glenelg","Arthur"],"tagDate":["1838-06-07T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"13":{"tagDate":["1838-04-23T00:00:00.000Z"],"tagDescription":["(h) Lieutenant Governor orders respite from sentence of death in four cases including Edward Alexander Theller, and that last named be informed that no recommendation in his favour can be transmitted to Her Majesty."],"tagPlace":["Government House"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"237":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Fredericton"],"tagDescription":["No. 11. Political. A.L.S. Enclosing copies of correspondence with Governor of Maine. Hopes his course of forbearance may be approved. He has not felt called upon to offer opposition to mere exploring parties in disputed territory, so long as nothing was done, which could be regarded as act of jurisdiction."],"tagPerson":["Durham","Harvey"],"tagDate":["1838-10-03T00:00:00.000Z"]},"651":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Downing Street"],"tagPerson":["Glenelg","Arthur"],"tagDate":["1838-07-02T00:00:00.000Z"],"tagDescription":["Enclosures: Copy. Acknowledging despatch (No. 24) of June 1. Approves of course taken. Has no doubt Durham will quiet any legal difficulties that may rise."]},"85":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["H.M.S. Hastings, Spithead"],"tagPerson":["Loch, Francis E.","Durham"],"tagDate":["1838-07-10T00:00:00.000Z"],"tagDescription":["A.L.S. Account of voyage home."]},"145":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["Sub-enclosures: (b) Minutes of Executive Council. Consideration of report of Commission of Enquiry, and of cases of certain prisoners in Home District who had petitioned. Ordered that 16 be banished; 15 confined in penitentiary for three years, then banished; transported to Van Diemen's Land for 7 years, 15 for 14 years, and 6 for life."],"tagDate":["1838-05-05T00:00:00.000Z"]},"72":{"tagDescription":["Sub-enclosure: (e) Some general considerations for and against the execution of the sentence. On the whole, he seems to favour reference to Government in England."],"tagPerson":["Chief Justice","Lieutenant Governor"],"tagDate":["1838-01-01T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"658":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Quebec"],"tagDescription":["No. 7. Rough draft, initiated by Durham. Has had application for clemency to Samuel Chandler and Benjamin Wait. Though reluctant to interfere with Arthur in such a matter, his commission requires him to exercise his judgment in all cases arising out of late insurrection. Refers to documents supporting his view of his duty-Glenelg's despatches to him (Nos. 8 & 21),-and asks for report on all cases in Arthur's hands."],"tagPerson":["Durham","Arthur"],"tagDate":["1838-08-16T00:00:00.000Z"]},"428":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Castle of St. Lewis"],"tagPerson":["FitzRoy","Durham"],"tagDate":["1838-07-03T00:00:00.000Z"],"tagDescription":["No. 2. A.L. Initialed. Desirous of interview with him after return from Upper Canada. (In pencil, direction that similar despatch be sent to Governor of Newfoundland.)"]},"375":{"tagPlace":["Government House P.E.I."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDate":["1838-01-26T00:00:00.000Z"],"tagPerson":["Glenelg","Fitzroy"],"tagDescription":["Private. Copy Respecting his emoluments."]},"346":{"tagDescription":["Sub-enclosures: (a) Joint address of the two Houses to the King, objecting to any proposal for the union of the two provinces."],"tagDate":["1837-03-03T00:00:00.000Z"],"tagPlace":["House of Assembly"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"89":{"tagPlace":["Sandwich"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["A.L.S. Enclosing resolutions of Upper Canada Assembly on breach of neutrality and aggression on part of citizens of United States, and adding comments upon situation."],"tagDate":["1838-07-14T00:00:00.000Z"],"tagPerson":["Prince","Durham"]},"691":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Castle of St. Lewis"],"tagPerson":["Chapman","Durham"],"tagDate":["1838-08-24T00:00:00.000Z"],"tagDescription":["No. 2. L.S. Initialed. Acknowledging despatch of July 28, and thanking him for attention to his wishes."]},"216":{"tagDescription":["No. 1. A.L.S. Acknowledging despatch (No. 1) delivered by Grey. Mission of Grey very satisfactory. He had interviews with President, and Secretaries of State and War Government in Washington who were all fully alive to dangers lurking in situation, and will do what is possible for them to abate the evil. Means at their disposal lamentably feeble. Repression of raids depend mainly on vigor of Canadian authorities and loyalty of Canadians of British origin. Encloses letter from Secretary at War."],"tagDate":["1838-06-16T00:00:00.000Z"],"tagPerson":["Durham","Fox"],"tagPlace":["Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"265":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Quebec"],"tagPerson":["Campbell","Durham"],"tagDate":["1838-10-08T00:00:00.000Z"],"tagDescription":["No. 5. Copy. Enclosing copy of correspondence between himself and Colonial Secretary on proceedings in Parliament relative to Ordinance of June 28."]},"174":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Fredericton"],"tagPerson":["Harvey","Glenelg"],"tagDate":["1838-09-11T00:00:00.000Z"],"tagDescription":["Enclosures: (2) No. 53 Copy. His opinions on boundary have undergone no change, each nation having failed in satisfying the other of the superiority of its claim. He would propose to pursue course which would be adopted by rational and dispassionate relatives in like circumstances, which is to divide disputed territory as fairly and equitably as possible between the two claimants. The objects proposed by Treaty of 1783 was to adjust the boundary line in a manner to remove all cause of future dispute and collision. On this principle, let each party retain that portion most contiguous and convenient to it, and let neither acquire any that would give it undue advantage by interfering with security of the other. All Great Britain requires is safe communication with Canada and Jurisdiction over Acadians in Madawaska. Believes award of King of Belgians just and impartial. He would propose a conventional commercial agreement giving Americans free use of St. John River from source to mouth. Mentions advantages-introduction of capital, and extinction of national prejudices. This is principal object with Americans. Thinks Americans with this would not object to line of railroad through their territory, which would be beneficial to them. If a few fair-minded men on both sides, imbued with these ideas, could meet, an understanding would be reached which would require only ratification of the two governments. All this is on assumption that neither party can get indisputable evidence as to line contemplated in Treaty of 1783."]},"238":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["No. 2. Mutilated draft in Durham's hand, and copy. Acknowledging despatches Nos. 1 and 2. Satisfaction with proof of desire to co-operate. Wishes personal interview, if possible prior to his departure for Upper Canada on July 2."],"tagDate":["1838-06-18T00:00:00.000Z"],"tagPerson":["Harvey","Durham"]},"57":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Wandeck"],"tagDescription":["Enclosures: (4) Copy. Learns that number of rebels that effected landing below Port Sarnia did not exceed 60, 45 of whom are supposed to be in woods. Indians sent in search not permitted to follow them. Inhabitants of Port Sarnia loyal and zealous, but sadly in want of arms. Proposes sending company to protect place."],"tagPerson":["Maitland","Broadley, E. O., Lieut"],"tagDate":["1838-07-01T00:00:00.000Z"]},"94":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["A.L.S. Offering own evidence, and suggesting others, who could give valuable information."],"tagDate":["1838-07-23T00:00:00.000Z"],"tagPerson":["Forsyth, J. Bell"]},"530":{"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDate":["1838-07-18T00:00:00.000Z"],"tagPerson":["Macaulay","Turton"],"tagDescription":["L.S. Respecting the numbering of despatches."]},"357":{"tagDescription":["A.L.S. Durham had scarcely left river before insurrection broke out in Lower Canada at Beauharnois One thousand Glengarry Highlanders sent to scene. Result not yet reported. So Sooner had these and 93rd Regiment left province than an assault was made from Ogdensburg by gang in steamer United States and 2 schooners. 400 men landed and were defeated. There are some thousands in Michigan in readiness for invasion. has turned out militia, but they are without equipment, in spite of his warnings. Is full of confidence, however. Learns that rejection of Durham's Ordinance was received in Michigan with enthusiastic joy. it undoubtedly hastened these proceedings."],"tagPerson":["Arthur","Durham"],"tagDate":["1838-11-16T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Toronto"]},"121":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Malabar"],"tagDate":["1838-08-06T00:00:00.000Z"],"tagDescription":["State of 73rd Regiment."]},"470":{"tagPerson":["Durham","Arthur"],"tagDate":["1838-07-09T00:00:00.000Z"],"tagDescription":["Separate. L.S. Respecting Mr. Buchanan, British Consul in New York. He called on Arthur in New York, to give him an insight into conditions in Canada: pointed out impolicy of alliance with Family Compact which include ablest men in Legislative active Council and in public offices. These men mere bulwark against Republican institutions; by their assistance, Head was able to overthrow the disaffected group, of which Mackenzie, Bidwell and Rolph were leaders. His instructions before he left London were that he should pursue the policy and measures of Head. With experience, however, he has seen reason For acting upon these to very limited extent. Buchanan's recommendations had a directly opposite tendency, and, if he had followed them, he would have given offence to the constitutional and most powerful section of community. Owing to disaffection, he has avoided controversial subjects. The only one he discussed was that of Clergy Reserves. Has intimated intention of bringing in bill to re-invest these lands in Crown. He has identified himself with no party, but has seen enough to convince him Buchanan's advice was not well-founded, and that his meddling at this time is mischievous. Buchanan has been imparting his views to Glenelg. Had an interview with Buchanan a day or two before. Buchanan dealt wholly in generalities, has no specific facts. On Head's reaching New York, Buchanan urged same arguments with him and successfully, the result being that Baldwin, brother of Buchanan's son-in-law, and some other Reformers were admitted to Executive Council. The ultimate consequence of this was the rebellion. Buchanan mentioned Chief Justice as head of Family Compact. Robinson stands highest for integrity and ability in estimation of all men of all parties. Buchanan overlooks struggle Family Compact has long maintained against measures lending to Republicanism. Americans and many Canadians have looked upon annexation as inevitable. Durham's arrival and late measures of Government in England have discouraged this view. Durham need apprehend no opposition from Tory party."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Toronto"]},"286":{"tagPlace":["Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["Private and confidential. A.L.S. Suggesting that if the correspondence enclosed in his letter of October 8, is not confidential, it should be produced before the House of Assembly. This would probably be followed by addresses from both Houses expressive of feelings towards him. His own course will be, while manifesting the high confidence he reposes in Durham, and the regret he feels at his departure, to take the utmost care that there be no reflection cast upon Home Government. Suggesting that the addresses, when obtained, should reach England just before Parliament meets."],"tagDate":["1838-10-10T00:00:00.000Z"],"tagPerson":["Arthur","Durham"]},"379":{"tagPlace":["Fredericton ","Downing"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["Private and confidential. A.L.S. Expressing high admiration for the report Clamor against it by faction described Compact. His difficulties with his own officials. His own acquaintance with civil business enables him to get along independently of them. Invaluable services of his council which is selected by himself, composed principally of members of the Assembly. Without this council, he could not have carried on government. Enjoys the good will of the people. Only modification he would make in recommendations of report are, Give the Governor absolute nomination of certain principal officers of the Government, as well as of his Council, not only leaving their selection to him but let their continuance in office depend wholly upon his will, and make him responsible for carrying on the Government in a manner satisfactory to the people and through majorities of the popular branch of the Legislature.","No. 44. Copy. Cannot increase his emoluments"],"tagDate":["1838-08-07T00:00:00.000Z"],"tagPerson":["Fitzroy","Harvey","Durham","Glenelg"]},"263":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Quebec"],"tagPerson":["Durham","FitzRoy"],"tagDate":["1838-10-08T00:00:00.000Z"],"tagDescription":["No. 5. Draft. Trusting that his course on the Escheat question as indicated in his despatch to Glenelg, a copy of which is enclosed, may give pleasure to him and inhabitants of Prince Edward Island."]},"397":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Toronto"],"tagPerson":["Arthur","Durham"],"tagDate":["1838-06-30T00:00:00.000Z"],"tagDescription":["No. 6. L.S. Enclosing copy of letter from Governor Marcy of New York upon which he makes some comments. Reliable information that serious attack will be made within few days on Western Frontier. General Brady of United States army has given intimation of preparations at Detroit and Fort Gratiot, and he sends two other confirmatory documents."]},"588":{"tagDescription":["A.L.S. Respecting commission to Buller. Provincial Law Officers advise that commission is at variance with commissions both of Durham and Arthur, and that Lieutenant Governor alone can issue such a commission."],"tagPerson":["Durham","Arthur"],"tagDate":["1838-08-02T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Toronto"]},"432":{"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDate":["1838-07-03T00:00:00.000Z"],"tagPerson":["FitzRoy","Durham"],"tagDescription":["No. 9. L.S. Stating that two of owners of Sir Robert Peel have applied for indemnification for loss. They attach affidavits. Loss and damage estimated at nearly £13,000. Ask intervention on their behalf with United States Government."]},"534":{"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["No. 5. A.L.S. Enclosing with his warm recommendation, petition from the Chamber of Commerce of St. John, urging the advantages of a canal between the Bay of Fundy and the Gulf of St. Lawrence."],"tagDate":["1838-07-19T00:00:00.000Z"],"tagPerson":["Harvey","Durham"]},"239":{"tagPerson":["Harvey","Kent, Edward, Governor of Maine"],"tagDate":["1838-09-25T00:00:00.000Z"],"tagDescription":["Enclosure: Copy. Enclosing copy of Resolve of Maine Legislature approved on March 23, and stating that in accordance therewith he has appointed commissioners to examine country in disputed territory with reference to fixing a boundary."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Augusta"]},"564":{"tagDate":["1838-07-30T00:00:00.000Z"],"tagPerson":["Durham","Harvey"],"tagDescription":["No. 6. A.L.S. Acknowledging despatch on June 30 respecting Crown Lands. Alienation of any considerable tracts virtually suspended as result of act by which Crown Lands were transferred to Legislature in return for Civil List. By regulation made by him in Council, future grants limited to small lots to emigrants or other actually settling."],"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"462":{"tagDate":["1838-07-05T00:00:00.000Z"],"tagPerson":["LeLacheur","FitzRoy"],"tagDescription":["Enclosure: LeLacheur to FitzRoy. Letter mentioned."],"tagPlace":["P.E.I."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"208":{"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["No. 21. L.S. On question of resumption of specie payments. Encloses letter from Bank of Upper Canada, giving reasons why suspension should be prolonged. It would seem probable that suspension will be continued till act expires at end of next session of legislature. Inviting attention to statement respecting metallic currency of Upper and Lower Canada, and Expediency of putting them on equal footing in both provinces."],"tagDate":["1838-09-28T00:00:00.000Z"],"tagPerson":["Arthur","Durham"]},"695":{"tagDate":["1838-08-29T00:00:00.000Z"],"tagDescription":["Copy of the Colonial Herald containing what it learns to be the essential features of Durham's scheme for the constitution of the united colonies."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Charlottetown"]},"38":{"tagPlace":["Mosa"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDate":["1838-06-29T00:00:00.000Z"],"tagPerson":["Ward, Alex D., Lieut","Maitland"],"tagDescription":["Sub-enclosures: (b) Copy. Much disaffection in neighborhood. Could collect from 1200 to 1400 rebels within 35 or 40 miles."]},"678":{"tagDate":["1838-08-20T00:00:00.000Z"],"tagPerson":["Arthur","Durham"],"tagDescription":["Separate. L.S. Disputes Durham's notion of his right t to interfere, but delaying full reply until his return to Toronto. Morreau, an American, was executed; intention was to punish capitally the worst offender, who was British subject, and either pardon the others or subject them to secondary penalty. Glenelg's correspondence with Arthur confirms latter in opinion that these matters are within his sole jurisdiction. Chandler and Wait respited, though aggravated cases."],"tagPlace":["Cornwall"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"40":{"tagPlace":["Wallaceburg","Dawn Mills "],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["Sub-enclosures: (e) Copy. Radicals have handed at Nugent's Inn, River St. Clair, and Hoisted liberty pole.","Sub-enclosures: (f) Copy. Same information as forgoing Militia being assembled."],"tagDate":["1838-06-27T00:00:00.000Z"],"tagPerson":["McCallum, Hugh","McDougald, Hector, Captain","McGregor"]},"425":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Quebec"],"tagDescription":[" Confidential memorandum from Harvey. A.L.S. Invites attention to his Secret Instructions relative to the North East Boundary, which require him to resist or prevent exercise of jurisdiction any act implying sovereignty in disputed territory. This arrangement has been concurred in by United States Government. A sufficient check to violations of agreement has hitherto been apprehension of offenders and their trial by New Brunswick authorities. This check and a formal protest will be resorted to in case of further violations. Understands however this process may be resisted and New Brunswick officers arrested. Advice of Durham requested, as nothing further appears feasible but military occupation of territories. This objectionable in several ways. His own inclination is to temporize by protests and denunciation of aggressive acts until negotiations can be proceeded with. No enclosures."],"tagPerson":["Harvey"],"tagDate":["1838-07-02T00:00:00.000Z"]},"196":{"tagDescription":["Enclosure: Confidential. Copy. Notifying him that immediately on receipt of official intimation of disallowance of Ordinances, he will return to England and tender his resignation. As administration will devolve on senior military officer, he is giving him confidential timely notice."],"tagDate":["1838-09-20T00:00:00.000Z"],"tagPerson":["Colborne","Durham"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"46":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Niagara"],"tagDate":["1838-07-01T00:00:00.000Z"],"tagDescription":["Deposition of Hubert James. Copy. Respecting activities of rebels at Lockport. and expected attack. Indifference of authorities at that point."]},"671":{"tagDescription":["No. 7. Confidential memorandum. A.L.S. Observations of Durham's plan for settlement of constitution. Objection to substituting one general for the several local Legislative Councils: Queen's representative in each province would be more exposed to direct collision with Assembly. It, might he that a local Council of advice and opinion would afford adequate protection, more especially as General Legislative Council would form sort of high court of appeal under presidency of Governor General. Chief embarrassments have arisen from hostility between Assemblies and Councils, and the collisions have been attributed justly or unjustly, to High Church and High Tory proclivities of latter. Hence he inclines to think that extinction of Legislative Councils would be regarded with satisfaction by Assemblies. In New Brunswick these conditions do not exist. Legislative Council sufficiently liberal to co-operate heartily with Assembly, and their dissolution would be regarded with disfavor by masses of people. General indisposition in province against connection with French Canada, and reluctance to surrender to any other body the control of any portion of its revenues, to the full possession of which they have so recently succeeded. Considers plan of legislative union should be at first confined to the two Canadas, the other provinces being kept free to join when they recognize benefits of union. This may not be at a very remote period. New Brunswick entirely satisfied with present position of affairs. With regard to suggestion of a Provincial Council of advice and opinion, that is precisely the machinery through which he is operating so satisfactorily. His council consists of 5 members, which includes 3 members of the Assembly. Success of his administration attributed to this device. Would be prepared to send delegates to Quebec to represent sentiments of province."],"tagDate":["1838-08-16T00:00:00.000Z"],"tagPerson":["Harvey","Durham"],"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"87":{"tagDate":["1838-07-13T00:00:00.000Z"],"tagPerson":["Prince","Durham"],"tagDescription":["A.L.S. Asks for earliest information as to declaration of war by Great Britain against United States. Is convinced war must come. Importance of getting information before Americans. The anxieties and miseries the people in Upper Canada are enduring."],"tagPlace":["Sandwich"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"268":{"tagPerson":["Durham","FitzRoy","Arthur"],"tagDate":["1838-10-08T00:00:00.000Z"],"tagDescription":["No. 1. A.L.S. Acknowledging despatch No. 1 Will follow instructions.","No. 13. Copy. Identical with the despatch to Campbell of same date."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I.","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Government House P.E.I.","Quebec"]},"395":{"tagDate":["1838-06-29T00:00:00.000Z"],"tagPerson":["Arthur","Durham"],"tagDescription":["No. 4. A. Dft. Initialed. Acknowledging despatch (No. 4). Sir Colin Campbell directed to send 93rd Regiment to Quebec, and 43rd Regiment will go from Montreal to Upper Canada. He is proceeding to Montreal on July 4; subsequent movements dependent on information from Colborne."],"tagPlace":["Castle of St. Lewis"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"68":{"tagDate":["1838-07-03T00:00:00.000Z"],"tagPerson":["Macaulay","Prince, John"],"tagDescription":["Acknowledging letter with copy of Attorney General's opinion respecting prisoners taken at Point Péléé Island. Outrages still continue. Has issued a proclamation. Sends copy. Information received of large force to. attack Sandwich that night. Some volunteers, but no rations or arms. Some prisoners coming in, and committed to jail. Think they should be tried under Court-Martial Law."],"tagPlace":["Sandwich"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"242":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Fredericton"],"tagDescription":["Sub-enclosures: Copies. (b) Had not expected any further action on part of Maine Government, since question of boundary is in hands of Governments of Great Britain and United States, but so long as commissioners do not go beyond instructions imparted to them by Governor, he will not offer opposition. But he cannot permit any infringement upon jurisdiction held by Great Britain in territory."],"tagPerson":["Kent","Harvey"],"tagDate":["1838-10-01T00:00:00.000Z"]},"59":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Adelaide"],"tagPerson":["Kelly","Broadley"],"tagDate":["1838-01-01T00:00:00.000Z"],"tagDescription":["Enclosures: (5) Copy. Has all information that can be got."]},"693":{"tagPlace":["Castle of St. Lewis"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDate":["1838-08-25T00:00:00.000Z"],"tagPerson":["Fox","Durham"],"tagDescription":["No. 4. A.L. Initialed. Enclosing copy of a despatch from Arthur, Containing memorial from owners of Sir Robert Peel, claiming compensation for loss, for suitable action."]},"456":{"tagPerson":["FitzRoy","Durham"],"tagDate":["1838-07-07T00:00:00.000Z"],"tagDescription":["No. 3. A.L.S. Enclosing letter from J. W. LeLacheur member of the Legislature, asking for introduction to Durham. in order to lay before latter a statement of the grievances from which the agricultural population suffer. LeLacheur left Island without receiving answer from Governor. He represents an insignificant group: he does not state the subjects lie proposes to submit, but FitzRoy supposes it has to do with efforts to establish Court of Escheat. He gives an account of the land question."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Government House P.E.I."]},"61":{"tagDate":["1838-06-29T00:00:00.000Z"],"tagPerson":["Macaulay","Whiting, W. S."],"tagDescription":["Enclosures: (7) Copy. A.L.S. Information as to invasion at two points on river St. Clair. Indignant enquiry as to want of arms."],"tagPlace":["Detroit"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"267":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I.","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Halifax","Quebec"],"tagDescription":["No. 5. Copy. Identical with that immediately preceding. ","L.S. Has forwarded despatch Governor of Newfoundland as requested."],"tagPerson":["Campbell, C., Sir, Lieutenant Governor","Harvey","Durham"],"tagDate":["1838-10-08T00:00:00.000Z"]},"393":{"tagPlace":["Grand Falls"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDate":["1838-06-24T00:00:00.000Z"],"tagPerson":["Harvey","Maclauchlan"],"tagDescription":["Enclosures: (2) Persons employed confidentially to investigate report that no work is proceeding on projected road, but several surveying parties under a Mr. Whipple accompanied by 30 or 40 settlers had reached Aroostook and were laying out lands for settlement. He is going there next day and will make formal protest against proceedings."]},"450":{"tagPerson":["Durham","FitzRoy"],"tagDate":["1838-07-07T00:00:00.000Z"],"tagDescription":["No. 1. A.L.S. Reporting an act of piracy perpetrated by an American schooner The Four Brothers on the barque Sir Archibald Campbell off North Cape. Copy of Royal Gazette of June 26 which he encloses, gives account. Has ordered enquiry, and mill send depositions when in proper shape. Lawlessness of American fishermen. Necessity of British war vessel to protect these fisheries."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Government House P.E.I."]},"31":{"tagDescription":["Minute of Executive Council Signed by John Beikie, Clerk Executive Council. Consideration of letters from Colonel Maitland and others respecting advance of Americans and rebel on London Recommend embodiment of at least 4 regiments of militia to assist regulars, and the adoption of the most energetic measures for suppression of disaffection. Deplore lack of arms among loyal. Suggest declaring province under Martial Law for a time."],"tagDate":["1838-07-01T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Government House Toronto"]},"592":{"tagDescription":["A.L.S. Pleasure at Durham's triumphal tour in Upper Canada. Hope that he might visit Maritime Provinces. Ask for certified transcript of names of persons given in instructions to Durham, as appointed to Executive Council in New Brunswick."],"tagDate":["1838-08-04T00:00:00.000Z"],"tagPerson":["Couper","Harvey"],"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"16":{"tagDescription":["(1) Copy. Thanks for his services in Quarter Master General's Department. It was His Excellency's intention to appoint him permanently in Adjutant General's Department to opportunity offered.","(j) Copy of An Act to enable the Government of the province to extend a conditional pardon in certain cases, to persons who have been concerned in the late Insurrection. (Passed 6 March, 1838). In print."],"tagDate":["1838-05-23T00:00:00.000Z"],"tagPerson":["Gugy","Roman"],"tagPlace":["Castle of St. Lewis"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"448":{"tagDescription":["L.S. Acknowledging letter of June 18 respecting Crown Lands, and has followed directions."],"tagPerson":["Durham","Campbell, C., Sir"],"tagDate":["1838-07-05T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Halifax"]},"377":{"tagDate":["1838-05-30T00:00:00.000Z"],"tagPerson":["Arthur","Glenelg"],"tagDescription":["Enclosures: (1) No. 82. Copy. Respecting execution of Lount and Matthews. Government regret extremely that a paramount, necessity should have arisen for these acts of severity. Have no doubt that the most ample consideration was given to all the circumstances before decision was arrived at. Hope no further capital punishment will be deemed necessary. As to request for instructions respecting American citizens who have been taken prisoners, was not aware that instructions had previously been asked for."],"tagPlace":["Downing Street"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"612":{"tagDescription":["Enclosures: (1) Affidavits of Eugene McCarthy, Charles McCarthy, Cornelius McCarthy, John Tate, Patrick Dalton, Wm. Nelson Howard and James Allen."],"tagDate":["1838-07-18T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["P.E.I."]},"55":{"tagDescription":["Enclosures: (3) Copy. Account of skirmish at house of a Mr. Link. Object of rebels declared to be to overrun London District. Lack of arms among loyal."],"tagPerson":["Smith, James","White, John, P.M."],"tagDate":["1838-06-29T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Dawn Mills "]},"327":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Halifax"],"tagPerson":["Campbell","Durham"],"tagDate":["1838-10-23T00:00:00.000Z"],"tagDescription":["L.S. Acknowledging despatch (No. 5) of October 8."]},"200":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Toronto"],"tagDescription":["Enclosure: Private. A.L.S. Expressing deep concern at attacks of Lord Brougham, which seem to him inspired by personal jealousy, if not animosity. Confidence in Durham throughout provinces. Hopes he may not so far give way to natural impulse as to resign. Addresses of confidence should be sent to Durham at once."],"tagPerson":["Durham","Arthur"],"tagDate":["1838-09-22T00:00:00.000Z"]},"151":{"tagDate":["1838-05-18T00:00:00.000Z"],"tagDescription":["Sub-enclosures: (c) Report of Solicitor General on cases of 57 persons charged with High Treason."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"539":{"tagPlace":["St. John"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDate":["1838-07-18T00:00:00.000Z"],"tagDescription":["Enclosures: (1) Petition mentioned. On parchment. (Mutilated)."]},"264":{"tagPlace":["Fredericton","Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I.","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDate":["1838-10-08T00:00:00.000Z"],"tagPerson":["FitzRoy","Durham"],"tagDescription":["No. 6. Copy. Transmitting copy of correspondence between himself and Colonial Secretary on proceedings in Parliament relative to Ordinance of June 28.","Sub-enclosure: Resolutions of Legislature of State of Maine, demanding that General Government put an end to intrusive and unjustifiable jurisdiction over our citizens and soil by 3 foreign power; that General Government run and establish line according to Treaty of 1783; declaring use made of territory by British Government palpable outrage; that Government should take prompt measures to enforce law in territory; that the opening of a winter road from the Aroostook to the mouth of the Madawaska river is all-important. "]},"198":{"tagDescription":["Enclosure: Rough draft in Buller's handwriting. Assurance that, nothing was said to LeLacheur by him or any of his staff on the subject of a Court of Escheat.","Enclosure: Names of New Brunswick delegates who arrived at Quebec."],"tagPerson":["Durham","FitzRoy"],"tagDate":["1838-09-22T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Quebec"]},"700":{"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["No. 17. L.S. Protesting against Durham's course in interfering with the right and duty of the Lieutenant Governor must take into account the feeling of the Legislative bodies with whom he must act. They would look sharply into any innovations upon the constitution of the province. He informed Durham of his having respited Chandler and Wait. Reviews the terms of his separate despatch from Cornwall, and indulged the, hope that Durham would withdraw the instruction, when he recognized that it. implied want of confidence in him, and would prejudice him in removing from him the prerogative of mercy. Durham's despatch (No. 8) dissipated this expectation, and he laid the despatches before the Executive Council, along with Mr. Justice Jones' report on the trials at Niagara. After careful consideration the Council drew up their opinion and embodied it in the Minute which he transmits. The sentences on all the prisoners are suspended until October 1, to enable Durham to consider the cases. He had suggested to Glenelg that he should have unfettered discretion as regards pardons. When he wrote to Glenelg, he was not acting under Durham's commission, which enables Lieutenant Governor, in Governor General's absence, to pardon even in cases of treason, and because the Provincial Act which received Royal approval authorized Lieutenant Governor to extend mercy only with advice of Executive Council; and the Council whose anxiety to do their duty, in justice towards the country, and in mercy towards the prisoners cannot be too highly commended, could not bring themselves to advise any further extension of clemency. He is anxious that as far as possible his proceedings should be supported by Council. He has made it, his endeavour to reconcile public mind to as wide an extension of mercy as possible, and where applications for pardons have been received, he has recommended that the interposition of respectable and loyal persons should be procured in order to warrant Government in extending clemency. On Receipt of Glenelg's despatch (No. 111) of July 12, he directed Council to review the cases again; and he himself visited the gaols in the eastern part of the Province to hear what prisoners could urge in their pleas for mercy. His effort is to find way of giving effect to the wishes of the Government in England without occasion for strong remonstrances or dissatisfaction on province. Assumes Durham does not desire to restrict his powers of action in dealing with the prisoners respecting which he has the distinct authority of Secretary of State. Asks Durham to observe that, even if he is mistaken in the view he has formed of Glenelg's despatch, the expressions of that despatch may lead themselves to that view."],"tagDate":["1838-08-29T00:00:00.000Z"],"tagPerson":["Arthur","Durham"]},"497":{"tagPerson":["Durham","Harvey"],"tagDate":["1838-07-16T00:00:00.000Z"],"tagDescription":["A.L.S. Enclosing copy of despatch to Glenelg respecting proceedings in disputed territory."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Fredericton"]},"809":{"tagDescription":["Sub-enclosures: (b) Copy. Returning arms taken with the prisoners, and furnishing names of captors who would be required as witnesses."],"tagPerson":["Macomb","Sandom"],"tagDate":["1838-07-20T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Kingston"]},"191":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDate":["1838-05-28T00:00:00.000Z"],"tagDescription":["Sub-enclosures: (g) Report of W. H. Draper, Solicitor General, on Rebellion."]},"783":{"tagPlace":["Halifax"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["A.L.S. Letter of introduction to delegates, to he delivered by Johnston whom he describes as an able and well-informed man, who has given much attention to Colonial affairs. The father of Uniacke prepared a paper on union of all provinces in 1826, which was well considered by Bathurst, but laid aside as things more than tranquil. Delegates generally of opinion that union would be desirable, but persuaded Maritime Provinces would not willingly come into scheme. In their view a union of the two Canadas, and another of the Maritime Provinces would be more acceptable, though they appear averse to any change with respect to Legislative Council; also, to the salaries of officers of Government being dependent upon vote of Assembly. For himself believes union of all the provinces to be the only means of securing the tranquility and strengthening the connection of these flourishing Provinces with Great Britain."],"tagDate":["1838-09-04T00:00:00.000Z"],"tagPerson":["Durham","Campbell"]},"204":{"tagDate":["1838-09-27T00:00:00.000Z"],"tagPerson":["Arthur","Durham"],"tagDescription":["No. 20. Immediate. L.S. Inviting attention to Provincial Act to provide for the more speedy attainder of persons indicted for High Treason who have fled from this Province, or remain concealed therein, to escape from a number of persons, named herein, but he has forborne to direct their issue until lie could consult Durham. Hopes for early reply."],"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"645":{"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDate":["1838-08-11T00:00:00.000Z"],"tagPerson":["Arthur","Durham"],"tagDescription":["No. 16. L.S. Enclosing copy of despatch from Glenelg, respecting Arthur's representation that he had removed a number of prisoners, indicted for high treason from the common goal of district to Quebec for more secure detention. Is confident Durham will remove any legal difficulties which may arise. Fourteen prisoners under sentence of transportation, escaped from Fort Henry at Kingston. Under Special Commission sitting at Niagara, 16 capital convictions obtained. Morrow (Morreau) has been executed; the majority of rest will be transported. Province perfectly tranquil."]},"568":{"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDate":["1838-07-31T00:00:00.000Z"],"tagPerson":["Arthur","Durham"],"tagDescription":["No. 13. L.S. Acknowledging despatch (No. 6) of June 30 respecting Crown Lands. Question has occupied him for some time. Various regulations have been in force since Dorchester's time. Notwithstanding all precautions extensive grants made many years ago still lie uncultivated. Spirit of speculation probably too strong for control. No desire to censure predecessors. Legislation imposing assessments on all lands, and rendering them liable to sale has not produced all the good results looked for. Will Prevent further alienations as far as possible. Recent legislation will enable him to do this. But must accede to claims for locations, which consist of (1) U.E. Loyalists rights, that is, claims of children of Loyalists; (2) claims of members of volunteer companies first embodied during War of 1812; (3) claims of persons who emigrated from Scotland about 1815, under certain conditions; (4) claims of Naval and Military officers who can obtain locations on Crown Lands, which are put up to auction but remain unsold. Claims under first two heads understood to be still numerous. These may be located in certain specified townships. Little land remains unlocated in these townships, unless of inferior quality. Part of this land has been taken by persons weary of delay, who await more advantageous locations in new townships. Has opened no new townships though 180,000 acres have been surveyed for that purpose. Recent act permits holders of United Empire Loyalists and Militia claims to purchase valuable Crown and Clergy Reserves and tender their claims at a valuation of 4 shillings an acre. He fears eventual embarrassment from number of claims to be satisfied compared with land available. The necessity of setting apart certain portions in every new township for location of these claims will materially reduce revenues to be derived from sales under improved systems."]},"260":{"tagDate":["1838-06-19T00:00:00.000Z"],"tagPerson":["Harvey","Glenelg"],"tagDescription":["Enclosures: No. 40. Political and confidential. Copy. Acknowledging foregoing. Sends copy of report made by Warden of disputed territory. I-Ins sent discreet person into western part of district to gather information. Gives information contained in his letter to Couper of June 16 (q.v.), and encloses copy of Resolutions of Maine Legislature."],"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"79":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDate":["1838-07-06T00:00:00.000Z"],"tagDescription":["Statement of Major Fraser as to character of several of his men who had been arrested. A.L.S."]},"179":{"tagPerson":["Odell, Mr."],"tagDate":["1838-09-04T00:00:00.000Z"],"tagDescription":["Enclosures: (3) Extract from Mr. Odell's letter. Account of opinion in country through which he travelled."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Augusta Maine"]},"713":{"tagDescription":["Enclosures: No. 111. Copy. Acknowledging despatches Nos. 22 and 26 Glad to find that his conclusion that the number of persons to undergo punishment might be materially lessened, is confirmed by Inter despatch. He can only express concurrence in his opinion. You will perceive of referring to the Earl of Durham's commission, which, during his Lordship's absence from Upper Canada you are authorized to execute that the Royal Prerogative of Mercy is delegated to you without the exceptions formerly made in the cases of Murder and High Treason. It is, therefore, in your power either to grant pardons in particular cases, or even to declare a general amnesty. But in any measure of the latter description it would be obviously very inconvenient that a different principle should be observed in Lower and in Upper Canada. This is consequently one of the subjects on which it is fit that you should act in concert with the Earl of Durham. Concurrence with Arthur's views regarding banishment, and with the distinctions drawn between political offences and crimes of ordinary concurrence. His views regarding transportation also approved. Glad to learn that time was shortly at hand when mercy may be extended without risk of remonstrance or discontent. I agree with you that this reduction (in number of persons marked for transportation) should in appearance as well as in reality originate rather with the Provincial than with the Home Government. Arthur is given authority to relieve from the sentence of Transportation, and from the inferior penalties of Banishment, Imprisonment or Confiscation, any persons whom you may think worthy of that indulgence-not as reversing wrong judgments, but as acting upon information which who Executive Council did not possess, and upon views to which the legal tribunals could not advert. Persons to whom indulgence is extended should find securities for future good conduct. Her Majesty's approbation to be conveyed to Executive Council. Copies of correspondence should be transmitted to Durham."],"tagDate":["1838-07-12T00:00:00.000Z"],"tagPerson":["Arthur","Glenelg"],"tagPlace":["Downing Street"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"29":{"tagDescription":["Memorandum, unsigned, to effect. that gentleman residing at. Gananoque had interview with Governor Marcy of New York, in which latter spoke of hostility of Americans to Great Britain, his own inability to prevent frontier raids, and inevitability of war between Great Britain and United State."],"tagDate":["1838-01-01T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"328":{"tagPerson":["Arthur","Fitzroy","Durham"],"tagDate":["1838-10-26T00:00:00.000Z"],"tagDescription":["A.L.S. Acknowledging despatches So and No. 6. of October 8.","No. 23. L.S. Account of conditions in Upper Canada. Encloses a deposition made by an Englishman, which is confirmed by several circumstances, showing serious intentions of enemy, and existence of secret organization. Has difficulty in providing adequate protection for frontier from River Baudet to Sault Ste. Marie. Danger lies in enemy getting foothold in province, which might form gathering place for extensive forces. Has armed militia force of 5,000 men including cavalry and artillery, and enlisted part for 18 months, the remainder for shorter periods. Requests Durham to exercise influence with United States Government. Desertion of many regular soldiers, who are under pecuniary disadvantages as compared with militia, or civilians in Canada and United States. Suggests free rations for regulars. Impetus given to hostile measures by disallowance of Durham's ordinance respecting exile of prisoners in Lower Canada."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Government House P.E.I.","Toronto"]},"173":{"tagDescription":["Enclosures: (1) No. 107. Copy. Asking at Palmerston's instance, for suggestions."],"tagDate":["1838-07-14T00:00:00.000Z"],"tagPerson":["Harvey","Glenelg"],"tagPlace":["Downing Street"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"343":{"tagPerson":["Joseph","FitzGibbon, James"],"tagDate":["1838-06-06T00:00:00.000Z"],"tagDescription":["Enclosure: A.L.S. Stating with reference to Ryland's letter of 28 ultimo that the Journals of last Session will not be ready for issue until October, and that Journals of two preceding Sessions have already been sent to Quebec. Transmitting copies of certain documents."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Clerk of Assembly's Office"]},"82":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Toronto"],"tagDescription":["Acknowledging letter of 3rd. Conveys Lieutenant Governor's approval of zeal. Measures being taken to bring prisoners to summary justice, as well as to secure those who have escaped to United States. These and other measures make it unnecessary to carry proclamation into operation. Every step should be taken by magistrates to secure marauders who are at large. Should it become necessary to check intercourse with United States, Lieutenant Governor will take proper action. This is beyond powers of magistrates."],"tagPerson":["Macaulay","Prince"],"tagDate":["1838-07-09T00:00:00.000Z"]},"157":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Government House, P.E.I."],"tagDescription":["No. 8. A.L.S. LeLacheur is circulating statement that Durham has promised a Court of Escheat. Asks for information as to answer given to LeLacheur."],"tagPerson":["Durham","FitzRoy"],"tagDate":["1838-09-08T00:00:00.000Z"]},"97":{"tagDate":["1838-07-25T00:00:00.000Z"],"tagDescription":["A.L.S. Enclosing pamphlet containing account of trial and defense of her husband."],"tagPlace":["Buffalo"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagName":["Sutherland, Laura, (Mrs. T. J.)"]},"805":{"tagDescription":["Sub-enclosures: (a) Copy. On Enquiry he finds it will not do to continue arrangement for indiscriminate search by both parties in each others territory, on account of the excitement it was causing on the American side of line; and asks that it be considered as having ceased. The two prisoners were turned over to civil authorities, but their arms are essential as evidence. Asks that they be delivered up."],"tagPerson":["Macomb","Sandom"],"tagDate":["1838-07-13T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Washington Island, near French Creek"]},"75":{"tagDescription":["A.L.S. Rumoured activities of Patriots has thrown whole province into state of alarm. He is going to Niagara with 43rd Regiment to be ready for eventualities. Durham may go safely to Kingston with Lady Durham. Details of journey. Arthur should receive Durham at Niagara instead of Kingston on account of alarms in western parts of Upper Canada. Justice Maclean will wait on Durham at Kingston."],"tagDate":["1838-07-06T00:00:00.000Z"],"tagPerson":["Durham","Colborne"],"tagPlace":["Kingston"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"54":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Headquarters, Detroit"],"tagDescription":["Enclosures: (2) Copy. Giving information as to rumored attacks Protesting against Canadian militia invading United States."],"tagPerson":["Reid, Captain","Brady, General"],"tagDate":["1838-06-29T00:00:00.000Z"]},"643":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["Enclosures: (3) Joint address of Legislative Council and House of Assembly of Upper Canada, respecting the imposition of 2 1/2% duty on imports at Quebec, to pay interest on debt of Upper Canada incurred for public works."],"tagDate":["[1838-02-26T00:00:00.000Z TO 1838-02-28T23:59:59.999Z]"]},"292":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Fredericton"],"tagPerson":["Harvey","Durham"],"tagDate":["1838-10-13T00:00:00.000Z"],"tagDescription":["A.L.S. Enclosing copies of two despatches to Glenelg on Boundary question. Hopes Durham ay express his opinions on question to Home Government and to Fox, who most unaccountably has ceased corresponding with him. Would undertake to bring propositions submitted in papers into amicable discussion with Maine authorities, if authorized to do so. Dangers arising from question remaining unsettled."]},"785":{"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDate":["1838-09-05T00:00:00.000Z"],"tagPerson":["Durham","Harvey"],"tagDescription":["No. 8. Confidential. A.L.S. Has spent. fortnight in northern and eastern parts of Province. Much gratified by great natural resources and character of people. Is sending delegation to Quebec, composed of Hon. Charles Simonds, Speaker of Assembly and member of Executive Council; Hon. W. H. Johnston, member of Assembly and of Executive Council; Hon. A. E. Botsford, member of both Councils; Hon. Joseph Cunard, member of Executive Council; Hon. H. Peters, Legislative Councilor and former Speaker of Assembly; Alex. Rankin, leading merchant. He proposes to add 2 or 3 merchants from St, John, one of whom-J. Kirk is in Quebec."]},"25":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["In Council"],"tagDate":["1838-05-19T00:00:00.000Z"],"tagDescription":["(k) Order of Lieutenant Governor that three persons in district of London under sentence of death be reprieved."]},"276":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Drummondville"],"tagDescription":["Enclosures: (2) Account of interview with aide-de-camp of Brigadier General Brady. United States army giving information of movements and intentions of pirates. Encloses a memorandum of information received."],"tagPerson":["Halkett","Townshead"],"tagDate":["1838-06-21T00:00:00.000Z"]},"12":{"tagDate":["1838-04-09T00:00:00.000Z"],"tagDescription":["Sub-enclosure: Having under consideration proceedings and sentence of court martial in case of Thomas Jefferson Sutherland, Council approve, and it was ordered that he be sent to England for transportation for life, either to Van Diemen's Land or New South Wales."],"tagPlace":["In Council"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"555":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Halifax"],"tagDescription":["No. 2. L.S. Acknowledging despatch of June 30 respecting Crown Lands. Is in hearty accord with Durham's views and will promote their realization by all means in his power."],"tagPerson":["Durham","Campbell"],"tagDate":["1838-07-23T00:00:00.000Z"]},"114":{"tagPerson":["Arthur","Paget","Glenelg","Sandom"],"tagDate":["1838-07-27T00:00:00.000Z"],"tagDescription":["Enclosures: (5) No. 22 Continuing narrative of proceedings regarding prisoners charged with treason. Salutary results of execution of Lount and Matthews. Nature and activities of Commission of Enquiry: functions no wider than ordinary justices of peace: appointed to ensure the utmost possible prudent, uniform and dispassionate course in preliminary proceedings; confusion that reigned when rebellion broke out, all the officers of government, the functionaries of justice, and loyal inhabitants, were actually soldiers under arms; many proceedings necessarily lacked legal warrant, particularly in matter of arrest; when Commission was appointed, number of arrests were so great that it was unsafe to keep all in confinement; first duty of Commission was to limit number of arrests, and next to arrange for discharge of least deeply implicated; in latter case, Commission, perhaps without strict legal authority, discharged upon bail to keep peace for one year many who were on confession guilty of high treason; in more serious cases took bail to appear at next court, and other were dismissed in default of evidence. Many persons still at large who reliable to arrest unless Executive Government intervenes. Request for power to pardon for high treason and to issue proclamations of amnesty, at least during existing crisis. Government in England too remote to deal properly with variety of cases; where lieutenant governor necessarily transcends his power in these circumstances, he must be supported solemnly and formally by Government in England. Asks approval of Order in Council, prescribing course towards persons charged with treason. Transmits report of Commission of Enquiry as to prisoners in Home District. Council in considering report had in view the extending of mercy to utmost limits consistent with public safety. He concurred in Council's recommendation in favour of permission of forfeiture of property and other disabilities on case of prisoners petitioning. If re-grant of property in such cases is legally necessary, if should be done under Provincial Act; but hopes it will not be necessary. As to cases calling for simple banishment, this is objectionable and dangerous if applied to many people having connections in Canada. Will confine this punishment almost entirely to Americans without connections in this country. Those guilty of petty outrages in course of rebellion get terms in penitentiary added to banishment. Much difficulty in providing punishment, short of death, for persons too deeply implicated to allowed at large. After discussion of all means, transportation to penal colony decided upon. Objections of Government in England to Extensive application of this punishment made known to Council, and latter were asked to go over list of those condemned thereto and reduce it to narrowest limits. This has been done. Tribute to members of Council. I never met with gentlemen more disposed to do their duty with moderation and firmness. Hopes Government in England will accept this list. Cases in Gore and London Districts not so numerous or serious as those in Home District, leaders having escaped. Cases in Midland District not yet reported; are few and unimportant. Calls attention to addresses to him as indicating feeling in province. Asks for early instructions.","Enclosures: (1) Copy. Reporting the foregoing."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I.","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Toronto","H.M.S. Niagara, Kingston"]},"274":{"tagPlace":["Drummondville","Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II.","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["No. 12. Draft in Buller's hand and copy. Acknowledging despatches No. 19 and No. 21 respecting disposal of political prisoners. The measures indicated meet with his entire approbation. Hopes they may be carried into effect promptly. He has mode preparations for co-operation, by prompt conveyance to England of prisoners to be transported.","Enclosures: (1) Assistant Military Secretary. Giving account of attack on troops at St. John's, Pelham township. Notes an unaccountable degree of apathy or unwillingness on part of inhabitants to assist or give information. Thinks a few Indians would be useful to scour woods."],"tagDate":["1838-10-09T00:00:00.000Z"],"tagPerson":["Durham","Townshead, H. D., Colonel","Halkett, Colonel","Arthur"]},"165":{"tagDescription":["Enclosures: (2) Lieutenant Governor will submit question of railroad to Governor General."],"tagDate":["1838-09-08T00:00:00.000Z"],"tagPerson":["Private Secretary","Committee"],"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"116":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Office of Ordnance, Kingston"],"tagDescription":["Enclosures: (2) Copy. Declining to take steps in direction requested, until Durham's pleasure is known."],"tagPerson":["Bonnycastle, Lieut. Col.","Sandom"],"tagDate":["1838-07-25T00:00:00.000Z"]},"776":{"tagPerson":["Durham","Arthur"],"tagDate":["1838-08-31T00:00:00.000Z"],"tagDescription":["A.L.S. Acknowledging despatches Nos. 8 and 9."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Toronto"]},"232":{"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["L.S. Respecting numbering of despatches."],"tagDate":["1838-10-02T00:00:00.000Z"],"tagPerson":["Macaulay","Buller"]},"366":{"tagPlace":["H.M.S. Niagara"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["Sub-enclosures: (a) Assistant Military Secretary. Copy Sheriff McDonald considered prisoners taken at Prescott should regarded as prisoners of war. Papers found upon them indicate a widely spread scheme and that attack on Prescott was only a feint Enclosing list of papers found."],"tagDate":["1838-11-14T00:00:00.000Z"],"tagPerson":["Halkett","Sandom"]},"300":{"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["Enclosures: (2) Separate. Confidential. Copy. Desirability of opening navigation of St. John river to Americans. Opposition in New Brunswick proceeds from prejudice and lack of calculation. What province requires is development, to which the inhabitants are not equal, though they are averse to having the assistance of aliens. Favors Durham's plan of throwing the Crown Lands in all the North American colonies into one fund, to be applied under one general system of management for benefit of all. In pursuance of this, would recommend that St. John river be opened to enterprise and capital of neighbors in adjoining States, under proper restrictions. The result would be an incalculable increase in value in lands, the New Brunswickers would be infused with greater energy, and national prejudices would gradually disappear. Has no fear that intermingling of populations would affect prejudicially loyalty of British subjects to their institutions. Suggests that agreement be made respecting the navigation for ten years. He is confident that before the expiration of the period, New Brunswickers would be grateful to statesmen who by doing gentle violence to deep-rooted but most mistaken prejudices, shall have greatly advanced the best interests of the Province."],"tagDate":["1838-10-09T00:00:00.000Z"],"tagPerson":["Harvey","Glenelg"]},"227":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Toronto"],"tagPerson":["Arthur","Durham"],"tagDate":["1838-10-01T00:00:00.000Z"],"tagDescription":["Private. A.L.S. Deeply regretting his resolution to retire. Consequences will be most injurious to colonies. Is hastening to Quebec to pay respects. Hopes while there to determine upon such amnesty as will meet Durham's wishes, and prove that Your Lordship has effected in both provinces all that could be effected consistently with the public security."]},"58":{"tagPlace":["Attorney General's office"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["Sub-enclosure: (c) Upholds decision by lengthy recital of facts."],"tagDate":["1838-04-18T00:00:00.000Z"],"tagPerson":["Lieutenant Governor","Hagerman, C. A., Attorney General"]},"73":{"tagPlace":["Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["Is going to Kingston and will report as to expediency of Durham's whole party proceeding to Upper Canada."],"tagDate":["1838-07-04T00:00:00.000Z"],"tagPerson":["Durham","Colborne"]},"304":{"tagPlace":["Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["A.L.S. Will send extracts of such despatches he addresses to Foreign Office as relate to Canada. Personal items."],"tagDate":["1838-06-26T00:00:00.000Z"],"tagPerson":["Fox","Durham, Private"]},"122":{"tagDescription":["A.L.S. Enclosing second copy of pamphlet."],"tagDate":["1838-08-08T00:00:00.000Z"],"tagPerson":["Durham","Sutherland, T. J."],"tagPlace":["Buffalo"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"383":{"tagDescription":["Sub-enclosure: Have considered the case of Theller, together with his petition urging legal objections to the sentence, as well as opinion of Law Officers of province respecting same. They are of opinion that Theller's conviction is legal. The Provincial law authorities have fallen into important error with reference to foreigners who have been taken while in arms. They were all clearly guilty of High Treason, just as much as the natural born subjects of the Queen. From the moment when they came within the Province they owed to Her Majesty a temporary allegiance the violation of which subjects them to the penalties of High Treason. This principle not applicable to Theller who was natural born subject."],"tagPerson":["Law Officers of Crown","Glenelg"],"tagDate":["1838-06-01T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Docors' Commons"]},"306":{"tagDate":["1838-10-17T00:00:00.000Z"],"tagPerson":["Durham","Campbell"],"tagDescription":["Private. A.L.S. Acknowledging letter of September 24 expressing satisfaction with Nova Scotia delegation, who were greatly pleased with their reception. His deep regret at resolution of Durham respecting his departure, though not surprised considering the little support Ministers appear to have given you."],"tagPlace":["Halifax"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"360":{"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["Enclosure: Copy. Enclosing copy of despatch from Captain Sandom. His Conviction of unfriendliness of United States and of insincerity of professions of Government. Fidelity and loyalty of Canadians will secure safety of country. Will endeavor to restrain reprisals for attacks, though he believes them justifiable. War between Great Britain and United States inevitable, unless American Government can be induced not only to profess amity but to enforce it. Enclose copy of Gazette Extra-ordinary containing narrative of brigands against. Prescott, and copy of deposition of gentleman who has been in Ohio and Collected information confirmatory of hostile feeling of United States Citizens."],"tagDate":["1838-11-13T00:00:00.000Z"],"tagPerson":["Fox","Arthur"]},"438":{"tagDescription":["Enclosure: (2) Brady to Reid. (In Section 4, p. 437)."],"tagPerson":["Brady","Reid"],"tagDate":["1838-07-02T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Detroit"]},"582":{"tagDescription":["No. 4. A.L. Initialed. Acknowledging despatch No. 1. Paget will send Pearl, which will be stationed with the Charybdis in Gulf. Will advise Minister at Washington of outrage on Sir A. Campbell."],"tagPerson":["Durham","FitzRoy"],"tagDate":["1838-08-01T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Castle of St. Lewis"]},"270":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I.","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Quebec","Toronto"],"tagPerson":["Durham","Arthur"],"tagDate":["1838-10-09T00:00:00.000Z"],"tagDescription":["No. 11. Draft in Buller's hand and copy. Acknowledging despatches No. 15 and No. 20. The former relates to disposal of surplus Post Office revenues, and the imposition of an additional 2½% tax on imports at Quebec; the second to the suspension of specie payments in Upper Canada. These questions are too important for him to take up on eve of his departure. The circumstance that these measures seem to require adoption of some common measures on part of Legislature or Executive Council point to necessity of some government that might regulate all matters of general concern of the Canadas and other provinces.","No. 4. L.S. Information contained in letter No. 3, confirmed by late occurrences, recounted in correspondence which he encloses. Outrage in Pelham township on body of British cavalry. American authorities appear to be uneasy over events happening on their borders. Sandom providing scheme for defence of lakes. Intelligence received daily convinces him that general movement against Province is intended. Leaving all correspondence with American Government to Durham."]},"484":{"tagDate":["1838-07-11T00:00:00.000Z"],"tagPerson":["FitzRoy","Durham"],"tagDescription":["No. 3. L.S. Acknowledging despatch of June 18, respecting Crown Lands. Will carry out directions."],"tagPlace":["Government House P.E.I."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"39":{"tagDate":["1838-06-28T00:00:00.000Z"],"tagPerson":["McGregor, Duncan, J.P., W.D.","Maitland","Forsyth, Lieut"],"tagDescription":["Sub-enclosures: (c) Copy. Is informed by persons who saw them that there were about 1600 rebels ready to join main body.","Sub-enclosures: (d) Copy. Warding two letters form (No Suggestions) containing information as to movements of rebels."],"tagPlace":["Chatham","Delaware"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"169":{"tagDate":["1838-09-11T00:00:00.000Z"],"tagPerson":["Maclauchlan","Harvey"],"tagDescription":["Enclosure: Copy. Letter mentioned."],"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"559":{"tagPlace":["Bermudas"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["L.S. Acknowledging despatch of July 3. Has also received private letter from Paget, containing writing signed by prisoners,, giving parole not to escape from either Vestal or Bermudas, with assurance from Durham and Paget that the pledge may be relied on. Occurrence matter of great anxiety to him. Law authorities declare he has no power to hold the prisoners. Numerous opportunities for their escape, if attempted. Desirous not to embarrass Durham, he has received prisoners. They have landed at Hamilton. Hopes they may soon be removed, and no more sent. Restricted area within which prisoners are free to move."],"tagDate":["1838-07-28T00:00:00.000Z"],"tagPerson":["Durham","Chapman"]},"243":{"tagDescription":["Circular. Draft in Buller's hand, and copy. With view to establishment of improved system for disposal of Crown Lands, and to promote emigration, he has prepared a Commission of Enquiry into subject in each of the provinces, is also authorizing commissioner named to issue temporary regulations for disposal of Crown Lands in each province and to instruct officers of Crown Lands Department as to duties. Requests that Great Seal of Province be affixed to Commission and that it be published. Requests also that as far as possible no Crown Lands be disposed of, until further instructed by him."],"tagPerson":["Lieutenant Governor","Durham"],"tagDate":["1838-06-18T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Quebec"]},"90":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Government House, Halifax"],"tagDescription":["L.S. Regiment has embarked on Malabar which will sail next day for Quebec."],"tagPerson":["Campbell","Durham"],"tagDate":["1838-07-18T00:00:00.000Z"]},"163":{"tagPerson":["Acting Committee of Railroad","Durham"],"tagDate":["1838-08-18T00:00:00.000Z"],"tagDescription":["Enclosures: (1) Setting forth project, and soliciting patronage, in view of fact that line would run through Disputed Territory."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["St. Andrews"]},"553":{"tagPlace":["Prince Edward Island"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["No. 5. A.L.S. Acknowledging despatch of June 30 referring to one of June 18. Will see that no alienations of Crown Lands take place. From manner in which lands were disposed of long before, there is very little Crown Land left in Island."],"tagDate":["1838-07-23T00:00:00.000Z"],"tagPerson":["FitzRoy","Durham"]},"42":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Chatham"],"tagDescription":["Sub-enclosures: (g) Copy. Same information 300 well-armed men landed, 400 expected. Plenty of good men available to meet attack of 3,000 but are without arms. General terror."],"tagPerson":["Maitland","McGregor"],"tagDate":["1838-06-29T00:00:00.000Z"]},"65":{"tagDescription":["A.L.S. Requisition for 250 men to defend Sandwich."],"tagPerson":["Elliott, Colonel","Prince, John, and other magistrates"],"tagDate":["1838-07-02T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Sandwich"]},"249":{"tagDate":["1838-07-12T00:00:00.000Z"],"tagPerson":["Commission","Buller"],"tagDescription":["Enclosure: Upper Canada Gazette"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"184":{"tagPerson":["Arthur","Durham"],"tagDate":["1838-09-16T00:00:00.000Z"],"tagDescription":["Sub-enclosures: (f) Minutes of Council. Considered Glenelg's despatch of March 31 respecting transportation. Council revised list of those recommended for transportation, and a number of names were removed, other punishments being substituted. Difficulties in way of imposing adequate punishment within province or by simple banishment. Necessity of stronger protection for frontier. Ordered that 11 prisoners be taken from gaol in London District and lodged in gaol of Gore District with view to their eventual removal to fortress at Kingston; that 7 prisoners taken from the Ann'' and one other be taken across Niagara river and discharged; and that 3 who turned Queen's evidence be discharged.","Confidential. Copy. Enclosing letter, open, addressed by him to Chief Justice Robinson. Asks him to seal up letter after perusal and forward it. Scheme as amended has warm approval of delegates from Nova Scotia and Prince Edward Island. Delegates from New Brunswick expected at end of week. When plan is complete will send Arthur a copy."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I.","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Quebec"]},"35":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["London, U.C."],"tagPerson":["Maitland"],"tagDate":["1838-06-30T00:00:00.000Z"],"tagDescription":["Enclosure: Copy. Enclosing letters from Lieut. Grogan and others, reporting that rebels are joining Americans who are advancing from frontier and that 1500 men are marching with London as objective."]},"69":{"tagDate":["1838-04-19T00:00:00.000Z"],"tagDescription":["Sub-enclosure: (d) Minutes of Executive Council. Advice, after review of facts, that setting the obligation of allegiance altogether out of the question, the prisoner's crime still remains worthy of death; and that example is necessary to deter further similar aggressions."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"524":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Government House, Newfoundland"],"tagPerson":["Prescott","Durham"],"tagDate":["1838-07-17T00:00:00.000Z"],"tagDescription":["No. 3. A.L.S. Acknowledging letter of June 18. respecting Crown Lands. Had carried out directions. By orders from Glenelg, question was laid before Assembly, but he hopes to suspend operations. No lands will be alienated beyond grants already promised."]},"422":{"tagPlace":["Toronto"],"tagNotebook":["MICROFILM SHELF LIST","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II.","DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS"],"tagDescription":["Correspondence between Lord Durham and the British Ministers at Washington, the Lieutenant Governors of the Provinces and the Governor of Bermuda","No. 8. L.S. Continuing information in despatch No. 6. Has just received word of attack on Western Frontier by Patriots. Transmits copies of reports from Colonel Maitland who commands forces at London. About 300 men reported to have landed at Nugent's Inn in River St. Clair, and it is said 1,500 men are marching on London, where 32nd Regiment is posted. Loyal people largely without arms. During rescue of Dr. Wilson of Yarmouth by an armed party from Norwich. 34th Regiment left Toronto for London. Would himself go there next day. Encloses Minute of Council respecting expenses. No enclosures.","Correspondence Between Lord Durham and the British Ministers at Washington, the Lieutenant Governors of the Provinces and the Governor of Bermuda"],"tagDate":["1838-07-01T00:00:00.000Z"],"tagPerson":["Arthur","Durham"]},"437":{"tagDescription":["Enclosure: (1) Deposition of Hubert James. (In Section 4, p. 432)."],"tagDate":["1838-07-01T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Niagara"]},"109":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I.","DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS","MICROFILM SHELF LIST"],"tagPlace":["Attorney General's Office"],"tagPerson":["Lieutenant Governor","Hagerman, C. A."],"tagDate":["1838-05-01T00:00:00.000Z"],"tagDescription":["Correspondence between Lord Durham and the British Ministers at Washington, the Lieutenant Governors of the Provinces and the Governor of Bermuda","Sub-enclosures: Opinion referred to.","Correspondence Between Lord Durham and the British Ministers at Washington, the Lieutenant Governors of the Provinces and the Governor of Bermuda"]},"488":{"tagDescription":["A.L.S. Functions of Executive Council suspended until names of members approved by Governor General; asks for early intimation on Durham's part. Boundary question quiescent until September 1. Hopes peace may continue after that date."],"tagDate":["1838-07-14T00:00:00.000Z"],"tagPerson":["Harvey","Couper"],"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"255":{"tagDescription":["No. 5. A.L.S. Acknowledging despatch (No. 4) with the demand of the part-owners of the Sir Robert Peel for damages. He has transmitted it to the Government in England, as he was unwilling to present it to the Government of the United States without definite instructions to that effect."],"tagPerson":["Fox","Durham"],"tagDate":["1838-10-04T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Washington"]},"111":{"tagDescription":["A.L.S. Reporting refusal of officers of Ordnance Department at Kingston to vacate a large storehouse belonging to Naval Department, which is required for accommodation of naval officers and men during winter."],"tagPerson":["Paget","Durham"],"tagDate":["1838-08-02T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Cornwallis, Quebec"]},"187":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Quebec"],"tagDescription":["Enclosure: Copy. Regrets being deprived of his advice; hopes for recovery of his health. His intention is not to propose changes in provincial constitutions. Legislative Councils will remain as at present. All will be gain to provinces. They will be able, in addition, to send 10 members to General Assembly. and 2 to Imperial Parliament. Members of General Assembly should be elected by constituent body, and not by Provincial Legislature. He is not pressing any points to which Robinson apprehended objection and has no desire to force his own opinions against settled convictions of those who are entitled to respect and consideration."],"tagPerson":["Robinson","Durham"],"tagDate":["1838-09-16T00:00:00.000Z"]},"532":{"tagDescription":["Private. A.L.S. Acknowledging confidential communication of June 29, and will repair to Quebec as desired. Question of Conveyance."],"tagPerson":["Durham","Campbell"],"tagDate":["1838-07-18T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Halifax"]},"527":{"tagPerson":["Couper","Arthur"],"tagDate":["1838-07-17T00:00:00.000Z"],"tagDescription":["A.L.S. Respecting Durham's movements."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Government House"]},"545":{"tagPerson":["Durham","Prescott"],"tagDate":["1838-07-19T00:00:00.000Z"],"tagDescription":["No. 4. L.S. Regrets that for reasons which he states-dissensions between two branches of Legislatures; Supply Bill not yet passed; prevalence of religious and political factiousness-he would not be able to go to Quebec."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["St. Johns, Newfoundland"]},"755":{"tagDate":["1838-08-31T00:00:00.000Z"],"tagPerson":["Durham","Arthur"],"tagDescription":["No. 18. L.S. Acknowledging despatch No. 9. Concern that Durham should attribute to him an absence of perfect co-operation with Durham. He is actuated by entirely opposite spirit from that imagined by Durham. Explains the course pursued between the desire to extend clemency to utmost limits, and the necessity of exemplary punishment, coupled with the public indignation as to undue leniency towards those from whom they had suffered. His steady endeavour has been to bring over public mind to regard with some complacency the lenient dealings which the Home Government have pressed upon him. Disappointment on receiving Durham's despatch regarding Chandler and Wait. His despatches to Durham were dealt with when they met together in Toronto, and at that time he could not discover the slightest difference of opinion between them, except that Durham thought that offenders should have been more promptly brought to trial. Arthur insists that he thought he was acting in concert with Durham so far as the latter's sentiments could be discerned from his answers to addresses, his public declarations and from the personal communications between them. Durham's view that the power of pardon, which the Lieutenant Governor exercises, in absence of Governor General, is a delegated power, subject in its exercise to the general subordination to instructions from the Governor General, is not in accordance with his own instructions in Glenelg's despatch (No. 111). He is not struggling to a position of equality with Durham, but, in his humbler sphere, he has his duty to perform. He is ready to follow any general instructions he receives from Durham, but the considerations of, and decision upon, particular cases of crime and the exercise of pardoning power in such cases devolve upon him as officer administering government of province. He corrects a misapprehension of Durham's that, in selecting cases for capital punishment, he made an arbitrary choice, instead of picking out the most guilty. Account of measures taken."],"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"436":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Detroit"],"tagPerson":["Macaulay","Whiting"],"tagDate":["1838-06-29T00:00:00.000Z"],"tagDescription":["Enclosure: (3) Whiting to Macaulay. (In Section 4, p. 461)."]},"28":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Toronto"],"tagDescription":["Private. A.L.S. His inability to fix on distinguishing flag for the Governor General. Suggest that until his return he wear the Union."],"tagPerson":["Paget","Durham"],"tagDate":["1838-06-30T00:00:00.000Z"]},"639":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Treasury Chambers"],"tagPerson":["Stephen","Spearman"],"tagDate":["1838-06-13T00:00:00.000Z"],"tagDescription":["Sub-enclosures: Copy. A necessary preliminary to settlement of questions of Post Office revenues, is concurrence of Legislatures on basis of Act of 1834. Matter should be laid before Durham; likewise the question of duty on imports at Quebec."]},"368":{"tagDescription":["Sub-enclosures: (b) Copy. Account of information furnished by a Mr. Kent, who has been in Cleveland. Attack may be excepted at 5 or 6 different places on Lake Erie in few days. Has sent Officers to General Macomb, with all information. But skeptical as to United States Government showing vigor."],"tagDate":["1838-10-22T00:00:00.000Z"],"tagPerson":["Colborne","Arthur"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"295":{"tagDate":["1838-10-09T00:00:00.000Z"],"tagPerson":["Halkett","Harvey","Palmer, John H., Captain","Glenelg"],"tagDescription":["Enclosures: (1) No. 57. Political. Copy. Further suggestions as to plans for settlement of Boundary question. Impressed with insecurity of communication with Canada if St. John river were made boundary, according to award of King of Netherlands. as well as injustice to Acadians in Madawaska Settlement, he submits three modifications of line determined by the award, all involving compensation on part of Great Britain for concessions yielded by United States.","Enclosures: (5) Account of attack in Pelham."],"tagPlace":["Fredericton","Queenston"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II.","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"86":{"tagDescription":["Sub-enclosure: (g) Enclosing letter from W. L. Whiting, a merchant of Detroit, giving information respecting Theller; also, stating that the leader of gang who invaded Point Pelee Island was a man named Bradley, who lived in Sandusky. He suggests that Bradley and his accomplices should be demanded from Governor of Ohio."],"tagPerson":["Prince, John","Lieutenant Governor"],"tagDate":["1838-04-14T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Sandwich"]},"53":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Camden West"],"tagPerson":["Bell, John","Maitland"],"tagDate":["1838-06-29T00:00:00.000Z"],"tagDescription":["Sub-enclosure: (b) Minutes of Executive Council. Considered objections raised by Chief Justice, and decided against their validity. Asked that opinion of Attorney General be invited. ","Enclosures: (1) Copy. Went to Bear Creek. Found rebels who had crossed from United States re-crossed on approach of Moore militia. Indians on look-out for stragglers."]},"278":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDate":["1838-10-09T00:00:00.000Z"],"tagPerson":["Durham","Fox"],"tagDescription":["No. 5. Draft in Buller's land and copy. Transmitting complaint. of Mr. Christie, a British subject, that he was arrested on charge (which was without foundation) of having participated in capture of Caroline. While aware of difficulty any free government has in preventing abuse of its laws, and particularly such a government as that of United States, he observes that this special abuse has reached great magnitude and asks Fox to represent case to United States authorities, and ask for remedial action, in order to prevent recourse to a system of absolute non-intercourse."]},"118":{"tagDate":["1838-08-04T00:00:00.000Z"],"tagPerson":["Couper","Eden"],"tagDescription":["A.L.S. Respecting foregoing. Officers desire to receive authority before removing from building."],"tagPlace":["Deputy Adjutant General's Office. Sorel"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"282":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["St. John's Queenston"],"tagPerson":["Magrath, James, Lieut. Queen's Lancers","Townshead"],"tagDate":["1838-06-21T00:00:00.000Z"],"tagDescription":["Enclosures: (4) Two letters. Account of doings of piratical band."]},"481":{"tagDescription":["ALS. Colborne advises him of arrangements by which Arthur is to meet Durham at Niagara, and not Kingston as Arthur had intended. Conditions at Niagara so much better that Lady Durham may go there quite safely. Hopes Durham will not receive address at Kingston until his return. This will enable them to get a much larger number of signatures; also, that he will pass through Western District of Upper Canada. This would give great satisfaction."],"tagPerson":["Arthur","Durham"],"tagDate":["1838-07-10T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Government House P.E.I."]},"259":{"tagDate":["1838-10-05T00:00:00.000Z"],"tagPerson":["Durham","Glenelg","Fox","Harvey"],"tagDescription":["Enclosures: (1) No. 81. Copy. Asking for report on present state of disputed territory to east of Connecticut river.","A.L.S. No desire to give unnecessary alarm. Probably if peace is preserved in Canada, conspiracy will end in nothing important. Fears mostly for Upper Canada, to which attention is mainly directed, and where disaffection is believed mostly to exist. Anxiety to learn Durham's movements. Hopes, if he goes, he will visit Washington, where President would be pleased to see him. No Instructions yet received respecting settlement of Boundary dispute. If none received before President's next message, difficulties will be much increased. No war likely over boundaries unless mixed with more serious matters. Animadversion on Brougham."],"tagPlace":["Washington","Downing Street"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I.","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"64":{"tagDescription":["Copy. As news from him less unfavorable, Arthur will not go further west than Hamilton. He is satisfied that the forces under Maitland's command, regular and militia, quite equal to repelling invasion. Will not, therefore, send Gore militia, as they are required elsewhere. Necessity of prompt news in attacking rebels."],"tagDate":["1838-07-02T00:00:00.000Z"],"tagPerson":["Faster, Colonel","Maitland"],"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"172":{"tagDescription":["Sub-enclosures: (e) Minutes of Council. Consideration of report of Chief Justice. Ordered that 6 persons be transported for 14 years, and 6 for life to Van Diemen's Land; 1 confined in penitentiary for 3 years, and then banished; 1 banished; and 2 pardoned."],"tagDate":["1838-05-21T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"342":{"tagDescription":["Copy of Royal Gazette, containing account of wreck of the barque Sir Archibald Campbell , and of the looting of it by an American vessel.","D.S. Enclosing certain documents required respecting the union of Upper and Lower Canada."],"tagDate":["1838-06-26T00:00:00.000Z"],"tagPerson":["Ryland, G. H.","Joseph, J."],"tagPlace":["Charlottetown","Government House Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"720":{"tagDate":["1838-08-27T00:00:00.000Z"],"tagDescription":["Minute of Executive Council. His Excellency laid before Council Durham's despatch of August 16 and several other documents, with request for their advice. After deliberation for some hours Council adjourned."],"tagPlace":["Government House, Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"212":{"tagDescription":["Sub-enclosure: Statement of causes which led to suspension of specie payments on part of Bank of Upper Canada, and reasons for continuing suspension: When general suspension of specie payments in United States and Lower Canada took place in May 1837, the Bank of Upper Canada had £204,000 of notes in circulation. It was resolved not to resort to suspension, and, by prudent management, when Rebellion broke out in December, it had £140,000 in specie in vaults, and only £80,000 of notes in circulation. Sudden demands on Commissary General which he was unable to meet, and although his account was overdrawn, Bank advanced him £50,000, leaving £90,000 in vaults. Subsequent advances took place-£34,417 in January, £96,618 in February and £88,892 in March-by which means the issue of notes had increased to £154,000 and specie in vaults reduced to £60,000. The Probability of Continuance of these demands coupled with the impracticability of getting specie from New York, and the depletion of the specie reserve by action of Commercial and other suspended banks, who, taking advantage of the great issue made for Government, collected notes of the Bank in large sums and demanded their redemption in specie, refusing to take their own notes in exchange, compelled directors to petition for leave to suspend which was immediately granted. Commissary General concurred as of means of carrying on the service until he could receive specie from abroad at the opening of navigation. Commissary General was also aware that the extraordinary issues were based on his Treasury Bills to amount of more than £200,000 sterling. Bank consequently suspended specie payment with £60,000 in gold and silver in vaults, and upwards of £200,000 sterling in London against £154,000 of its notes in province. Bank still pays troops, staff and departments, and, where required, contractors also in dollars. The opinion of the Bank of Upper Canada and Gore Bank on question of resumption (the Commercial Bank having declined to participate) is, that its immediate effect, owning to distressed condition of country, would be to compel Banks to stop all further discount and call in their debts. Actions at law to recover funds would be ineffective as sheriffs' sales would not to realize one-third value of goods or real estate. In stopping discount the advantage from large crop of wheat would be paralyzed, and country further drained of specie by farmers selling off and going to United States. It would be inadvisable to require resumption until crops brought to market. On the question of putting the currency of two provinces on equal footing, the first thing necessary is the abolition in Lower Canada of French half-crown as legal tender. It Passes for 2 shillings and ninepence, while its intrinsic value is no more than 1-10½d, or 2 shillings. It is not recognized as coin in any country except Lower Canada. The base copper coinage should be prohibited from circulation and replaced by Provincial coinage of good copper. Silver coinage should be established for colonies consisting of dollars and parts of equal weight and fineness to American dollar. This silver coinage would drive out both French half-crown, and British silver against which Lower Canadians complain. Banks are quite able to resume specie payments, but the effects would be as described. Bank notes of Lower Canada redeemable in French half-crowns would take place of Upper Canadian money. Among the circumstances making immediate resumption undesirable is embarrassed state of Provincial finances. Holders of Provincial debentures, in alarm, turn to Bank to redeem them at par on ground that they bought these debentures from Bank. Within last 6 months Bank has repurchased debentures to amount of £40,700. These are now unsaleable. To these are to be added £37,500 sterling of Provincial Debentures unsold and unsaleable in hands of their London agents. For all these reasons, Bank represents undesirability of immediate resumption of specie payments."],"tagDate":["1838-08-18T00:00:00.000Z"],"tagPlace":["Bank of Upper Canada, Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"181":{"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["Confidential. A.L.S. Acknowledging confidential letter of 6th. Delegates should reach Quebec by 20th. Hopes they may be as convinced as he himself has been of wisdom of Durham's views. Will do everything possible to forward them. Has considered it his duty to mention to him the opposition to those views in quarters least expected. Propositions as imparted by him, under public discussion in province."],"tagDate":["1838-09-15T00:00:00.000Z"],"tagPerson":["Durham","Harvey"]},"299":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDate":["1838-06-25T00:00:00.000Z"],"tagPerson":["Fox","Durham"],"tagDescription":["No. 2. A. Dft. Initialed. Acknowledging despatch No. 1. Satisfaction with measures of United States Government. Measures taken by himself. Encloses copy of his despatch to Glenelg on subject; also, Sir Charles Paget's instructions to captains of Hastings and Hercules. United States Government might be informed that steps taken are merely for self-defence and are in no way in contravention of declaration made to United States Government by Paget on April 28, 1817. (No enclosure)"]},"799":{"tagDescription":["Enclosure: Copy. Report of operations. On June 26, he and Colonel Dundas waited on General Macomb at Sackett's Harbour, to concert measures for suppression of piracy in Thousand Islands. It was agreed that British and American forces should work conjointly, without regard to sovereignty of territory, and that prisoners taken should be handed over to authorities within whose territory they were apprehended. The British officer captured 2 men on Grindstone Island in American territory. They were handed over to American officer. He learned afterwards that the prisoners were released without the people who had captured them being called upon to give testimony. He corresponded with Macomb, and in his last letter, the latter withdrew his sanction previously given respecting search on United States Islands. This renders his efforts unavailing."],"tagDate":["1838-08-14T00:00:00.000Z"],"tagPerson":["Arthur","Sandom"],"tagPlace":["Niagara, Kingston"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"607":{"tagDate":["1838-07-24T00:00:00.000Z"],"tagPerson":["Macaulay","Whyte, James, President"],"tagDescription":["Enclosures: (3) Will at once communicate with other Banks with view to give effect, if possible, to Governor's views."],"tagPlace":["Gore Bank, Hamilton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"521":{"tagDate":["1838-07-16T00:00:00.000Z"],"tagPerson":["Fox","Durham"],"tagDescription":["Private. A.L.S. Regarding Maine Boundary question, there is less danger of partial disturbance with Maine; but more of a serious difference ultimately with United States Government. Awaiting orders to proceed with negotiations for commission of survey."],"tagPlace":["Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"104":{"tagPlace":["H.M.S. Niagara, Kingston"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDate":["1838-07-30T00:00:00.000Z"],"tagPerson":["Paget","Sandom, Williams, Captain"],"tagDescription":["Copy. Efforts to recover some prisoners escaped from Kingston prison rendered futile by admonition from General Macomb of United States army against entering United States territory."]},"106":{"tagDescription":["Extract. Apprehensions of attack on British authority in North America at no very distant date. Account of what comes to his ears of conspiracies spreading out from St. Albans."],"tagDate":["1838-01-01T00:00:00.000Z"],"tagPerson":["Clitherow, General","Taylor, Colonel"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"45":{"tagDescription":["A.L.S. Personal."],"tagDate":["1838-07-01T00:00:00.000Z"],"tagPerson":["Paget","Durham"],"tagPlace":["Cornwallis"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"305":{"tagDescription":["No. 14. A. Dft. Initialed. Enclosing copy of despatch from Fox respecting case of Sir Robert Peel."],"tagPerson":["Durham","Arthur"],"tagDate":["1838-10-15T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Quebec"]},"189":{"tagDate":["1838-09-20T00:00:00.000Z"],"tagPerson":["FitzRoy","Durham"],"tagDescription":["A.L.S. Report on Magdalen Islands. Resident population about 1600, engaged principally in fishing. System of agriculture imperfect, though soil seems capable of advantageous cultivation. Sufficient quantity of barley, oats and potatoes raised for their consumption; also, a number of horses, horned cattle and sheep. Population increased rapidly within few years. Islands principal resort of Americans: and French from St. Pierre and Miquelon. Nominally under Lower Canada, but actually without government of any kind. No law observed except that of le plus fort. Islanders suffer from depredations, and inability to collect just debts. Imports by regular traders amount to $10,000 annually; but equal, if not larger amount brought in illicitly. Resources considerable and susceptible of large increase. These are fish, skins and oil, the exports of which equal the imports. Inhabitants chiefly French from Guernsey and Jersey, appear peaceable and well disposed. They are desirous of being placed under government of nearest colony. He suggests Prince Edward Island."],"tagPlace":["Government House, P.E.I."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"548":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Fredericton"],"tagDescription":["Private. A.L.S. Has been informed by some American gentleman of the happy consequences in United States of the- Governor's clemency towards Montreal prisoners; also that Maine has no hostile designs towards disputed territory, but will leave settlement to United States Government. Has proposed to Chief Justice Ward Chipman to publish paper on British claims."],"tagPerson":["Harvey","Turton"],"tagDate":["1838-07-20T00:00:00.000Z"]},"594":{"tagDescription":["No. 14. L.S. Enclosing correspondence with the incorporated Banks of Upper Canada regarding resumption of specie payments. To elucidate subject, he sends copy of Act of July 11, 1837, authorizing suspension of specie payments. This Act is continued by Act of January 12, 1838, until close of next ensuing session of Parliament. Another Act passed March 6, repeals clauses 6 and 7 of Act of July, and grants power to banks to put their notes into circulation to amount not exceeding twice paid-up capital. The Act of July having permitted suspension, he has lost power over question, and cannot insist on resumption before time fixed in Act. Prices of precious metals in New York have fallen since subsidence of excitements on Frontier, and preparations are being made in leading States for resumption of cash payments; hence necessity for resuming in Canada."],"tagDate":["1838-08-08T00:00:00.000Z"],"tagPerson":["Arthur","Durham"],"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"605":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Commercial Bank Midland District, Kingston"],"tagPerson":["Macaulay","Cartwright, John S., President"],"tagDate":["1838-07-23T00:00:00.000Z"],"tagDescription":["Enclosures: (2) Will resume specie payments as soon as He is advised of intention of other Banks to do same."]},"610":{"tagPlace":["Government House, P.E.I."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["A.L.S. Enclosing depositions respecting outrage on Sir Archibald Campbell; also, as regards aggressions committed by American fisherman on coasts and within harbours of Island."],"tagDate":["1838-08-10T00:00:00.000Z"],"tagPerson":["Durham","FitzRoy"]},"541":{"tagDescription":["Enclosures: (2) The foregoing petition with a report on the Baie Verte Canal signed by Thomas Telford. In-print."],"tagDate":["1838-07-18T00:00:00.000Z"],"tagPlace":["St. John"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"244":{"tagPerson":["Fox","Durham"],"tagDate":["1838-10-04T00:00:00.000Z"],"tagDescription":["No. 4. Confidential. A.L.S. Alarming reports of activity along the American borders. Customs Collectors at Oswego and Rochester report belief in vast conspiracy embracing as many as 40,000 American citizens, who aim at invasion of Upper and Lower Canada during approaching autumn and winter. It is believed there is regular communication between their leader and the disaffected in Canada. Though probably exaggerated, these reports cannot be entirely disregarded. Cleveland is believed to be centre of conspiracy. Great mass of Americans along border believed to favor invasion, and could not be depended upon to enforce neutrality. General Macomb has force of between 2,000 and 3,000 men, which is altogether inadequate for protection of frontiers. Universal belief among border Americans that Canadians are ripe for revolt. This belief sedulously cultivated by refugees, of whom one, Macleod, is most active. Urgent instructions issued by Washington authorities to civil and military officers on frontier. He has doubts as to measure of effectual succour to be rendered by American Government. Papers shown him in confidence by Secretary of State. The writers in fear of being compromised. Arthur informed in same sense."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Washington"]},"316":{"tagDescription":["No. 3 A.L.S. Enclosing extracts of despatches addressed by him to foreign office."],"tagDate":["1838-06-26T00:00:00.000Z"],"tagPerson":["Durham, Private","Fox"],"tagPlace":["Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"100":{"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["Enclosures: (4) No. 14. Copy. Particulars of Theller's case. Difficulties about trial of those of his associates who were undoubted American citizens: they could not be proceeded against as traitors nor as pirates. Attorney General thought of indicting them for malicious shooting but has abandoned idea. Case now referred to Government in England. Encloses letter from Attorney General, with reference to these cases, and to those of prisoners taken at Point Pelee Island, where 30 loyal men were killed or wounded. Attorney General proposes to indict the latter for murder, but the Chief Justice has doubts to propriety of course. Presuming then that no punishment can legally be inflicted in province in case of these foreigners, Arthur begs for instructions, as loyal citizens are so exasperated that they may take law in their own hands.\n"],"tagDate":["1838-05-05T00:00:00.000Z"],"tagPerson":["Arthur","Glenelg"]},"413":{"tagDate":["1838-06-30T00:00:00.000Z"],"tagPerson":["Durham","Several Lieutenant Governors"],"tagDescription":["Rough draft in Buller's handwriting. Draws attention to despatch of June 18 on subject of Crown Lands and Emigration. Co-operation required with view to adoption of a permanent and uniform system. The first requisite is that as far as lies within Governor's discretion, all alienations of public lands shall be suspended, as the chief obstacle to rendering these lands source of large revenues is the large proportion of granted land remaining in wild state, and further grants without effective provisions for cultivation would only augment the evil. He is aware that total cessation of grants is impossible under existing laws and regulations, but desires that further alienations may be hampered rather than encouraged. "],"tagPlace":["Castle of St. Lewis"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"637":{"tagPlace":["Downing Street"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDate":["1838-06-30T00:00:00.000Z"],"tagPerson":["Arthur","Glenelg"],"tagDescription":["Enclosures: (1) No. 106. Copy. Asking him to communicate with Durham respecting these matters."]},"49":{"tagDescription":["Copy. Replying to letter of June 30. Defending United States authorities from charges of dereliction of duty in matter of invasion of Canadian territory."],"tagPerson":["Brady","Reid"],"tagDate":["1838-07-02T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Headquarters Military Department, Detroit"]},"386":{"tagPlace":["Government House, St. John's Newfoundland"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["L.S. Acknowledging despatches from him and Couper. Governor General's commission deposited in Archives."],"tagDate":["1838-06-28T00:00:00.000Z"],"tagPerson":["Prescott","Durham"]},"460":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["Enclosure: Extract from Royal Gazette Q. 247 See: MG 11, Q Series"],"tagDate":["1838-06-06T00:00:00.000Z"]},"91":{"tagPlace":["The Falls","Jail Home District"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["State of troops in Upper Canada, under command of Arthur. Signed by Arthur.","Sub-enclosure: (i) Petition of Theller, praying that he may be delivered up to United States authorities, to be dealt with according to law.","A.L.S. Personal. Has sent Sandom to Kingston and to look about Thousand Islands, while Durham was passing that way."],"tagDate":["1838-07-20T00:00:00.000Z"],"tagPerson":["Paget","Durham"]},"669":{"tagDate":["1838-08-16T00:00:00.000Z"],"tagPerson":["Arthur","Couper"],"tagDescription":["Copy. Letter to be delivered to him by wife of Benjamin Wait and daughter of Samuel Chandler, who went to Quebec to supplicate mercy for these men. Despatch goes forward by special messenger. In meantime Durham request that no further executions for high treason take place without further communication from him."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"406":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Toronto"],"tagDescription":["No. 7. L.S. Pleasure expressed at Durham's taking up question of emigration, and at Durham's assurances of support, and of non-interference in Provincial matters. Notes unusual form of commission to Buller so far as concerns Upper Canada. In absence of Governor General, Lieutenant Governor exercises full authority, and usual course would have been to have commission witnessed by himself. At present it appears that his authority is being superseded by that of Governor General, and officers of his Government are commanded to obey commissioners by an instrument in which his name does not appear. However, believing this to be merely formal objection, he has directed the Governor General's wishes to be obeyed. Draw attention to embarrassed condition of finances, due to expenditures on public enterprises. Absence of effective control by Governor over Assembly anxious to carry wishes of constituents into operation. The critical conditions prevailing in province affords opportunity to put financial system on more regular lines. Suggestion that one of Governor's staff, who is experienced in financial matters, might be usefully employed in enquiry into financial system. Evils. natural result of system of parliamentary appropriation, originating not with Government but with Assembly. System not to be attributed to policy or design of particular persons, but has grown up naturally. Will mention later other subjects requiring investigation."],"tagPerson":["Arthur","Durham"],"tagDate":["1838-06-30T00:00:00.000Z"]},"309":{"tagDate":["1838-10-20T00:00:00.000Z"],"tagPerson":["Harvey","Couper"],"tagDescription":["A.L.S. Asking to show accompanying correspondence to Durham. He has not received from England precise instructions as to his course, in the event of Americans attempting to locate the line as claimed by them. He is unwilling to contemplate any act, which would provoke a collision, but very anxious for an adjustment of the difficulty."],"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"631":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Toronto"],"tagPerson":["Arthur","Durham"],"tagDate":["1838-08-10T00:00:00.000Z"],"tagDescription":["No. 15. L.S. Enclosing despatch from Glenelg respecting addresses from Legislature praying that surplus revenue from Post Office be assigned to provinces, and that 2 1/2% ad valorem duty be imposed on imports at Quebec, to help meet the interest on debt incurred by Upper Canada in prosecution of public works. Encloses Imperial Bill of 1834, and draft bill for adoption by Legislatures; also, reports and address. From these it would appear that the obstacle to settlement of question is improbability of several Legislatures concurring in acceptance of draft bill. Can give no useful information, not contained in address, respecting the question of the ad valorem duty."]},"369":{"tagPlace":["Government House P.E.I."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDate":["1838-12-05T00:00:00.000Z"],"tagPerson":["Fitzroy","Durham"],"tagDescription":["Sub-enclosures: (c) Deposition of William Jones Kent. (In Section 4, p. 780)","A.L.S. Expressing obligations of inhabitants for his recommendation of bill for taxing waste lands. Though they regard this as incomplete remedy, they are anxious that it should come into operation in meantime. Invites attention to his own personal affairs--the incipiency of his emoluments, and want of private secretary."]},"779":{"tagDescription":["Enclosure: No. 4. Confidential. (In Section 3, vol. 2, p. 772)","Enclosures: (1) No. 20. (In Section 3, vol. 2, p. 709).","Enclosure: No. 23. (In Section 3, vol. 2, p. 902).","Enclosure: Private. (In Section 3, vol. 2, p. 796).","Enclosures: (2) (In Section 3, vol. 2, p. 705). "],"tagDate":["1838-09-26T00:00:00.000Z"],"tagPerson":["Durham","Fox","Arthur"],"tagPlace":["Government House, Toronto","Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 2. LETTERS AND DESPATCHES FROM LORD DURHAM TO COLONIAL SECRETARY AND OTHER MEMBERS OF THE GOVERNMENT. VOLUME II."]},"464":{"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["No. 11. L.S. More satisfactory conditions in London District and an Western Frontiers. Earlier reports greatly exaggerated. Does not believe more than 100 landed from American shore and of these some returned discouraged at lack of co-operation iron Canadians. Many of latter ready to rush into rebellion, but repressed by presence of troops. About 20 prisoners taken, including Dr. Wilson who was recaptured and will be put on trial at once. Some 12 or 13 brigands, who had raided Mr. Guvin's house near river St. Clair arrested in Michigan. Means to demand them from Governor of Michigan. If refused, he hopes Durham will make representation to Washington. Encloses correspondence between General Brady and Colonel Reid, which was dropped as no controversy was desired. On Western Frontier, the magistrates under influence of general excitement issued proclamation closing intercourse with American ports. This was beyond their powers and they were so informed. Encloses letter from Prince, copy of proclamation and copy of his letter to magistrate Brady still issues warnings of impending attack. But Arthur has no fears as no co-operation from rebels can be hoped for. More danger of attack during winter, though he has a few apprehensions. Still embarrassed by question of disposal of prisoners. He looks forward to tranquility and repose. Convinced here was large class in province who desired American institutions; but many led to wish for them because they had come to expect them. Most of these will no doubt return to their allegiance, since they have seen these are beyond their hopes. Is satisfied there has been great improvement in public sentiment, since Government has shown itself seriously determined to maintain its position."],"tagDate":["1838-07-09T00:00:00.000Z"],"tagPerson":["Arthur","Durham"]},"400":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Cazenovia"],"tagPerson":["Arthur","Marcy, Governor"],"tagDate":["1838-06-18T00:00:00.000Z"],"tagDescription":["Enclosure: Had message from Arthur by Mr. J. Faratt, Jr., to effect that he would co-operate with Governor in extirpating brigands infesting Thousand Islands. Will unite with him to extent of powers. Duty of managing and maintaining foreign relations, however, in hands of Federal Government. Violations of acts of neutrality are offences against Federal and not State Government. Burning and plundering Sir Robert Peel is an offences against State, and he will do utmost in his power to bring criminals to justice. As duty of preservation of neutrality rests on Federal Government alone, he has done all he could when he reported facts relating to Thousand Islands depredations to that Government. Gives his views, which he communicated to Federal Governor, as to measures for clearing brigands out of Islands. Apologizes for failure to answer letter from Arthur, which he thought he had done."]},"609":{"tagDescription":["Enclosures: (4) Has Called full meeting of Board to consider question."],"tagDate":["1838-07-20T00:00:00.000Z"],"tagPerson":["Proudfoot, Wm., President","Macaulay"],"tagPlace":["Bank of Upper Canada, Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"331":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Washington"],"tagPerson":["Fox","Palmerston"],"tagDate":["1838-06-24T00:00:00.000Z"],"tagDescription":["Enclosures: (2) No. 29. Extract. Fear that rigid adherence to terms of Convention of April 1817, limiting armaments on Lakes, may hamper measures of both governments for suppression of piratical raids. Suggests that discretionary power be given him to agree to suspension for given time of provisions of Convention, if this seemed expedient. Would act in concurrence with Durham. Permission to maintain increased armaments on lakes should be confined to employment of regular forces, military or naval. Has not discussed matter with United States Government officially, and therefore cannot report as to the will or power they may have in such a case. seemed expedient. Would act in concurrence with Durham. Permission to maintain increased armaments on lakes should be confined to employment of regular forces, military or naval. Has not discussed matter with United States Government officially, and therefore cannot report as to the will or power they may have in such a case."]},"279":{"tagDate":["1838-06-20T00:00:00.000Z"],"tagDescription":["Enclosures: (3) Deposition of Robert Doan, as to meeting with body of 20 or more armed men."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Cook's Mills"]},"297":{"tagDate":["1838-06-24T00:00:00.000Z"],"tagPerson":["Fox","Durham"],"tagDescription":["No. 2. A.L.S. Enclosing copy of message transmitted by President to Congress on June 21 on border disturbances. Very satisfactory. (No enclosure.)"],"tagPlace":["Washington"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"684":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Montreal"],"tagDescription":["No. 8. A.L. Initialed. Acknowledging receipt of letter of 20th, to which lie defers reply. Sends copy of Glenelg's despatch of July 14."],"tagPerson":["Durham","Arthur"],"tagDate":["1838-08-21T00:00:00.000Z"]},"686":{"tagDate":["1838-08-24T00:00:00.000Z"],"tagPerson":["Arthur","Durham"],"tagDescription":["No. 9. Copy. Regrets evidence of lack of co-operation. Insists upon his right and duty to take cognizance of such matters. Power of pardoning for treason exercised by Lieutenant Governor under authority delegated from Governor General, but such delegated authority not exempted from general subordination to Governor General. Criticisms of derision to select one case for capital punishment. Request repeated for full report."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"229":{"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDate":["1838-10-02T00:00:00.000Z"],"tagPerson":["Durham","Harvey"],"tagDescription":["Private. A.L.S. Grieved at Durham's determination to return to England. Loss personal as well as that suffered by provinces. Departure may be fatal to British connection."]},"723":{"tagDescription":["Enclosures: (2) Minute of Executive Council. Consideration of Durham's despatch of August 16. Council observe that Durham conceives that his instructions impose upon him the duty of exercising the power of pardon in all cases of treason. Council maintain that there is no legal authority by which the Lieutenant Governor can divest himself of the responsibility and discretion required in acting according to the constitution of the province under the commission which, in the absence of His Lordship, Your Excellency executes. If Governor's view is correct, then the Council has been mistakenly advising on questions involving life and death of fellow subjects; and the fact that they had done so for so long, without remonstrance from Governor, does little to mitigate gravity of their course. Arthur's duty was to act as much as possible in conformity with views of Governor, and this he has striven to do, as far as his policy was understood. That the power of granting pardon was conferred on Arthur, in Durham's absence, is stated in precise terms, in Glenelg's despatch of July 12. Although Durham's high influence and authority may uphold Arthur's policy, the functions of Governor of the Colony remain to be discharged by Your Excellency according to your oath of office. Painful consequences if Durham took on himself to hear appeals from decisions of Lieutenant Governor. Appellate jurisdiction of this sort has been sedulously avoided by the Government in England. Lieutenant Governor has sought to carry out views of Durham, and it is remembered that on more than one occasion while in Upper Canada, Durham with reference to invasion of Upper Canada declared that summary and immediate execution might not improperly have been carried into effect instead of awaiting the deliberate course of proceeding. Popular feeling was gratified by these declarations and Council felt thereafter that Government was more likely to be charged with not acting up to extent of Durham's policy, than with exceeding it. Government are apparently not acting in accordance with Durham's declared policy, and popular mind is exasperated and impatient. State of feeling in United States, and its effect as regards necessary action in Upper Canada. Council fixed in opinion that prompt and exemplary punishment is necessary in case of late incursions, and would have recorded their conviction, had the point been raised, that, in the execution of Morreau, Arthur was acting in accordance with expressed views of Durham. After reciting facts in cases of Beamer, Chandler, Wait, McLeod, Brown and Warner: Council notes the care of militia to act always within the law. This was due to their confidence that prompt punishment would follow trial. If confidence destroyed, the militia would either relax in their zeal for the country's safety, or take law into their own hands and slay prisoners on the spot. Inviting attention to that part of Glenelg's despatch in which Arthur was authorized to relax the severity of sentence not as reversing wrong judgments, but as acting upon information which the Executive Council did not possess, and upon views to which the Legal Tribunals could not advert, and noting the opportunity this view gave the Lieutenant Governor to take advantage of any kindlier public sentiment that might manifest itself, the Council point out that appeals to the Governor General from the Lieutenant Governor's decisions would create impression that his decisions mere unnecessarily severe and impolitic, and thus extensions of mercy, which would tend to strengthen the Governor if granted by 'him, would undermine confidence in him if granted by Durham. The appearance of divided authority could scarcely fail to create in Province a Governor General's party and a Lieutenant Governor's party, with fatal results to authority of both. There is also danger of exciting resentment of those who believe that Constitutional Act of 1791 gave to Upper Canada an Executive Government, to whom they have access, and who, through medium of Home Government, are responsible for conduct of their affairs; also, want of confidence in Lieutenant Governor as it is observed that his powers under his commission, are unduly restricted. Lieutenant Governor having heard report decided in deference to Durham's wishes to respite the prisoners until October 1, and to transmit all papers to Governor General, together with reports on the other crises tried in Niagara District."],"tagDate":["1838-08-29T00:00:00.000Z"],"tagPlace":["Government House, Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"250":{"tagPerson":["Arthur","Durham"],"tagDate":["1838-06-18T00:00:00.000Z"],"tagDescription":["No. 3. L.S. Forwarding communication designed to put Durham in possession of all facts relating to his dealings with traitors and American Patriots . Explanation of his views as to disposal of these. (No enclosure)"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Toronto"]},"796":{"tagDescription":["No. 19. L.S. Enclosing a correspondence which took place between Captain Sandom and General Macomb, and observing that it is improbable that there can be any effective Co-operation between the forces of the two governments."],"tagDate":["1838-09-08T00:00:00.000Z"],"tagPerson":["Arthur","Durham"],"tagPlace":["Government House, Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"101":{"tagDescription":["A.L.S. In French. Asking to be informed as to decision reached upon his statement respecting the escape of L'Hussier."],"tagPerson":["Durham","De St. Ours, R."],"tagDate":["1838-07-28T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Montreal"]},"467":{"tagPlace":["Detroit","Toronto","Sandwich"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["Enclosures: (1) Brady to Reid. (In Section 4, p. 447).","Enclosures: (2) Pierce to Elliott Prince. (In Section 4, p. 468).","Enclosures: (3) Macaulay to Prince. (In Section 4, p. 497)"],"tagDate":["1838-07-09T00:00:00.000Z"],"tagPerson":["Prince, Elliot","Pierce","Prince","Brady","Reid","Macaulay"]},"794":{"tagDescription":["No. 7. A.L.S. Introducing delegation from Island-Hon. T. H. Haviland, Treasurer and member of Council; George Dalrymple, Speaker of Assembly; and Joseph Pope, member of Assembly."],"tagPerson":["Durham","FitzRoy"],"tagDate":["1838-09-08T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Government House, P.E.I."]},"81":{"tagPlace":["Niagara Falls"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDate":["1838-07-08T00:00:00.000Z"],"tagPerson":["Colborne","Durham"],"tagDescription":["A.L.S. Everything perfectly quiet there."]},"318":{"tagDescription":["Enclosures: (1) No. 28. Extract. Troubles on Canadian frontier have recommended to alarming extent. Details, including destruction of Sir Robert Peel. Good results from Colonel Grey's visit. Increased activity of United States Government; its inability to cope with mob bent on outrage. Necessity of imposing military force in Canada.","Enclosures: (1) Copy. Enclosing copy of report made by a confidential agent employed to ascertain what, if any, steps were being taken by Americans towards exercising control over Disputed Territory. It would appear that they are again proceeding with road leading from Houlton to the Aroostook, which was suspended on remonstrances made in 1835. Asking his intervention with United States Government. His instruction give him no option but to oppose this proceeding. Only advanced season prevents his taking steps at once. He will do so in early summer if necessary. Consequences may be grave and therefore he asks that earnest remonstrance may be delivered, remembering withdrawal of Great Britain from proceeding with railway on representations of United States. Attention of United States should be drawn to report of great numbers of Americans going to settle on Aroostook."],"tagPerson":["Fox","Palmerston","Harvey"],"tagDate":["1838-10-16T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II.","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Fredericton","Washington"]},"442":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Toronto"],"tagDescription":["A.L.S. Respecting Durham's movements. Doubts as to advisability of Lady Durham going to Niagara while present excitement continues. He is much embarrassed by the Orangemen who consider lenity of any kind an insult to their order; they are fine, brave fellows under very bad direction. Will make effort to clip wings of lenders when it can be done prudently. Offers hospitality to Durham."],"tagPerson":["Durham","Arthur"],"tagDate":["1838-07-04T00:00:00.000Z"]},"241":{"tagDate":["1838-03-23T00:00:00.000Z"],"tagPerson":["Arthur","Durham"],"tagDescription":["Sub-enclosures: Copies. (a) Resolve of Maine Legislature, to effect that, if Bill now before Congress respecting Boundary is not passed, and if Government of United States, either alone or in conjunction with British Government, do not before September 1, appoint a commission for survey of boundary line, it shall be duty of Governor to appoint commissioners for this purpose.","No. 2. Mutilated draft in Durham's hand, and copy. Acknowledging despatch No. 1. Will do nothing to diminish his influence and authority. Has no wish to interfere with local administration in provinces. Necessary, however, that he be promptly informed on all important occurrences."],"tagPlace":["State of Maine","Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II.","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"598":{"tagDescription":["Enclosures: (1) Setting forth considerations indicating desirability of resumption of specie payments, which would be facilitated by recent large importations of specie and the low rate of exchange."],"tagPerson":["President of Gore Bank","Macaulay, John, Civil Secretary","President of Bank of Upper Canada of the Midland District"],"tagDate":["1838-07-17T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Toronto"]},"435":{"tagDescription":["No. 10. L.S. Additional information respecting invading movements on Western Frontier, the number reported advancing from River St. Clair much exaggerated, their object seems to be merely plunder; account of encounter with militia of Moore township. Encloses two letters, one from gentleman living in Detroit, the other from General Brady, both of June 29. Apprehensions of inhabitants due rather to number of disaffected among them, than to foreigners from United States. Also encloses deposition from a Mr. Hubert James and letter from Colonel Townshend, which make him anxious and watchful."],"tagDate":["1838-07-03T00:00:00.000Z"],"tagPerson":["Arthur","Durham"],"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"290":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Quebec"],"tagDescription":["No. 6. A. Dft. Initialed. Acknowledging despatch (No. 11), and expressing approval of answer addressed to Governor of Maine."],"tagPerson":["Harvey","Durham"],"tagDate":["1838-10-11T00:00:00.000Z"]},"139":{"tagDescription":["Sub-enclosures: (a) General Summary of Cases of Persons charged with High Treason, specifying proposed disposal of them."],"tagDate":["1838-05-30T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Toronto"]},"256":{"tagDate":["1838-06-20T00:00:00.000Z"],"tagPerson":["Harvey","Durham"],"tagDescription":["No. 3. Confidential. A.L.S. Enclosing copy of Glenelg's despatch (No. 81) of April 25, with his answer. To procure fuller information than possessed by Warden of disputed territory, he has sent a discreet person to western section of that territory for the purpose. Invites attention to necessity of preserving Madawaska Settlement by military occupation if necessary. Inhabitants of Settlement dread transference to United States. Vexatious opposition to acceptance of Conventional Line due largely to political views of recently elected Governor of State."],"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"161":{"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["A.L.S. Enclosing memorial from Committee of Quebec and St. Andrews Railroad, with other documents."],"tagDate":["1838-09-09T00:00:00.000Z"],"tagPerson":["Buller","Harvey"]},"381":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Downing Street"],"tagDescription":["Enclosures: (2) No. 88. Copy. Enclosing opinion of, Law Officers as to legality of conviction of Edward A. Theller."],"tagPerson":["Arthur","Glenelg"],"tagDate":["1838-06-01T00:00:00.000Z"]},"26":{"tagDescription":["Deposition of Ensign Thaddeus Patrick, containing information that large number of Patriots were to be found all along American shore of Lake Erie, that they were assembling at Fort Gratiot, with intention of invading Canada about July 3. Dr. Duncombe addressed large assemblage at Cleveland on invasion of Canada. Feeling in and about Cleveland favored Patriots. There was an opposite feeling among respectable people in Buffalo. Copy.","Enclosures: (2) No. 7. Copy. Respecting case of Sutherland; who was tried by court-martial. After various incidents which are recorded, Sutherland was found guilty and sentenced to transportation for life. Asks for instructions as to means by which sentence shall be carried into effect. "],"tagPerson":["Glenelg","Arthur"],"tagDate":["1838-06-30T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagPlace":["Toronto"]},"225":{"tagPlace":["Government House Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDate":["1838-06-11T00:00:00.000Z"],"tagPerson":["Harvey","Couper"],"tagDescription":["Private and confidential. A.L.S. Maine Legislature authorized opening of road in disputed territory. In previous autumn he made a protest, backed up by a small military force, which checked proceeding with road. Intimations in press that attempt will be renewed supported by armed force, and he learns that preparations for operations are going on. Road would establish direct communication between State of Maine and Madawaska Settlement, at present the only line of communication between New Brunswick and Canada. It is also said that a renewed effort is to be made by Maine to take census of Madawaska Settlement, and to make money grants to inhabitants. If his remonstrances are unavailing, his only course would seem to be to take military possession of disputed territory. Will take no steps in this direction unless sanctioned by Durham, or unless some overt act takes place in spite of his protest. Has sufficient military force at hand, to maintain rights and prevent Americans from acquiring that co-ordinate jurisdiction at which they aim. Asks that substance of this be communicated to Durham."]},"167":{"tagDescription":["Sub-enclosures: (d) Minutes of Council. Consideration of report of Solicitor General, and on certain prisoners in Gore and London Districts who had petitioned. Ordered that 10 be banished; one confined in penitentiary for 3 years, and afterwards banished; 8 transported to Van Diemen's Land for 14 years, and one for life. 11 persons relieved of forfeiture of estate, and other consequences of attainder for high treason. 21 other persons similarly relieved.","No. 9. A.L.S. Transmitting copy of report of Warden of Disputed Territory from which it will be seen that although Commissioners to run the Boundary Line have been appointed by Governor of Maine, no measures have been taken to which objection may be made. He has been asked by Glenelg to submit suggestions for settlement of boundary question."],"tagDate":["1838-09-11T00:00:00.000Z"],"tagPerson":["Harvey","Durham"],"tagPlace":["Fredericton"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II.","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."]},"6":{"tagNotebook":["MICROFILM SHELF LIST"],"tagDescription":["Correspondence between Lord Durham and the British Ministers at Washington, the Lieutenant Governors of the Provinces and the Governor of Bermuda"]},"37":{"tagPlace":["Alex Ward's Tavern"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I.","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["Sub-enclosures: (a) Copy. People there all leaving for London in alarm. At Chatman they are almost decided to yield without blow.","Sub-enclosure: (a) Proceedings in trial of Theller."],"tagDate":["1838-04-03T00:00:00.000Z"],"tagPerson":["Grogan","Maitland"]},"14":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I.","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Military Secretary's Office, Quebec"],"tagPerson":["Couper","Roman, Wm."],"tagDate":["1838-06-30T00:00:00.000Z"],"tagDescription":["(i) Minutes of Executive Council. On report of Commissioners of Enquiry, it was ordered that pardon should be extended to certain prisoners indicted but not arraigned, who had presented petitions, on condition of giving security for good behaviour for three years.","A.L.S. On subject of Lieut. Col. Gugy's claim to promotion."]},"557":{"tagDescription":["No. 12. L.S. Acknowledging despatch (No. 5) respecting warrant signed for £16,917-19-4, being Upper Canada's share of duties collected at Quebec. Regrets diminution in amount."],"tagDate":["1838-07-23T00:00:00.000Z"],"tagPerson":["Durham","Arthur"],"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."]},"202":{"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagDescription":["Enclosure: Confidential. A.L.S. Acknowledging confidential letter of 16th. Forwarded letter to Robinson. Gratification expressed at alteration in original plan. Enclosing copy of resolutions to be moved at public meeting in Toronto; also resolutions on which address is proposed in Cobourg."],"tagDate":["1838-09-26T00:00:00.000Z"],"tagPerson":["Durham","Arthur"]},"439":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME II."],"tagPlace":["Castle of St. Lewis"],"tagDescription":["A.L. Initialed. Finding it necessary to remove from continent of America 8 prisoners who have confessed themselves guilty of high treason, he has after consultation with Admiral of Fleet decided to send them to Bermuda, where, he learns, there are exceptional facilities for securing their safe detention. Asks Governor to take charge of them and trusts no inconvenience will ensue. Sends copy of Ordinance."],"tagPerson":["Chapman, S. R., Sir Governor of Bermuda","Durham"],"tagDate":["1838-07-03T00:00:00.000Z"]},"70":{"tagPlace":["Cornwallis","Sandwich"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["A.L.S. Preparations for departure of Vestal with prisoners for Bermuda.","Enclosure: Proclamation signed by Prince and nine other magistrates, for bidding intercourse between the Canadian and United States shores. In print."],"tagDate":["1838-07-03T00:00:00.000Z"],"tagPerson":["Paget","Durham"]},"88":{"tagPlace":["Detroit"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDate":["1838-04-14T00:00:00.000Z"],"tagPerson":["Whiting, W. L.","Prince"],"tagDescription":["Sub-enclosure: (h) Account to Thellers career."]},"388":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 3. CORRESPONDENCE BETWEEN LORD DURHAM AND THE BRITISH MINISTER AT WASHINGTON, THE LIEUTENANT GOVERNORS OF THE PROVINCES AND THE GOVERNOR OF BERMUDA. VOLUME I."],"tagDescription":["A.L.S. Enclosing report of Major Maclauchlan, Warden of Disputed Territory, and suggesting that, in event of persistence of measures in that territory by Maine authorities, a representation should be addressed by himself to Governor of Maine and by Durham to Government at Washington, with object of inducing Government of Maine to desist from adoption of aggressive measures."],"tagDate":["1838-06-20T00:00:00.000Z"],"tagPerson":["Harvey","Durham"]}}