{
  "106": {
    "tagPlace": ["Albany, New York."],
    "tagDescription": [
      "PARKER, Harriet Letter of Amasa Junius Parker, husband of Harriet Parker telling about his trip to Canada and the story of the St. Regis bell. The letter is dated from Malone, Cornwall, St. Regis and Hogansburgh, [1847]."
    ],
    "tagPerson": ["PARKER, Harriet"],
    "tagDate": ["1847-01-01T00:00:00.000Z"]
  },
  "116": {
    "tagPerson": ["BROUSSEAU, Léger"],
    "tagDescription": [
      "BROUSSEAU, Léger Deux lettres de G. Amyot: une est une copie d'une lettre de référence en faveur de Pantaléon Heudon, capable de devenir rédacteur d'un journal, s.d. (1 page)"
    ]
  },
  "114": {
    "tagPlace": ["Évêque de Toronto"],
    "tagDescription": [
      "CHARBONNEL, Armand-François-Marie de Lettre de Mgr Armand-François-Marie de Charbonnel à un correspondant inconnu mentionnant l'affaire Chiniquy, 25 février 1859."
    ],
    "tagPerson": ["CHARBONNEL, Armand-François-Marie de"]
  },
  "12": {
    "tagDescription": [
      "ELI, Elijah, Sr., and Elijah, Jr. Warrant for the arrest of Elijah Eli and his son for robbery against Thomas Barrow, contersigned by Nicholas Ogden setting bail at five pounds each, 3 July 1792."
    ],
    "tagPerson": ["ELI, Elijah, Sr.", "ELI, Elijah, Jr."],
    "tagDate": ["1792-07-03T00:00:00.000Z"]
  },
  "58": {
    "tagDate": ["1845-09-23T00:00:00.000Z"],
    "tagPerson": ["BRADLEY, Joseph Power"],
    "tagDescription": [
      "BRADLEY, Joseph Power Power of attorney to Joseph Power Bradley by Dominick Daly, and witnessed by Herbert Jones and Thomas Ross, 23 September 1845."
    ]
  },
  "189": {
    "tagPerson": ["MERRY DEL VAL, Raphaël"],
    "tagDescription": [
      "MERRY DEL VAL, Raphaël Copie imprimée d'une lettre de l'Honorable Thomas-Chase Casgrain, d'Isidore Belleau et de M.J.A. Charlebois au sujet de la question des écoles du Manitoba, 14 juin 1897."
    ]
  },
  "8": {
    "tagDescription": [
      "DAILY, Mary Indenture of apprenticeship for a mantua maker between Mary Daily and Mrs. Margaret McGlauglin, signed by Patrick Daily, Mary Daily (mark) and Mrs. McGlaughin, witnessed by William Lindsay and James Stapleton, 4 April 1789."
    ],
    "tagDate": ["1789-04-04T00:00:00.000Z"],
    "tagPerson": ["DAILY, Mary "]
  },
  "45": {
    "tagDescription": ["DIBDIN and, T. Williams The Death of Wolfe"],
    "tagPerson": ["Williams, T.", "DIBDIN"]
  },
  "87": {
    "tagDescription": [
      "CASOT, Jean-Joseph Note signée par Jean-Joseph Casot libérant Nicolas Villaire de la rente foncière de trois emplacements situés dans la rue Saint-Jean, 12 août 1792."
    ],
    "tagPerson": ["CASOT, Jean-Joseph"]
  },
  "306": {
    "tagDate": ["[1916-01-01T00:00:00.000Z TO 1967-12-31T23:59:59.999Z]"],
    "tagPerson": ["BETHUNE, Norman"],
    "tagDescription": [
      "BETHUNE, Norman Miscellaneous papers concerning Norman Bethune and consisting of various articles and addresses of Norman Bethune on the Spanish Civil War, on tuberculosis and which are reprinted from various magazines, 1932-1939; a group of three press clippings relating to Norman Bethune, 1947-1967; five photographs of Norman Bethune, 1917-1937, and membership card for the XVe Congrès international des physiologistes, URSS, Leningrad-Moscou, août 9-17, 1935."
    ]
  },
  "46": {
    "tagPlace": ["WALSINGHAM, TOWNSHIP OF"],
    "tagDate": ["1857-03-30T00:00:00.000Z"],
    "tagDescription": [
      "WALSINGHAM, TOWNSHIP OF Circular letter from E. Leonard, mayor of London, to the reeve of the Township of Walsingham requesting his cooperation for the purpose of petitioning the Governor-General to establish a Lunatic Asylum in London. An example of the form of petition is attached, 30 March 1857."
    ]
  },
  "287": {
    "tagDescription": [
      "LEE, Gedeon Letter from Alexander Robertson discussing the financial situation in Canada in 1837, 28 June 1837."
    ],
    "tagPerson": ["LEE, Gedeon"],
    "tagDate": ["1837-06-28T00:00:00.000Z"],
    "tagPlace": ["New York"]
  },
  "49": {
    "tagDescription": [
      "KIRBY, William Proof copy with corrections in manuscript of a poem entitled Canadian Forever, A national Song, 24 September 1867."
    ],
    "tagDate": ["1867-09-24T00:00:00.000Z"],
    "tagPerson": ["KIRBY, William"]
  },
  "129": {
    "tagDescription": [
      "RUTHERFORD, Robert William Journal of Robert Willliam Rutherford when he was Captain of B. Battery, C.A., giving an account of such incidents as the relief of Battleford, the battle of Cut Knife Hill and operations against Chief Big Bear's band during the Riel Rebellion, 25 March 1885 to 31 December 1885. Included in the journal is a double-page sketch of Vermilian River, Archer Section, C.P.R."
    ],
    "tagDate": ["[1885-03-25T00:00:00.000Z TO 1885-12-31T23:59:59.999Z]"],
    "tagPerson": ["RUTHERFORD, Robert William"]
  },
  "302": {
    "tagPerson": ["ARNOLD, Benedict"],
    "tagDate": ["1791-05-02T00:00:00.000Z"],
    "tagDescription": [
      "ARNOLD, Benedict Affidavit, signed by Benedict Arnold concerning the debt of Truman Hughes, sworn before Joshua Upham, together with a statement concerning Truman Hughes, signed by Richard Arnold, 2 May 1791."
    ]
  },
  "124": {
    "tagDescription": [
      "[ROY, Joseph-Edmond] Lettre de Pierre-Joseph-Olivier Chauveau rappelant à [Joseph-Edmond Roy] son rôle lors de l'incendie du Château Saint-Louis en 1834 et lui suggérant de présenter un de ses mémoires à la Société royale du Canada, 3 mars 1885."
    ],
    "tagPerson": ["ROY, Joseph-Edmond"],
    "tagDate": ["1885-03-03T00:00:00.000Z"]
  },
  "15": {
    "tagDate": ["1796-02-17T00:00:00.000Z"],
    "tagPerson": ["DIEMAR, Augustus de"],
    "tagDescription": [
      "DIEMAR, Augustus de Document stating the conditions under which Augustus de Diemar accepted a grant of land from the associates Henry Juncken and William Hall in the township of Broughton, 17 February 1796."
    ]
  },
  "193": {
    "tagDescription": [
      "DAVID, A.J. Narrative of a ten week journey from Liverpool to Montreal; across Canada by rail to Victoria; and return to Toronto; by rail to New York; New York to Liverpool. The narrative is in the form of a typescript letter to A.J. David's daughter, Beatrice of London, England, dated 12 October 1912. The author gives sketchy description of numerous places and people visited. Of interest is his description of the Calgary Stampede, (pages 30-35), 3 August 1915 - 12 October 1912."
    ],
    "tagDate": ["1912-10-12T00:00:00.000Z"],
    "tagPerson": ["DAVID, A.J."],
    "tagPlace": ["London, England"]
  },
  "61": {
    "tagDescription": [
      "BRADLEY, Joseph Power Telegram to Joseph Power Bradley from George H. Lane, 12 January 1850."
    ],
    "tagPerson": ["BRADLEY, Joseph Power"],
    "tagDate": ["1850-01-12T00:00:00.000Z"]
  },
  "77": {
    "tagDate": ["1758-10-30T00:00:00.000Z"],
    "tagPerson": ["BARRINGTON, William Wildman"],
    "tagDescription": [
      "BARRINGTON, William Wildman, second Viscount Barrington Letter from Edward Whitmore relating to the expulsion of the Acadians on the Island of St. Johns, 30 October 1758."
    ]
  },
  "90": {
    "tagDescription": [
      "MONTREAL AND QUEBEC, scene of Double fore-edge paintings showing Montreal and Quebec from the St. Lawrence River about the year 1815 done on book entitled Ballads and Lyrical Pieces by Walter Scott (Edinburgh, 1812).",
      "HACKET, Thomas Document signed by David Allgeo attesting that there has never been any disturbance from the house of Thomas Hacket, tavern keeper, 1 March 1796."
    ],
    "tagDate": ["[0000-03-01T00:00:00.000Z TO 1812-12-31T23:59:59.999Z]"],
    "tagPerson": ["HACKET, Thomas"],
    "tagPlace": ["MONTREAL AND QUEBEC"]
  },
  "103": {
    "tagDate": ["1837-11-06T00:00:00.000Z"],
    "tagPerson": ["BORNAIS, Jean-Baptiste"],
    "tagDescription": [
      "BORNAIS, Jean-Baptiste Résolution de l'assemblée de la paroisse de Saint-Valentin souhaitant l'organisation d'un corps de milice sous le nom de Fils de la Liberté et signé par Jean-Baptiste Bornais, secrétaire, 6 novembre 1837."
    ]
  },
  "24": {
    "tagDescription": [
      "MORAVIAN MISSIONS, Labrador The document is in the Lande Room at McGill University, Montreal."
    ],
    "tagPerson": ["MORAVIAN MISSIONS"]
  },
  "267": {
    "tagDescription": [
      "CANADA EAST: Seigniorial Tenure, 1854 Manuscript copy of a document listing seigniorial land grants in New France from 28 February 1626 to 13 September 1674. It lists date of grant, grantor, grantee, description of grant, motives or reason of grant, and the tenure charges or conditions of each grant."
    ],
    "tagDate": ["1854-01-01T00:00:00.000Z"],
    "tagPlace": ["CANADA EAST"]
  },
  "66": {
    "tagDate": ["1886-03-15T00:00:00.000Z"],
    "tagPerson": ["WILKES, Captain"],
    "tagDescription": [
      "WILKES, Captain Petition to Captain Wilkes signed by 30 members of the C Company of the Winnipeg Rifles, and requesting a promotion for Private J.H. Howden to the rank of second lieutenant, 15 March 1886."
    ]
  },
  "119": {
    "tagDescription": [
      "WINSTON, O.B. Letter from Léger Brousseau telling O.B. Winston that his library was burned in 1872 and that since then he has kept no library other than a few of his publications, 25 July 1884."
    ],
    "tagDate": ["1884-07-25T00:00:00.000Z"],
    "tagPerson": ["WINSTON, O.B."]
  },
  "50": {
    "tagDescription": [
      "LORIMIER, Édouard-Narcisse-Chamilly de Document assigning power of attorney to Édouard-Narcisse de Lorimier, authorizing him to negotiate on behalf of the Caughnawaga Indians with the government of the state of New York in the matter of monies due to them for certain concessions made to the state, signed by seven Grand Chiefs of Caughnawaga, together with Louis Barbeau and M. Hébert, notaries public, 3 April 1844. Also included are documents certifying that the Chiefs are empowered to represent their tribe signed by D.C. Napier, 24 April 1844, that D.C. Napier is secretary of Indian Affairs for the province of Lower Canada, 1 May 1844, and that Louis Barbeau and H. Hébert are accredited notaries public, 29 April 1844."
    ],
    "tagDate": ["1844-01-01T00:00:00.000Z"],
    "tagPerson": ["LORIMIER, Édouard-Narcisse-Chamilly de"]
  },
  "99": {
    "tagDate": ["1832-07-26T00:00:00.000Z"],
    "tagPerson": ["CHANDLER, Edward Baron"],
    "tagDescription": [
      "CHANDLER, Edward Baron Circular dated from Halifax, apparently addressed to E.B. Chandler concerning the revision of the forms and practice of the Courts of Justice and signed by the commissioners appointed to enquire on this subject, 26 July 1832."
    ]
  },
  "297": {
    "tagDescription": [
      "[GORDON, Sir Arthur Hamilton] Note from Sir Samuel Leonard Tilley apparently relative to the application by the province of New Brunswick to join Confederation, ca. 1866."
    ],
    "tagPerson": ["GORDON, Arthur Hamilton Sir"],
    "tagDate": ["1866-01-01T00:00:00.000Z"]
  },
  "279": {
    "tagPerson": ["CUGNET, François-Étienne"],
    "tagDescription": [
      "CUGNET, François-Étienne Bail, à titre de ferme, pour une durée de neuf ans, du monopole de la traite de Tadoussac, par l'intendant Gilles Hocquart, à François-Étienne Cugnet, 21 août 1737. Copie collationnée par Pierre-Louis Panet sur les minutes du notaire Pinguet, 10 décembre 1788."
    ]
  },
  "78": {
    "tagDate": ["1762-06-28T00:00:00.000Z"],
    "tagPerson": ["GAY, Jonathan"],
    "tagDescription": [
      "GAY, Jonathan Letter from William Allan describing the conditions of land grants for the founding of the townships of Cumberland in New Brunswick after the expulsion of the Acadians, 28 June 1762."
    ]
  },
  "264": {
    "tagDescription": [
      "SHERBROOKE, Sir John Coape Memorandum to staff confirming the appointment of Sir John Coape Sherbrooke as Commander of the forces of Canada, Nova Scotia, New Brunswick and Prince Edward Island, approved by George IV, King of England, 18 January 1816."
    ],
    "tagPerson": ["SHERBROOKE, John Coape Sir"],
    "tagDate": ["1816-01-18T00:00:00.000Z"]
  },
  "101": {
    "tagPerson": ["CHARBONNEAU, François"],
    "tagDescription": [
      "CHARBONNEAU, François Certificat médical signé par [T.-C.] Cazeneuve certifiant que François Charbonneau est trop malade pour être transporté à Montréal, 26 février 1837."
    ]
  },
  "81": {
    "tagDescription": [
      "CARLETON, Thomas Return of Articles Wanted for the Quartermaster General Department for the British Army in Canada, 1781."
    ],
    "tagPerson": ["CARLETON, Thomas"],
    "tagDate": ["1781-01-01T00:00:00.000Z"]
  },
  "86": {
    "tagDate": ["1787-09-12T00:00:00.000Z"],
    "tagPerson": ["BRITISH ARMY"],
    "tagDescription": [
      "BRITISH ARMY: Commissioners of His Majesty's Treasury, 1787 Document directed to the Commissioners of His Majesty's Treasurer certifying that Turnbull Macaulay and T. Gregory, contractors for victualling the troops in Canada, have carried out this service, signed by Sir Guy Carleton, 12 September 1787."
    ]
  },
  "290": {
    "tagDate": ["1839-10-31T00:00:00.000Z"],
    "tagPerson": ["TINDLEY, Charles"],
    "tagDescription": [
      "TINDLEY, Charles Indenture assigning Charles Tindley to Mathew Jameson, prepared by L.L. Wilkes on behalf of the Montreal Orphan Asylum and signed by L.L. Wilkes, Elisha Cribbs, Mathew Jameson and John Hunter, 31 October 1839."
    ]
  },
  "72": {
    "tagDescription": [
      "LEFEBVRE, Pierre Concession d'une terre par Jean Toupain à Pierre Lefebvre en la seigneurie de Bélair, signée par Louis Chambalon, notaire, 19 juin 1694."
    ],
    "tagPerson": ["LEFEBVRE, Pierre"]
  },
  "64": {
    "tagDescription": [
      "CARROLL, William Deed of sale to William Carroll of a parcel of land owned by the Canada Company in the Township of Blanchard in the county of Perth, signed by Frederick Widder and William Benjamin Robinson, attornies for the Canada Company, 3 January 1854."
    ],
    "tagPerson": ["CARROLL, William"],
    "tagDate": ["1854-01-03T00:00:00.000Z"]
  },
  "94": {
    "tagDescription": [
      "BOSSANGE, Hector État de compte présenté à Hector Bossange par Alexis Bourret pour la pension et le logement d'Hector Bossange et sa femme, 6 novembre 1816."
    ],
    "tagPerson": ["BOSSANGE, Hector"],
    "tagDate": ["1816-11-06T00:00:00.000Z"]
  },
  "284": {
    "tagDescription": [
      "AULD, John Letter from James McKenzie regarding shipping rates and ice conditions on the St. Lawrence River, 29 March 1847."
    ],
    "tagDate": ["1847-03-29T00:00:00.000Z"],
    "tagPerson": ["AULD, John"]
  },
  "97": {
    "tagDescription": [
      "BOQUET, Michel 1830 Lettre d'attestation donnant des bonnes références sur le caractère de Michel Boquet et signée par William Blumhart, C. Dugat, Charles Fortier, Eustache Forgue, P. Boissonnault, H. Laine, Simon Normand et Monsieur Beaumont. La lettre est en rapport avec la demande de Michel Boquet pour le poste de huissier."
    ],
    "tagDate": ["1830-01-01T00:00:00.000Z"],
    "tagPerson": ["BOQUET, Michel"]
  },
  "117": {
    "tagDescription": [
      "BROUSSEAU, Léger l'autre examine les accusations du professeur [Weire] portées contre le Courrier du Canada, 7 janvier 1876 (4 pages)."
    ],
    "tagPerson": ["BROUSSEAU, Léger"],
    "tagDate": ["1876-01-07T00:00:00.000Z"]
  },
  "299": {
    "tagPerson": ["DESSAULLES, Louis-Antoine"],
    "tagDescription": [
      "DESSAULLES, Louis-Antoine Lettre d'Edmund Allen Meridith au sujet de la vente illégale de boissons alcooliques aux Indiens de Caughnawaga, 11 août 1875."
    ]
  },
  "20": {
    "tagDescription": [
      "TUCKER, Richard Alexander Staff warrant signed by George Ramsay Dalhousie while Lieutenant-Governor of Nova Scotia and authorizing Richard Alexander Tucker to pay Major George Couper, two hundred eighty-nine pounds, 26 December 1816."
    ],
    "tagDate": ["1816-12-26T00:00:00.000Z"],
    "tagPerson": ["TUCKER, Richard Alexander"]
  },
  "25": {
    "tagPerson": ["ROSS, Sir John "],
    "tagDate": ["1835-03-24T00:00:00.000Z"],
    "tagDescription": [
      "ROSS, Sir John Letter from several friends regarding two compasses delivered on the ISABELLA, and which appeared to have been missing, 24 March 1819.",
      "ROSS, Sir John Letter to the Editor of the Times by Sir John Ross, 13 November 1835. This letter was later printed on the title page of an Explanation and Answer to Mr. John Braithwaite's Supplement to Captain Sir John Ross's Narrative of a second voyage in the VICTORY in search of a North-west Passage (London, 1835) by Sir John Ross. This volume is included with the papers. A copy of the letter is to be found in the Lande catalogue. Also included is theSupplement to Captain Sir John Ross's Narrative of a Second Voyage in the VICTORY, in search of a North-West passage containing The Suppressed Facts necessary to a proper understanding of the causes of the failure of the steam machinery of the VICTORY and a just appreciation of Sir John Ross's character as an officer and a man of science (London, 1835) by John Braithwate."
    ]
  },
  "21": {
    "tagDescription": [
      "WOOLSEY, John William Document relating to the conditions of sale of a parcel of land belonging to Paul Lacroix of the parish of Saint-Vincent-de-Paul and purchased by J.W. Woolsey, 30 August 1820. "
    ],
    "tagPerson": ["WOOLSEY, John William "],
    "tagDate": ["1820-08-30T00:00:00.000Z"]
  },
  "293": {
    "tagPerson": ["WELDON, John Wesly"],
    "tagDate": ["1846-08-18T00:00:00.000Z"],
    "tagDescription": [
      "WELDON, John Wesly Document signed by Queen Victoria and Lord Grey and addressed to Charles Murray appointing John Wesly Weldon to be Queen's Council in New Brunswick, 18 August 1846."
    ]
  },
  "17": {
    "tagDescription": [
      "CHAMBERLAIN, John Land grant to John Chamberlain by Sir James Craig of a tract of land in the township of Stanstead (Québec), formerly part of the Clergy Reserve, 1809."
    ],
    "tagPerson": ["CHAMBERLAIN, John"],
    "tagDate": ["1809-01-01T00:00:00.000Z"]
  },
  "5": {
    "tagDescription": [
      "RAINVILLE, Paul Lettre circulaire de François Duperron Baby relative à la milice et à l'envoi à Paul Rainville de deux ordonnances sur le logement des troupes et le bois de chauffage. On trouve aussi une «table de tarif pour le paiement des habitants sur les corvées dans la province de Québec», 1787."
    ],
    "tagDate": ["1787-01-01T00:00:00.000Z"],
    "tagPerson": ["RAINVILLE, Paul"]
  }
}
