{"184":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDescription":["Petition of Michael Mason: For clemency."],"tagDate":["1829-01-01T00:00:00.000Z"]},"186":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDate":["1829-01-01T00:00:00.000Z"],"tagDescription":["Petition of Patrick McGan: For appointment as Government Auctioneer."]},"24":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagPlace":["Norwich"],"tagPerson":["Colborne","Cromwell, William"],"tagDate":["1829-12-26T00:00:00.000Z"],"tagDescription":["Cutting a road through Norwich."]},"30":{"tagDescription":["Petition of Peter Montgomery: That his family may be brought to York."],"tagDate":["1829-12-26T00:00:00.000Z"],"tagPlace":["York"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"69":{"tagDate":["1829-12-29T00:00:00.000Z"],"tagDescription":["Memorial of John Goessman enclosing estimates and plan for a foot walk in York."],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagPlace":["York"]},"138":{"tagDescription":["Petition of Abyram Munro: To be relieved of part of his sentence."],"tagDate":["1829-01-01T00:00:00.000Z"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"125":{"tagDate":["1829-01-01T00:00:00.000Z"],"tagDescription":["Statement of fess accruing to Registry Office of Frontenac."],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"147":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDate":["1829-01-01T00:00:00.000Z"],"tagDescription":["Petition of Andrew Cunningham for assistance."]},"55":{"tagDate":["1813-10-01T00:00:00.000Z"],"tagDescription":["Papers concerning Lt. Frederick Rolette: (3) Certificate of Commander R. Barclay: Services of Rolette."],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"51":{"tagPlace":["Quebec"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDescription":["Papers concerning Lt. Frederick Rolette: (1) Certificate of Robert Gilmore: Services of Rolette (copy)."],"tagDate":["1829-12-29T00:00:00.000Z"]},"39":{"tagDescription":["Mill on the Matchedash cannot be refused to Mitchell."],"tagPerson":["Mudge","Phillpotts, G., Capt."],"tagDate":["1829-12-28T00:00:00.000Z"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"27":{"tagDate":["1829-12-26T00:00:00.000Z"],"tagDescription":["Names of persons suitable for magistrates in Lanark and Perth. Mathew Leech, Alexander McVicar, George Tenant, James Rae, John Hutchinson, John Richey."],"tagPlace":["Perth"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagName":["Marshall, W."]},"15":{"tagPlace":["Fort George"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDate":["1829-12-24T00:00:00.000Z"],"tagPerson":["Phillpotts, G., Capt.","Mudge, Z."],"tagDescription":["Application from Niagara magistrates for portion of reserves to erect public buildings. Enclosure: John Harris and Richard Howard to Capt. Phillpotts (copy): Permission to purchase part of military reserve."]},"11":{"tagDescription":["Petition of Jonathan Stevens for redress of grievances."],"tagDate":["1829-12-23T00:00:00.000Z"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagPlace":["Perth"]},"1009":{"tagDate":["[1830-03-01T00:00:00.000Z TO 1830-04-28T23:59:59.999Z]"],"tagNotebook":["RG 5, A 1: UPPER CANADA SUNDRIES"]},"131":{"tagDescription":["Petition in favour of John Johnson Thompson under sentence of death. R. R. Sullivan, Robt. Baldwin, Thomas Ridout, R. C. Horne, I. Wenham, Jas. Ridout, C. S. Murray, David Paterson, Robert Meighen, F. ---- Jocks Jr., J. Kane, Robt. Thornhill, Thomas McClure, James Sherman, James Armstrong, Levi Fairbanks, Michael Dixon, [W. McDermot], David [A. Manual], John McDermot, B. Brennan, Patrick Kenney, Thomas Platt, Isaac Stephenson, John Baywell, Wm. Atkinson, Wm. Murphy, J. P. Wood, J. Levins, Peter Paterson, D. Brooke Jr., Thos. Brooke, John Marshall, Silas Burnham, James C. Godwin, John Mosley, John R. Beek, Charles Ridout, Mich. Meighen, C. Nelson, Robert Cathcart, John Roddy, James Adams, Wm. Campbell."],"tagDate":["1829-01-01T00:00:00.000Z"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"59":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDescription":["Papers concerning Lt. Frederick Rolette: (5) Certificate of Major General H. Proctor: Services of Rolette (copy)."],"tagDate":["1816-11-02T00:00:00.000Z"]},"36":{"tagDate":["1829-12-28T00:00:00.000Z"],"tagPerson":["Mudge, Z.","Pattee, David"],"tagDescription":["Testimonial to Moses Pattee."],"tagPlace":["Hawkesbury"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"61":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDescription":["Papers concerning Lt. Frederick Rolette: (6) Certificate of R. Richardson, surgeon,: Wounds sustained by Rolette. "],"tagDate":["1813-01-22T00:00:00.000Z"]},"65":{"tagDate":["1829-08-17T00:00:00.000Z"],"tagDescription":["Papers concerning Lt. Frederick Rolette: (8) Appointment of Rolette to command the Detroit. (copy). Note signed by E. Demer."],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"194":{"tagDescription":["Petition of James G. Strowbredge for assistance in recovering sum due."],"tagDate":["1829-01-01T00:00:00.000Z"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"110":{"tagDate":["1829-01-01T00:00:00.000Z"],"tagDescription":["Address of inhabitants of Norfolk Country on visit of Lt. Governor. A, Rapelje, John Kirkpatrick, James Graham, Jacob Potts, Francis I. Walsh, Daniel McCall, William Wilson, Gabriel Culver, Jacob Lang, Peter O. Carr, Philip Beemer, Josael W. Powell, Roland Gilbert, Isaac Gilbert, Peter W. Rapelje, John B. Askin, Duncan Campbell, John Robins, Thos. Bowlby, John B. Crowse, Ezekiel Foster, Joseph Ryerson, Platt Moore, Ephraim Tisdale."],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"115":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDate":["1829-01-01T00:00:00.000Z"],"tagDescription":["Address of inhabitants of Amherstburg on visit of Lt. Governor. Eben. Reynolds, John Patton, Geo. Ironside Jr., M. Andrews, Jas. Gordon, W. Berczy, Charles Fortin, Robt. Reynolds, B. Macon, Chas. Berczy, Wm. Duff, Wm. Ambridge, David Kemp, M. Elliott, James Kevill, Alex. McGregor, Thomas Park, A. Clarke, Lewis G. Gordon, Geo. Ironside, R. Rolph, Robert Innes, Robert Ironside, John Comer, A. Gale, J. B. Mercure, D. Pastorius, N. Parent, Ant. Ralilot, Wm. Johnston, David Botsford, G. Arivison, John Nelson, A. Laferte."]},"84":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagPlace":["York"],"tagPerson":["Steven, A.","Boulton, H. J."],"tagDate":["1829-12-30T00:00:00.000Z"],"tagDescription":["Seeks appointment as a Notary Public."]},"106":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDate":["1829-01-01T00:00:00.000Z"],"tagDescription":["Address of inhabitants of Bytown on visit of Lt. Governor. Chas. Shirriff, Joseph Hagerman, A. Ansly, Daniel Fisher, K. R Robertson, Wm. S. Calden, John Cameron, Grove Chamberlain, Alexander Cameron, Allan Cameron,.Wm. Grier, Ewen Cameron, Rev. P. Haran, John McCarthy, Daniel Horner, John Pennefather, Joseph Quinten, Wm. Gahan, Clements, Brady, John Joyce, Hugh Calder, Jas. Knapp, Donald Munro, H. L. King, Jonah Chamberlain, James Black, Anthony Cote, James [Jehnote], Thomas Burk, Jas. F. Taylor, John Martin, George Patterson, Wm. Thompson, George Ulope, M. Connell, Geo. Buchanan, Wm. Matheson, R. Neville, Henry Church, I, O'Hare, Henry McNally, Enos Roulands, I. Reggin, John nGetters, N. McManus, Henry McNally, Jr., N. Mackay, James Fitzgibbon, John Mclnnis, Geo. Barclay, Reuben Traveller, George I. Rankin, John McClay, Alex. Shirriff, Charles Shirriff Jr."]},"190":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDate":["1829-01-01T00:00:00.000Z"],"tagDescription":["Petition from Ottawa District: Administration of justice. Alex. McDonell, Alex. Grant, John Buchanan, Ant. Landriaux, John Keanes, John G. McIntosh, Chauncey Johnson, Charles Waters, John O'Brine, James Gates, Jeremiah P. Marston, Angus Shaw, Charles Flyn Jr., William Wait, Joseph Potter, Anthony [Lavalesill], Olmsted Gates, Era P. Remington, John Hartwick, Wm. Grant, William Coffin, Ewen Cameron, James Murray, Donald Cameron, James Murray, Donald McLeod, Robt. C. Campbell, John McBann, Abraham Leonard, Neil Stewart, Peter Bears, Wm., Clarke, Peter Heakey, Duncan McDonell, David Wilcox, Alex. Cameron, Antoine [Laux], Charles Reinhart, Edin Johnson, Joseph Kellogg, I. Chesser, John Ramsay, Jeremiah Center, Isaac Weldon."]},"67":{"tagPlace":["Richmond"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDescription":["Land petition of David Stewart."],"tagDate":["1829-12-29T00:00:00.000Z"]},"181":{"tagDate":["1829-01-01T00:00:00.000Z"],"tagDescription":["Petition of William Murray: For admittance to Asylum for Sick and Infirm."],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"149":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDate":["1829-01-01T00:00:00.000Z"],"tagDescription":["Return of Fines received from militia deliquents 1813-1829."]},"1709":{"tagDate":["[1830-05-01T00:00:00.000Z TO 1830-06-28T23:59:59.999Z]"],"tagNotebook":["RG 5, A 1: UPPER CANADA SUNDRIES"]},"5":{"tagPerson":["Chewett, W.","Mudge, Z."],"tagDate":["1829-12-23T00:00:00.000Z"],"tagDescription":["Survey for Henry Jones."],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagPlace":["Sur. Gen. Office"]},"142":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagPlace":["Mora"],"tagDate":["1829-01-01T00:00:00.000Z"],"tagDescription":["Land petition of David McLaughlin."]},"21":{"tagDate":["1829-12-24T00:00:00.000Z"],"tagDescription":["Petition of John Goessman for a grant of Puslinch Township to Menonite settlers."],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagPlace":["York"]},"179":{"tagDescription":["Will act as messenger."],"tagPerson":["Mudge","Dade, C., Rev."],"tagDate":["1829-01-01T00:00:00.000Z"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"57":{"tagDescription":["Papers concerning Lt. Frederick Rolette: (4) Certificate of G. B. Hall: Services of Rolette."],"tagDate":["1812-12-24T00:00:00.000Z"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagPlace":["Amherstburg"]},"197":{"tagName":["Dunn, J. H."],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagPlace":["York"],"tagDescription":["Transmits Merritt's letter. Completion of Welland Canal. (Enclosure missing)."],"tagDate":["1829-01-01T00:00:00.000Z"]},"134":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDescription":["Petition from Hastings on behalf of Bryan Munro. Edward Fidlar, Jeremiah Hubel, Ira R. Bush, [H.] Hoard, Hezekiah Hoard, William Hoard, James Anderson, Aron Hord, Calvin Hord, Simon Barnum, Ephraim Barnum, Daniel Barnum, R. Barnum, John Hubel, Allen Hubel, Oliver Munro, Cortlin Munro, Henry Bartlett, Thos. W. Leonard, Amos Thrasher, William Walbridge, William Zevick, Gilead Betz, T. E. Parker, Silas Smith, William Tulloch, Aaron Davis, Michael Teal, Royal Munro, Simeon Ashley, William England, Edward Grant, Thomas Ketcheson, Cornelius Thrasher, H. P. Watkins, Peter Frederick, Wolsey Thrasher, Robert Morison, B. C. Johns, Preserved Morse, John Clark, John Bernard, John Wiss, Laurence Conley, Jacob Conley, Samuel Green, Joseph Green, Joseph R. Bush, Henry McMullan, Daniel Huffman, John W. Butler, Jedediah Commins, Jeremiah Covent, Elias B. Convent, James Wescot, John Fraser, William Thrasher, Gilli Couch, Thomas Willman, B. Chard, Daniel Mack, Joseph Mitchell, Elijah Allan, Peter Hubel, William Young, A. D. Chisholm, Samuel Hubel, Henry Hubel, James R. Bush, Henry Coutch, Seth [Ward], Sam. R. Bush, Joseph Bush, Nathaniel Dunham, Jonathan Horton, Hugh McDonald, John Horben, Nehemiah Hubel Jr., Allonzo Hubel, John McCay, Joseph Marllon, Nicholas Lake, Joshua B. [Yard], Lemuel McConiel, William Simmins, Noah Harris, Alex Lapam, Joseph Couch, Daniel Chard, Edward Hord, Andrew House, Warren Howe, Jonathan Phillips, Jenks W. Perkins, Sylvenus Garnsey, Roderick Hoard."],"tagDate":["1829-01-01T00:00:00.000Z"],"tagPerson":["Hastings"]},"121":{"tagDescription":["Petition of John Martin: Suit against Alex Mcdonell."],"tagDate":["1829-01-01T00:00:00.000Z"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"172":{"tagDate":["1829-01-01T00:00:00.000Z"],"tagPerson":["Mudge, Z.","McLean, A. "],"tagDescription":["Necessity of making information on vacant lots available."],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"203":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDescription":["List of opinions given by Attorney-General for year 1829."],"tagDate":["1829-01-01T00:00:00.000Z"]},"9":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagPlace":["Fort Erie Mills"],"tagPerson":["Kerby, J.","Mudge, Z."],"tagDate":["1829-12-23T00:00:00.000Z"],"tagDescription":["Will resume his duties in the Court of Requests."]},"43":{"tagDate":["1829-12-28T00:00:00.000Z"],"tagPerson":["Clark, James","Colborne"],"tagDescription":["Seeks an interview."],"tagPlace":["Hamilton"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"82":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagPlace":["Niagara Falls"],"tagPerson":["Phillpotts","Fortsyth, W."],"tagDate":["1829-12-30T00:00:00.000Z"],"tagDescription":["Does not intend to start a ferry to Goat Island."]},"33":{"tagPlace":["Cornwall"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDate":["1829-12-27T00:00:00.000Z"],"tagPerson":["Hillier","Macdonald, A., Capt."],"tagDescription":["Encloses memorial for an island grant in St. Lawrence. (Memorial missing)."]},"140":{"tagDate":["1829-01-01T00:00:00.000Z"],"tagPerson":["Mackenzie, John, Rev.","Fraser, A. "],"tagDescription":["Extract of letter. M. P.: Clergy reserves."],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"47":{"tagDate":["1829-12-28T00:00:00.000Z"],"tagDescription":["Petition of inhabitants of Gore District to use vacant lots to make a road. Jas. Crooks, James Kirkpatrick, Hiram Capron, James B. Sterrett, John Muirhead, Alex. Hanes, Barnabas Howard, John Cope, Andrew T. Kerby, Richard Hatt, Manuel Overfield, Andrew Steven, George Durand, John Gamble, John Lesslie, John Rosse, Ebenezer C. Griffin, James Durand, Silvester Davis, Thos. Hilton, [J. McGuire], C. M. McDonnell, Abner Reeve, Rupil Prentiss, Samuel Ansley, D. Matheson, Erra Thomas, James Hess, John Miller, Charles Phillips, Benjamin Spencer, George Beorsh, Joseph Spencer, Hugh McMahon, Jacob Bastedo, Platt Nash, William Bechtel, Peter Bomberger, Peter Bomberger Sr., Abraham Horning, Levi Farnsworth, John Cope, Jonathan Blaswell, Daniel Blaswell, Henry Head, John Wine, David Shannon, James Patten, Allan Nixon, Hiram Tuttle, James De Graw, Aaron Patten, Daniel Grove, John Vincent, Peter Francis, John Burley, Henry Anglemeyer, Isaac Markle, James Gevern, Alexander Camp, George Jones, William Jones, Emanuel Playter, Robert Elliot, Wm. Jackson, Edward Hilton, Jacob Thorpe, David Olliphant, John Elliot, Jas. B. Ewart, Abner Rosebrugh, James Chambers, Hugh Chambers, John Paterson, Daniel Campbell, James Heslop, Peter O. W. Everitt, Abner Everitt, Jacob Radebaugh, Jacob Gastain, Wm. Markle Jr., George Markle, Elias White, Wm. Winegarden, Ostram Markle, John Hanes, John Hanes Sr., James Hanes, George Goodhue, Ebenezer Goodhue, Henry McKay, Amos Parmorter, Edward Clements, Jos. Vanvolkenburg, Nathan Howell, Thomas Waugh, Arnold Hunt, Henry Anglemeyer, Henry Cops, Jacob Cope Jr., James McGuire, Isaac Shaver, Mr. Thomas, John Foster, James Kalar, William Buckberry, A. S. D., Vrooman, Benj. G. Becker, Michael Showers, Asa Sales, James Thompson, Thomas Gadd, Philip Bastard, John Burwell, Richard Dawson, Thomas Nice, Jacob Cornell, Benang Vansickel, Louies Evans, John Hunt, Geo. Everitt, Matthew Crooks, Lawrence Vanhorn, Gabriel Purdy, Luke Spurr, A. Ralison, Myrin Ames, Freeman Goodel, Carlton C. Smith, John Chatterson, Ralph J. Woodward, Michael Showers, Benjamin Cole, Abner Matthews, Reuben Dutcher, Nathaniel True, William Stover, John Sprague, Henry Leigh, Williams Curtis, Wm. G. Curtis, James Leach, Reuben Dayton, William McWilliams, Daniel Gardner, Albin Stoven, Nathan Fowler, Wm. Biswell, Christopher Harrison, William Preece, Orren Lamberton, John Prukerk, John Showers Sen., John Showers, Levi White, John Innis, Augustus Jones, Timothy Brigham, Henry Jones, Roswell Brown, James Parker."],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagPlace":["Dundas"]},"86":{"tagDescription":["Report of Directors Welland Canal Company. William Allan, George Keefer, John I. Lafferty, Robert Dickson, John Henry Dunn, Henry I. Boulton."],"tagDate":["1829-12-31T00:00:00.000Z"],"tagPlace":["Welland Canal Company"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"53":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagPlace":["Sandwich"],"tagDescription":["Papers concerning Lt. Frederick Rolette: (2) Conveys thanks of Colonel Proctor (copy)."],"tagPerson":["Throughton, F., Lt.","Rolette"],"tagDate":["1813-01-28T00:00:00.000Z"]},"176":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDate":["1829-01-01T00:00:00.000Z"],"tagDescription":["Petition of Patrick Connor: Assistance."]},"206":{"tagDate":["[1830-02-28T23:59:59.999Z TO 1830-03-01T00:00:00.000Z]"],"tagNotebook":["RG 5, A 1: UPPER CANADA SUNDRIES"]},"13":{"tagDescription":["Inquiry from Hurd about the Department."],"tagPerson":["Chewett, W.","Mudge, Z."],"tagDate":["1829-12-24T00:00:00.000Z"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagPlace":["Sur. Gen. Office"]},"200":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDescription":["Return of Huntly Co. of Militia, 1827-1829. Geo R. Landel, I Davidson, Thomas Christie, John Cockburn, John Acres, Mathew Taylor, Wm. Mooney, Henry McBride, John Hedley, Patt Horton, John Burrows, Geo. Burrows, Donald Campbell, Thomas Graham, George Graham, Wm. Arstein, James Starr, Moses Wilson, James Moran, Samuel Hyde, Wm. Hays, Thomas McCord, James McCord, Wm. McCord, Richard Marah, John Gaile, Hugh Sacky, James Dealy, Thomas Milligan, John Milligan, Jerey Evoy, John Evoy, Mathew Evoy, John Cavanagh, Denis Cavanagh, Wm. Montgomerie, John Mooney, Denis [Flaney], George Innis, Hugh Innis, Robert Johnston, William Ivry 1st, Thomas Ivry, Wm. Ivry 2nd, Thomas Kenedy, Robert Johnston, Robert Workman, James Larot, Hugh Domington, John Domington, John Armstrong, Wm. Brown, James Caldwell, Benj. Barton, Thomas [Argue], George Argue, Hawkins Murphy, Thomas Remington, Thomas Graham, John Graham, Arnold Graham, James Wilson, Wm. Johnston, John Wilson, Rodger Witton, Richard Williams, Thomas Hodgans, David Kenedy, Patt McKay, Samuel Moorhead, John Bradley, John Turney, John Stiles, Mickle Lawry, Hamilton Lawry 1st, Robert Lawry, Samuel Lawry, William Lawry, Savage Lawry, Hamilton Lawry 2nd, George Lawry, Mickle Cochill 1st, Mickle Cochill 2nd, William Shirley, Robt. Armstrong, Wm. Gram, Wm. Carter, Daniel Magher, Richard Hodgans, Wm. McCoon (deceased), John Souster, Thomas Armstrong, Edward McDaniel, John Graham 2nd, Wm. Lulur, Wm. Morgan, Samuel Seaman, Robert Taylor, John Read, James Moorhead, David Moorhead, John Moorhead, Samuel Moorhead, Andrew Alexander, Wm. Alexander, Alex. Johnston, John Johnston, Mickel Morgan, John Olive, Thomas Bradley, Robert Shannon, John Grier, John McAfee, Robt. McGee, William Cavanagh, Isaac Pratt, Edward Stiles, John Michan, William Scott, William Maxwell, James White, Timothy O'Bryan, James Allen, Daniel Bronnahan, Gampey Danagha, William Drake, P. Neligan, Mickle Cronan, Thomas Brosnahan, P. Keffee, John Kenedy, John Welsh, Thos. Keffee, James Forrest, P. Mosley, Martin Mangel, Richard Forresh, John Russel, John Mantili, John McAeon, Wm. Mills, Hugh Moore, Carrol Sullivan, Robt. Argue."],"tagDate":["1829-01-01T00:00:00.000Z"]},"78":{"tagDescription":["Claim of Mr. Baird."],"tagPerson":["Baby, J.","Mudge, Z."],"tagDate":["1829-12-29T00:00:00.000Z"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"63":{"tagDate":["1817-02-22T00:00:00.000Z"],"tagDescription":["Papers concerning Lt. Frederick Rolette: (7) Extract of report made by Committee of Council on land grant fro Rolette."],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"80":{"tagDate":["1829-12-30T00:00:00.000Z"],"tagPerson":["Hagerman, Joseph","Mudge, Z."],"tagDescription":["Transmits petition of Robert Clark and John Allen."],"tagPlace":["York"],"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"]},"144":{"tagNotebook":["S SERIES, SUNDRIES, UPPER CANADA, 1829"],"tagDescription":["Land petition of Mary Laurence."],"tagDate":["1829-01-01T00:00:00.000Z"]}}