{"566":{"tagDate":["1838-07-09T00:00:00.000Z"],"tagPerson":["Lusher, R. L., Superintendent","Doratt"],"tagDescription":["Copy. Report on Wesleyan Missions; pointing out certain unjust discriminations Wesleyan Methodists in Lower Canada."],"tagPlace":["Montreal, Wesleyan Mission House"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"500":{"tagPerson":["Holmes, A. F.","Doratt"],"tagDate":["1838-07-02T00:00:00.000Z"],"tagDescription":["Copy. Giving account of origin and work of Montreal House of Industry, of which he is president."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Montreal"]},"239":{"tagDate":["1833-03-18T00:00:00.000Z"],"tagDescription":["Enclosure: Questionnaire."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"208":{"tagDate":["1838-03-27T00:00:00.000Z"],"tagDescription":["District General Order, on occasion of disembodiment of militia and volunteer troops, as result of withdrawal by Governor of Maine of armed militia force from Disputed Territory. In print."],"tagPlace":["Woodstock, N.B."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"38":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDate":["1838-10-16T00:00:00.000Z"],"tagDescription":["Deposition of Alfred Savage, that on the day previous, he had supplied laudanum to a person who said it was for use of a State prisoner. Copy."]},"40":{"tagDate":["1838-10-16T00:00:00.000Z"],"tagDescription":["Deposition of Marie Doyer, in French, that a man, whom she described but did not know, visited Morin about 8 in the morning, and went up to his bedroom. A ladder which was in the yard, had been placed there by a workman on the Friday before. Copy."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Quebec"]},"834":{"tagDescription":["A.L.S. Township not being surveyed, he under orders from Crown Lands Department attempted the ejectment of persons settling without warrant. Cannot get assistance of local militia."],"tagPerson":["Locker, W.","Durham"],"tagDate":["1838-10-05T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Tp. Of Abercromby"]},"8":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["New York"],"tagPerson":["Bartlett, J. S.","Rowan"],"tagDate":["1838-10-10T00:00:00.000Z"],"tagDescription":["A.L.S. Enclosing a letter from a Mr. Handcock formerly a chaplain in British Army."]},"761":{"tagDescription":["A.L.S. Arthur finds many difficulties in Durham's course regarding the commission to Buller; it should have been issued in his own name; Assembly may question validity of commission; law officers and judges pronounced Durham's course unconstitutional; since Casual and Territorial Revenues have been relinquished to Provincial Legislature, Assembly may regard action as breach of this arrangement. It all comes back however to wounded pride, which might be healed by civil letter. Has seen Sullivan who is a dear fellow and has sound views. Tories furious at Durham's interference with hanging of the pirates."],"tagDate":["1838-09-05T00:00:00.000Z"],"tagPerson":["Wakefield","Hanson"],"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"]},"655":{"tagPlace":["Pictou"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDescription":["Enclosures. Ditto"],"tagDate":["1838-05-08T00:00:00.000Z"],"tagPerson":["Harvey","Gunn, M."]},"447":{"tagPerson":["Roman Catholic Bishop on Montreal","Buller"],"tagDate":["1938-06-04T00:00:00.000Z"],"tagDescription":["A.L.S. Stating that three copies of the Governor's Proclamation have been sent to each parish priest with request, to make its contents known to parishioners and expressing confidence that the tried loyalty of the priesthood will make this an agreeable duty."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Castle of St. Lewis, Quebec"]},"817":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPerson":["Sheriff of Home District","Petre","Baldwin, W. W."],"tagDate":["1838-09-27T00:00:00.000Z"],"tagDescription":["Copy. Asking him to appear for examination.","Copy. Asking for statement of all public sales of land for non-payment of wild land tax. (Similar latter was sent to Sheriffs of Niagara, London, Gore, Ottawa, Eastern, Johnstown. Bathurst, Prince Edward, Midland, Newcastle and Western Districts)."]},"583":{"tagDescription":["Tabular view of state of Townships of Inverness and Ireland."],"tagDate":["1838-07-14T00:00:00.000Z"],"tagName":["Russell, Andrew"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"490":{"tagDescription":["Copy. Report of Male Orphan Asylum of Quebec."],"tagDate":["1938-06-30T00:00:00.000Z"],"tagPerson":["Doratt","Sewell, W. S., chairman"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"242":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Quebec"],"tagPerson":["O'Callaghan","Huot, Hector S."],"tagDate":["1833-03-18T00:00:00.000Z"],"tagDescription":["A.L.S. In French. Replies to questions. County of Portneuf which he represented was settled except for one or two parishes. Farmers in that district had no need of employees; they also had mechanical skill sufficient for their requirements. Those in service to the farmers were not employees in ordinary sense, but formed part of the farmer's family, and therefore had to satisfy the farmer as to their honesty, and morality."]},"707":{"tagName":["Kerr, J. H."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDescription":["A.L.S. List of large proprietors of Township land in Lower Canada."],"tagDate":["1838-08-15T00:00:00.000Z"]},"735":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDescription":["Sub-enclosure. In print. Memorial of Duncan Bruce, Charles Shillitoe, J. D. McIntyre and A. Martin, praying for confirmation of sale mentioned. They set forth that they purchased the tract in good faith, and in accordance with course prescribed by Crown Lands Department, and that, if there were irregularities, they were not aware of them and should not be made to suffer for them. The papers enclosed are copies of the correspondence between the memorialists and the several officers of Government"],"tagDate":["1837-06-01T00:00:00.000Z"]},"320":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["Enclosures: (3) Sales of Crown Lands between March 18, 1828 and December 31, 1837, arranged according to quantities."],"tagDate":["1837-04-04T00:00:00.000Z"]},"454":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["Draft of Commission to Buller to proceed to enquire into past and present methods of disposing of Waste Lands, Woods, Forests and other Domains and Hereditaments belonging to the Crown in British North America. With rough draft in Buller's hand."],"tagPerson":["Buller"],"tagDate":["1938-06-18T00:00:00.000Z"]},"659":{"tagPerson":["Bushe","Wakefield"],"tagDate":["1838-08-03T00:00:00.000Z"],"tagDescription":["A.L.S. Asking for return of despatch No. 35 respecting British American Land Company."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"]},"31":{"tagDate":["1838-10-16T00:00:00.000Z"],"tagDescription":["Deposition of John Campbell, that Morin supplied books and newspapers to prisoners, and once asked deponent to take some money for them; that a prisoner named Dodge carried on a transaction with Morin through him, that Rev. Mr. McMahon sent books to prisoners and visited them twice. Copy."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Quebec"]},"496":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["A.L.S. Asking for certain papers."],"tagPerson":["Petre","Bushe, G."],"tagDate":["1838-07-02T00:00:00.000Z"]},"653":{"tagPerson":["Glenelg","Gunn, Mr."],"tagDate":["1838-07-07T00:00:00.000Z"],"tagDescription":["Enclosures. A.L.S. On subject mentioned."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Pictou"]},"74":{"tagPerson":["Arthur","Colborne","Couper"],"tagDate":["1838-10-01T00:00:00.000Z"],"tagDescription":["Copy. Alarming information received from Fox, of extensive combination for invasion of Upper Canada. This is confirmed by an officer of the 43rd Regiment. Has notified General Macomb, desiring him to prevent Patriots from getting arms from public stores, which is part of their plan. Executive Council considers it necessary to raise 5,000 militia to check insurrectionary movement. Arthur of opinion that not a moment should be lost. Sir Allan Macnab reports bad disposition among teamsters, etc. Arthur inclined to doubt this. Much sickness and desertion among regulars.","A.L.S. and copy. Replying to note of day before, asking Colborne's opinion as to whether, in view of the alarming intelligence received since the news of his impending departure has become known, Durham can, consistently with his honor, adhere to intention to leave provinces. Colborne persuaded that as matters stand, all Civil and Military authority should be invested in Commander-in-Chief. Durham's presence would be an embarrassment. Several persons of integrity and high principles, to whom he has spoken concur. Durham's presence in London may be of utmost importance. The sooner he can bring before Government actual state of affairs the better."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Quebec"]},"266":{"tagDescription":["A.L.S. A few farm servants might obtain employment, but not many. Emigrants with capital or if industrious, with a little money would be desirable. Wages. Shoemakers and tailors 2s. 6d. to 4 shillings; masons and carpenters 2 to 4 shillings. Servants, male, 20 to 40 shillings with board; female, 5 to 15 shillings with board. Payment chiefly in cash. Land must be purchased. Price 4 to 10 shillings an acre; Crown Lands 4s. and 4s. 6d. an acre; lands of private proprietors 5 shillings an acre or quit rent of 30 shillings per 100 acres."],"tagPerson":["Russell, Andrew","O'Callaghan"],"tagDate":["1833-04-27T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Leeds"]},"200":{"tagDate":["1838-05-25T00:00:00.000Z"],"tagDescription":["Statement of John G. Parker respecting Political Unions in Upper Canada, and the state of parties, when he wrote certain letters, on each of which he makes explanation."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Newgate, Prison"]},"327":{"tagPlace":["Charlottetown"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["Copy of Royal Gazette containing An Act for levying an assessment on all Lands in this Island."],"tagDate":["1837-06-20T00:00:00.000Z"]},"151":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Bermuda"],"tagPerson":["Durham","Paget"],"tagDate":["1838-11-23T00:00:00.000Z"],"tagDescription":["A.L.S. Thanks for letter written by Durham in commendation of Paget's services. The exiles had been released by order of Glenelg. Before he received advice from Canada. Had he known the situation he would have vetoed their release. They applied to him for a ship to take them to United States which he refused. They went in merchant vessel. Personal matters."]},"264":{"tagPlace":["Leeds"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["A.L.S. Will give subject consideration."],"tagDate":["1833-04-22T00:00:00.000Z"],"tagPerson":["O'Callaghan","Burray, James"]},"473":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Quebec"],"tagDescription":["Copy. Furnishing information required by Governor respecting the Quebec branch of the Society for the Promotion of Christian Knowledge."],"tagPerson":["McTavish, Wm.","Doratt, John, Sir"],"tagDate":["1938-06-27T00:00:00.000Z"]},"144":{"tagDescription":["Enclosure: Return of killed and wounded."],"tagDate":["1838-11-14T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Kingston"]},"715":{"tagDescription":["A.L.S. Memorandum on the ordinary conditions of grants of seigniories and money value of Cens et Rentes."],"tagPerson":["Primrose, F. W.","Hanson(?)"],"tagDate":["1838-08-16T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Quebec"]},"670":{"tagPlace":["Emigration Dept., Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDescription":["A.L.S. Enclosing copies of instructions as regards duties of office to himself and Mr. Patton at Prescott"],"tagDate":["1838-08-07T00:00:00.000Z"],"tagPerson":["Hanson","Buchanan, A. C."]},"479":{"tagPerson":["Doratt","Edmonstone, W., Secretary"],"tagDate":["1938-06-29T00:00:00.000Z"],"tagDescription":["Copy. Society founded by Scotsmen for assistance of distressed countrymen. Has no government assistance."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Montreal, St. Andrews Society"]},"676":{"tagPerson":["Colborne","Buchanan"],"tagDate":["1838-04-01T00:00:00.000Z"],"tagDescription":["Enclosures: (2) Copy. Instructions."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Toronto"]},"783":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Front Street"],"tagPerson":["Baldwin, W. W.","Hanson(?)"],"tagDate":["1838-09-20T00:00:00.000Z"],"tagDescription":["A.L.S. Answer to enquiries of Commission. Having never had official intercourse with Land Granting Department, can only relate recollections of past events, as publicly known. After the first 6 or 7 years of existence of province, the only system was the making of money upon issue of patents, the interest of immigrants and settlers seeming but a minor consideration. Simcoe with a view of attracting immigrants offered liberal quantities of land to settlers, seldom less than 200 acres to each. Whole townships of from 40,000 to 60,000 acres were also offered on condition that grantees would bring in a certain number of settlers - 60 heads of families to a township. Townships of Markham, Whitby, Hope and Cramahe, and perhaps others were so offered. The experiences of Berczy in Markham related in Baldwin's letter of August 20, are repeated. (See Miscellaneous, Section 6). Grave wrong done not only to Berczy but also to people of townships for it deprived the settlement of Markham of a man of character, education and rank in society as its head and guide; and the government of a connecting link between itself and the people. The scale of patent fees exhibits a steady ascension. When the township grants were rescinded, fees on 200 acre grant were £5 sterling, and for some time there was no difference in cost for a larger grant, the office work being the same, for survey fees there would be a difference proportionate to quantity of land surveyed. About year 1800, the patent fees on 1,200 acres were, as he remembers, about £13. Four or five years later they were augmented for same quantity to £48 or £50; the fees on 200 acres being £70.10s. There were several other increases until on December 14, 1819, a schedule of fees was published. It was as follows: on grants of 50 acres, there were no fees; of 100 acres £12; on 200 acres £30; on 300 acres £60; on 400 acres £75; on 600 acres £150; and thereafter up to 1,200 acres, 5 shillings an acre. He could not say whether these amounts were consideration of the purchase, or merely fees. Fifty acre grants were known as pauper grants and thus discredited, besides being too small for man with family. Some time after, he rather thinks, the plan of sale still in use was adopted, prices varying from $4 to $6 an acre. He contrasts system with that applied in the United States, which has been means of settling country rapidly. Account of legislative notice taken of land granting system in Upper Canada. The errors of the Land Granting System are as follows: (1) Formation of any reserves, whatever-Since they are statutory, they should have been in large blocks, not in single lots scattered through townships; (2) high fees, high prices, and sale on credit; (3) great delays and expense to applicants; (4) alleged practice in Surveyor's Office of placing fictitious names on maps for purpose of accommodating favorites; (5) departure from policy of granting townships on conditions and mingling this with plan of locating individuals; (6) the obstacle placed by dispersed location to investment of capital, and to desire of settlers for close neighborhood. To ascertain how far resulting evils are susceptible of remedy, statistical statements, on plan he suggests, should be obtained. Annual tax now imposed for improvement of roads should be applied to all lands including those of Canada Company. Rate of land tax should not be increased. Limited opportunities open to owners to sell land. Objections to Provincial Act 7 William IV, c. 118, An Act to provide for the disposal of the Public Lands in the Province and for other purposes therein mentioned. It remedies none of defects of system, and legalizes that system and in some respects makes things worse by increasing speculation."]},"838":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDate":["1838-10-10T00:00:00.000Z"],"tagPerson":["Buller","McTavish, W."],"tagDescription":["A.L.S. Asking for decision in case of sale of lands in Gaspe to D. Bruce and others."]},"627":{"tagDescription":["Draft of letter to Commissioner of Crown Lands. In Wakefield's hand. Requesting him to collect all arrears due by purchasers of land from Crown. In his letter to those upon whom demands are made, the Commissioner will explain that Durham has comprehensive scheme for immigration and settlement, and it is essential that there should be strict observance by purchasers of conditions of sale. He is going to refuse application of British American Land Company for variation of conditions of their agreement. "],"tagPerson":["Commissioner of Crown Lands"],"tagDate":["1838-07-28T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"803":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["B.A. Land Co., Quebec"],"tagPerson":["Fraser, John","Buller"],"tagDate":["1838-09-22T00:00:00.000Z"],"tagDescription":["A.L.S. Enclosing a statement of the improvements in St. Francis district, proposed to be executed by Company at charge of Improvement Fund arising from moiety of their payments for land."]},"713":{"tagDescription":["A.L.S. Returning copy of his examination with corrections."],"tagPerson":["Petre","Sewell, J."],"tagDate":["1838-08-15T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Auvergne"]},"752":{"tagPerson":["Wakefield","Kerr"],"tagDate":["1838-08-23T00:00:00.000Z"],"tagDescription":["A.L.S. Mr. Sheriff, who is best informed authority on timber, should be consulted. He is of opinion that forests are inexhaustible if proper measures be adopted for their protection."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"]},"542":{"tagPlace":["Trois Rivieres"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1838-07-05T00:00:00.000Z"],"tagPerson":["Doratt","Polette, A."],"tagDescription":["Copy. In French. Enclosing report on the Société d'Education des Trois Rivières. (Report enclosed)."]},"498":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Montreal, Hotel Dieu Hospital"],"tagDescription":["Copy. In French. Since its foundation in 1669, it has maintained itself out of its own funds."],"tagPerson":["Soeur Les. Devoisy, Superieure","Doratt"],"tagDate":["1838-07-02T00:00:00.000Z"]},"816":{"tagPerson":["Sullivan","Petre"],"tagDate":["1838-09-25T00:00:00.000Z"],"tagDescription":["Copy. Stating that a representation has been made by Rowland Wingfield that although he has purchased 320 acres in township of Anderdon, and paid for it in April last he cannot get possession."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"]},"213":{"tagDescription":["List of Jury who tried cause of Queen vs. Nicolas."],"tagDate":["1838-01-01T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"9":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["New York"],"tagPerson":["Handcock, Thomas","Bartlett"],"tagDate":["1838-10-10T00:00:00.000Z"],"tagDescription":["Enclosure: A.L.S. Imparting information to be sent to Governor of Canada, respecting the activities of the New York section of the association for the invasion of Canada. He received the information at first hand."]},"814":{"tagDate":["1838-09-13T00:00:00.000Z"],"tagDescription":["Enclosure: Petition mentioned."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"]},"621":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1838-07-25T00:00:00.000Z"],"tagPerson":["Doratt","Cook, J., Rev."],"tagDescription":["Copy. Report on St. Andrew's School, Quebec."]},"451":{"tagPlace":["B.A. Land Company"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1938-06-12T00:00:00.000Z"],"tagPerson":["Durham","Fraser, John"],"tagDescription":["A.L.S. Enclosing at Durham's request a statement of further improvements contemplated by Company in District of St. Francis. (Enclosure herewith)."]},"252":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1833-03-27T00:00:00.000Z"],"tagPerson":["Henderson, W.","O'Callaghan"],"tagDescription":["A.L.S. Frampton is well settled; 5 or 6 families in Buckland, and perhaps as many in Cranbourne-a few scattered settlements on Kennebec Road. Standon contains about 20 families. Ten years before of all these, there were only 8 or 10 families, all in Frampton. Settlers very poor, not more than 50 acres under plough in all. No prospect of securing employment in these townships. Hard working, unencumbered laborers must likely to succeed Male servants get £12 to £18 a year, female 5 to 10 shillings a month. Neither required. Carpenters in demand; get 3 shillings to 8s. 6d. a day. Pay in mostly in kind. Potatoes, in demand, 1s. 3d. to 2s. 6d. a bushel paid to farmers. Most townships in Beauce and Bellechasse in possession of Crown, and land there must be paid for. He lets land on 999 years lease, with option of freehold. Rent formerly 3 to 4 3/4d. an acre; now 6d. an acre. Customary to let from 2 to 5 years, free of rent. Room for 100 families on his property allowing each 2 lots of 52 acres. Crown Lands sell for 4 shillings an acre."]},"157":{"tagPlace":["Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDate":["1838-12-19T00:00:00.000Z"],"tagDescription":["A.L.S. Steps attending suspension of Judges Bedard and Panet. Vexatious delay through several consultations. General belief that course of judges was result of disallowance of Durham's ordinance. Sharp line of division between English and French. Court-Martial proceeds slowly. No further disturbances. Busy swearing in inhabitants. Reports of activity on American side. Invasion said to be fixed for February. Does not believe in it, as the troops will be too well prepared. Information from prisoners. Desmouchelles who led attack on seigniory house at Beauharnois, told him they began swearing in as early as July. He himself swore in 250 in one day in neighbourhood of Chateauguay about August 1, Insurrection was to have taken place on 5th or 6th November. Rebels informed that whole force, including volunteers, did not exceed 5,000 men; also, that they themselves had secured 7,000 stand of arms and 42 pieces of cannon from United States. Plundering of country by Glengarries and Roebuck indescribable. Latter appears to have been common robber. One regiment of Glengarries marched out of Beauharnois 550 strong as infantry, and returned three days after as cavalry. News of attempt at Sandwich."]},"810":{"tagDate":["1838-09-22T00:00:00.000Z"],"tagPerson":["Hanson","Sullivan, R. B."],"tagDescription":["L.S. Enclosing certain statements. (No enclosures)."],"tagPlace":["Surveyor General's Office"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"]},"440":{"tagDescription":["Memorial of the Colonial Missionary Society in connection with the Congregational Missionary Union of England and Wales. Commending Society to Durham's favour, and expressing sympathy with opposition in Upper Canada to endowment of Church of England. (Probably April or May)"],"tagDate":["1938-01-01T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"837":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDate":["1838-10-08T00:00:00.000Z"],"tagPerson":["Kerr, J. H.","Buller"],"tagDescription":["A.L.S. Asking at instance of Messrs. Burnet and Jones, that they may have grants applied for on bank of St. Charles in front of their properties."]},"396":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPerson":["Macdonell, Alexander, Right Reverend Bishop of Kingston, and 86,500 Roman Catholics of Upper Canada","Legislative Council"],"tagDate":["1938-02-13T00:00:00.000Z"],"tagDescription":["Memorial from Right Reverend Alexander Macdonell, Bishop of Kingston, and 86,500 Roman Catholics of Upper Canada to Legislative Council, praying for assistance from Clergy Reserves."]},"641":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["Representation of Robert Layfield. In order to explain the workings of the land system in Eastern Townships, he gave a short sketch of his own experiences. Fifteen years previously, he was appointed to superintend settlement of Crown Lands in township of Leeds, Megantic county. He obtained grant of 600 acres and 5 per cent on all lands he located and settled. The township filled up rapidly. His chief obstacles were large lots held by absentees. In course of his work he came into collision with A. W. Cochran, who became a determined enemy. Cochran and Felton opposed system of granting on quit rents. He recounts his trials in political field owing to opposition of these persons. He favored granting free or for small sum, such £5 per 100 acres. He urges advantages of local land boards in every county. Gives names of absentees who own large part of Townships. Is opposed to Land Companies. "],"tagDate":["1838-07-01T00:00:00.000Z"]},"477":{"tagDescription":["Copy. In French. The Ursulines here maintain a hospital and a separate building for insane; also, boarding school for girls, and free school for poor day scholars. Receives grant from Legislature."],"tagDate":["1938-06-29T00:00:00.000Z"],"tagPerson":["Fortin, B., Rev.","Doratt"],"tagPlace":["Trois Rivieres"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"329":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["Copy of The Colonial Herald for each of dates mentioned, containing petition of inhabitants of Prince Edward Island to Queen, setting forth their grievances."],"tagDate":["1837-09-30T00:00:00.000Z"]},"522":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1838-07-03T00:00:00.000Z"],"tagPerson":["Petre","Bushe"],"tagDescription":["A.L.S. Asking for three copies of despatch on Crown Lands."]},"195":{"tagDescription":["A.L.S. General denunciation of Great Britain in her relations with her colonies. Declares his conviction that J. G. Parker is innocent of political crime."],"tagPerson":["Durham","Brown, T. S."],"tagDate":["1839-04-26T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["St. Augustine, Florida"]},"650":{"tagPlace":["Chief Secretary's Office"],"tagNotebook":["MICROFILM SHELF LIST","DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDate":["1838-08-01T00:00:00.000Z"],"tagPerson":["Montizambert, C. W.","Hanson"],"tagDescription":["Enclosing letters from M. Gunn on subject of alleged illegal exaction of fees by Crown Land Department at Fredericton","Lands, Clergy Reserves, Emigration, Education and Charities"]},"354":{"tagDate":["1838-12-22T00:00:00.000Z"],"tagDescription":["Annual Report of Chief Emigration Agent for Upper and Lower Canada for 1837."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"711":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Quebec"],"tagDescription":["A.L.S. Asking for instructions, in connection with the surveying on which he is engaged in township of Durham."],"tagPerson":["Davidson","Daly, P., S. L. Surveyor"],"tagDate":["1838-08-15T00:00:00.000Z"]},"629":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["Draft of letter in Wakefield's hand to some person respecting the time for taking his evidence."],"tagDate":["1838-07-31T00:00:00.000Z"]},"842":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Quebec"],"tagDescription":["A.L.S. Enclosing memorial respecting an account for survey of division line between Seigniory of La Colle and township of Hemmingford. (No enclosure.)"],"tagPerson":["Bouchette, J.","Buller"],"tagDate":["1838-10-12T00:00:00.000Z"]},"155":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDate":["1838-01-01T00:00:00.000Z"],"tagDescription":["Statement of Provisional Force raised at Cape of Good Hope and attached to Regular Regiments there."]},"623":{"tagPlace":["Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1838-07-25T00:00:00.000Z"],"tagPerson":["Holmes, B.","Doratt"],"tagDescription":["Copy. Report on St. Patrick's Society of Montreal."]},"171":{"tagDate":["1838-01-01T00:00:00.000Z"],"tagDescription":["Copy of notes of evidence in case of the Queen vs. John Moore and Harvey Bryant, indicted for high treason."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"781":{"tagDescription":["A.L.S. Sending copy of report of exploratory expedition to Saguenay."],"tagPerson":["Stuart, J., Sir","Couper"],"tagDate":["1838-09-18T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"]},"230":{"tagDate":["1832-02-01T00:00:00.000Z"],"tagPerson":["Aylmer","Goderich"],"tagDescription":["Enclosure: (1) Copy. Approval of measures. A. C. Buchanan to be-Chief Agent for emigrants. Salary. Encloses copies of communications addressed to Colborne."],"tagPlace":["Downing Street"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"11":{"tagPerson":["Durham","Campbell"],"tagDate":["1838-10-10T00:00:00.000Z"],"tagDescription":["A.L.S. As requested in letter of 6th, he is sending 93rd Highlanders to Canada."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Halifax"]},"124":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Toronto"],"tagDate":["1838-11-05T00:00:00.000Z"],"tagDescription":["Proclamation of Arthur, reviewing his measures since his assumption of government, stating that he has evidence of an extensive conspiracy in United States border towns for another invasion of Upper Canada, and calling on citizens to be ready to meet any such attempts. In print. Two copies."]},"717":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDescription":["Seigniories conceded in Lower Canada-their extent and present proprietors. "],"tagDate":["1838-08-16T00:00:00.000Z"]},"584":{"tagDescription":["A.L.S. Asking when it will be convenient for him to receive an address from the ministers of the Wesleyan Church of Upper Canada."],"tagDate":["1838-07-16T00:00:00.000Z"],"tagPerson":["Durham","Harvard, W. M."],"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"281":{"tagDate":["1836-01-05T00:00:00.000Z"],"tagDescription":["Account of exports from Prince Edward Island for year ended January 5, 1836."],"tagPlace":["Custom House, Prince Edward Island"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"95":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["In French. Offering to give important information, on certain conditions which he sets forth."],"tagPerson":["Young, T. A.","P"],"tagDate":["1838-10-01T00:00:00.000Z"]},"36":{"tagDescription":["Deposition of Simeon Lelièvre, that he was accosted on the street by a person, who called Doge to him. Copy."],"tagDate":["1838-10-16T00:00:00.000Z"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"586":{"tagPlace":["Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["Copy. Transmitting report on Indian Farm School at St. John's, with suggestions for improvement of condition of Indians. (No enclosure)."],"tagDate":["1838-07-17T00:00:00.000Z"],"tagPerson":["Napier, Colonel Secretary for Indian Affairs","Christie, W. P., Major"]},"325":{"tagDate":["1837-04-04T00:00:00.000Z"],"tagDescription":["Enclosures: (5) Recapitulation."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"563":{"tagDescription":["Enclosure: Report of Committee on resolution of July 5. No qualifications or terms of study are required in case of students presenting themselves for examination. The Board ask necessary powers either through incorporation or other means. There is no General or Fever Hospital. The Hôtel Dieu besides having very limited accommodation, excludes cases of fever or contagious or infectious diseases. The Marine and Emigrant Hospital is limited to cases indicated by its name. There is no School of Medicine in Quebec. Desirability of having one."],"tagDate":["1838-07-07T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"272":{"tagDate":["1834-09-19T00:00:00.000Z"],"tagDescription":["Memorial signed by 447 of the inhabitants of districts bordering in Ottawa river, pointing out that this district is still scantily settled, and the navigation undeveloped; that a wealthy company is being formed to exploit its resources, and asking that the company may receive encouragement from Governor, as operations of Canada Company and the British American Land Company, beneficial as they are to the districts within their spheres, are detrimental to those districts, which do not enjoy the same advantages. Attention invited to advantages of water communication between Ottawa river and Lake Huron."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Bytown"]},"580":{"tagDescription":["A.L.S. Answers to questions addressed to him by Commission."],"tagDate":["1838-07-12T00:00:00.000Z"],"tagName":["Bouthillier, T."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Crown Lands Office"]},"625":{"tagPerson":["Doratt","Frechette, J. B., Secretary"],"tagDate":["1838-07-28T00:00:00.000Z"],"tagDescription":["Copy. In French. Report on the Société Bienveillante de Québec."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Quebec"]},"30":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["Deposition of W. V. Andrews, that he saw Theller, and escaped convict, near the door of A. N. Morin, that he believes Theller entered the house of Morin, and was secreted there. Copy."],"tagDate":["1838-10-16T00:00:00.000Z"]},"772":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDescription":["A.L.S. On Militia Claims, which have been sold to speculators and others. He combats Wakefield's view that the purchasers of these claims were not entitled to any consideration from the Government. This view if acted upon would tempt militia men who had parted with the scrip to dishonesty, and would injure them by exposing them to lawsuits on the part of the holders. Many of the holders have given the equivalent, and sometimes more than the equivalent, of the value of the lands. Chief blame for traffic in scrip lies with Government, who took so long converting the scrip into land."],"tagPerson":["Kerr","Wakefield"],"tagDate":["1838-09-11T00:00:00.000Z"]},"234":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Downing Street"],"tagPerson":["Goderich","Colborne"],"tagDate":["1832-02-01T00:00:00.000Z"],"tagDescription":["Enclosure: (3) Copy. Acknowledging receipt of despatch inclosing reports as to demands for labor. Will publish the information with that received from other provinces, and anticipates large emigration. Government should not assist indigent emigrants, except by finding employment for them. Approves of their engaging as farm laborers, as preparation to becoming owners of farms. Looks for good results from employing excess labor in improvement of Crown Lands by roads, etc. Such excess might even be occupied in clearing lands and preparing it for purchasers. Such prepared property might be sold to promising laborers on credit, the condition being that half should revert to Crown on default in payments. As many emigrants, who receive aid to come to Canada from parishes or individuals, waste their money before getting to destination, it would be well to arrange to have such money withheld until recipients are located. Emigrant Agent proper depository. Necessity of co-operation with Governor General, as most emigrants come in by Quebec."]},"698":{"tagDescription":["A.L.S. Thanks for good will expressed in reply to his earlier letter, and for Durham's promise to forward Bishop's application with his recommendation. As to Durham's objections to appointment of Reverend Mr. Mackie to Rectory of Quebec, Bishop urges reasons why Durham might forego these objections. Clergy have prepared address which they desire to present to Durham at his convenience."],"tagDate":["1838-08-11T00:00:00.000Z"],"tagPerson":["Durham","Anglican Bishop of Montreal"],"tagPlace":["Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"]},"705":{"tagDate":["1838-08-13T00:00:00.000Z"],"tagDescription":["Draft of commission, appointing Major Head, assistant commissioner."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Quebec"]},"351":{"tagPerson":["Durham","Wakefield"],"tagDate":["1837-12-20T00:00:00.000Z"],"tagDescription":["A.L.S. Enclosing pamphlet by Ward on Emigration. Has ordered report of Committee to be sent to Durham. Enclose Molesworth's digest of evidence taken by Transportation Committee, and book of Colonial charters."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Hans Place"]},"132":{"tagPlace":["Cornwall"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["Copy. Arrival of 93rd Regiment. Movement of troops."],"tagDate":["1838-11-10T00:00:00.000Z"],"tagPerson":["Turner, C. B., Colonel","Arthur"]},"72":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDate":["1838-10-18T00:00:00.000Z"],"tagPerson":["Colborne","Couper"],"tagDescription":["Private. Copy in Couper's hand. The menace of impending hostilities makes Durham doubtful as to whether he should leave Canada at this time. The reasons however leading him to resolution to return are as strong as they ever were. Durham has consulted Buller and himself as friends. They are agreed that no change has occurred that should alter his resolution. Desires to know Colborne's advice."]},"658":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Executive Council Office"],"tagDescription":["A.L.S. Enclosing certain papers for report. (No enclosures)."],"tagPerson":["Hanson(?)","Ryland, T. H."],"tagDate":["1838-08-02T00:00:00.000Z"]},"511":{"tagPlace":["Marchmont"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["A.L.S. Suggesting that his several emoluments-£500 as Archdeacon of Quebec, £490 as Rector, and £1,000 as Bishop of Montreal administering Diocese of Quebec-be combined, and that he may receive a round sum of £2,000 a year. Compares his duties and emoluments with those of Roman Catholic Bishop of Quebec. (On margin of letter are comments in Buller's hand, critical and frequently caustic)."],"tagDate":["1838-07-02T00:00:00.000Z"],"tagPerson":["Durham","Anglican Bishop of Montreal"]},"214":{"tagDate":["1838-01-01T00:00:00.000Z"],"tagDescription":["Summer and winter dress."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"22":{"tagPlace":["Bermuda"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["Private. A.L.S. Sympathy with Durham for the scandalous treatment he received. Contempt for Brougham. Respecting arrangement for Durham's passage home."],"tagDate":["1838-10-15T00:00:00.000Z"],"tagPerson":["Paget","Durham"]},"216":{"tagPerson":["Patterson, Walter, Governor of Island of St. John (Prince Edward Island)"],"tagDate":["[1783-07-24T00:00:00.000Z TO 1838-12-31T23:59:59.999Z]"],"tagDescription":["Lands, Clergy Reserves, Emigration, Education and Charities","Additional Instructions to Walter Patterson, Governor of Island of St. John (Prince Edward Island) respecting transfer of certain lands to Loyalists from United States."],"tagNotebook":["DESCRIPTIVE FILE LIST FOR THE DURHAM PAPERS","THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I","MICROFILM SHELF LIST"]},"238":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagName":["O'Callaghan, E. B., Chairman of Quebec Emigrant Society"],"tagDate":["1833-03-18T00:00:00.000Z"],"tagDescription":["A. Draft. S. Circular letter, enclosing series of questions respecting means of assisting emigration."]},"673":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Government House, York"],"tagDescription":["Enclosures: (1) Copy. Instructions."],"tagPerson":["McMahon, E.","Patton"],"tagDate":["1832-04-26T00:00:00.000Z"]},"209":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDate":["1838-01-01T00:00:00.000Z"],"tagDescription":["List of Convicts transported from Lower Canada to Bermuda from November 1, 1828 to November 1, 1838. 2 copies."]},"121":{"tagDescription":["A.L.S. As the province is in insurrection, he trusts Paget may take measures to detain the State prisoners sent to Bermuda, until he receives instructions from the Government in England."],"tagPerson":["Colborne","Paget"],"tagDate":["1838-11-05T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Montreal"]},"470":{"tagPerson":["Petre, H., Secretary to Land Commission","Evans, Wm."],"tagDate":["1938-06-25T00:00:00.000Z"],"tagDescription":["A.L.S. Presenting copy of work on capabilities of British North American provinces. Offers assistance."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Cote St. Paul, Montreal"]},"284":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1837-01-31T00:00:00.000Z"],"tagDescription":["Report of Commissioners (Lord Gosford, Sir George Gipps and Sir Charles Grey) on Clergy Reserves."]},"804":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDescription":["Enclosure: Statement mentioned. "],"tagDate":["1838-09-22T00:00:00.000Z"]},"517":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Quebec"],"tagDescription":["Copy. In French. Account of the Societé d'Education de Québec. "],"tagPerson":["Doratt","Huot, H. S."],"tagDate":["1838-07-02T00:00:00.000Z"]},"731":{"tagDescription":["L.S. Transmitting letter from Wm. McTavish, enclosing memorial and correspondence relating to sale to Duncan Bruce and others of large stretch of Crown Lands in Gaspe in January 1837, and requesting enquiry be made as to question whether sale should be confirmed. Hanson's opinion is asked as to propriety of policy of disposing of such extensive grants to one purchaser. As to the right of the purchaser, that would depend on whether he had such knowledge of the irregularities in connection with the sale as would disentitle him to insist on his claim."],"tagPerson":["Buller","Hanson"],"tagDate":["1838-08-20T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Castle of St. Louis"]},"149":{"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["Copy of Upper Canada Gazette Extraordinary, containing account of landing of a band of brigands near Prescott, and of their defeat, also of the flight of the rebels in Lower Canada before a body of Highlanders."],"tagDate":["1838-11-16T00:00:00.000Z"]},"476":{"tagPerson":["Doratt","St. Gabriel, Sister"],"tagDate":["1938-06-28T00:00:00.000Z"],"tagDescription":["Copy. In French. They receive no Government assistance, though Legislature did provide for reconstruction of part of their buildings."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Ursulines de Quebec"]},"269":{"tagPlace":["Ireland"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["A.L.S. Not much farm labor wanted. Emigrants with capital should do well. Roads are bad. Wages, shoemaker, tailors, masons and carpenter receive from 2 to 4 shillings a day. Servants, male, 20 to 50 shillings a month; female 5 to 15 shillings. Land can he obtained only by purchase. Prices from 4 to 10 shillings an acre. Crown Land from 4s. to 4s. 6d. an acre. Land of private individuals 5 Shillings."],"tagDate":["1833-05-01T00:00:00.000Z"],"tagPerson":["O'Callaghan","Lord, Peter C."]},"763":{"tagDate":["1838-09-10T00:00:00.000Z"],"tagPerson":["Ste Marie, Sr","Doratt"],"tagDescription":["A.L.S. in French. Calling attention to sum due them by Government for maintenance of sick and insane.","A.L.S. in French. Replies to questions put to him by the Commissioner, respecting the operation of Seigneurial Tenure in Lower Canada."],"tagPlace":["Couvent Des Ursulines, Trois Rivieres","Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagName":["Tetu, E."]},"128":{"tagPerson":["Couper","Durham"],"tagDate":["1838-11-07T00:00:00.000Z"],"tagDescription":["Confidential and private. A.L.S. Account of grief at Durham's departure, comparable to effect upon Peninsular Army of Wellington's being superseded. He accompanied Colborne to Sorel, where news of rising awaited them. Colborne made his dispositions and they proceeded to Montreal, where attack was anticipated. He himself does not think there is much heart in insurrection but Colborne is doubtful. Colborne has asked Paget not to allow exiles to leave Bermuda. No news of Ellice. The two ladies are safe at Beauharnois. So far as he can ascertain, there is no feeling of sympathy in United States for rebels, but his opportunities are limited."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Troy"]},"536":{"tagPlace":["Lit. & Hist. Soc. Rooms"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["Copy. Report on Quebec Literary and Historical Society. "],"tagDate":["1838-07-05T00:00:00.000Z"],"tagPerson":["Sheppard, William","Doratt"]},"445":{"tagPlace":["Charlottetown"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1938-05-23T00:00:00.000Z"],"tagPerson":["FitzRoy","McFarlane, Mungo"],"tagDescription":["Copy. Memorial from committee of agriculturalists appointed to manage Escheats question. Representing illegal usurpation of proprietors on Fishery Reserves, notwithstanding measures of mediation of Governor with them. Dangers of provoking people, who we thoroughly loyal. Ask that this address he sent to Government in England."]},"337":{"tagDate":["1837-01-01T00:00:00.000Z"],"tagDescription":["Abstract of admissions, discharges and deaths at the Quarantine Hospital, Grosse Isle, from May 6 to October 21, 1837."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"550":{"tagPlace":["Prince Edward Island, Registrar's Office"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["Certificate of Deputy Registrar that there are no records of original grants of Townships, Nos. 8, 12, 20, 25, 44 and 46."],"tagDate":["1838-07-06T00:00:00.000Z"]},"104":{"tagPlace":["Military Secretary's Office, Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDate":["1838-10-31T00:00:00.000Z"],"tagDescription":["Memorandum of proposed distribution of Forces in Lower and Upper Canada."]},"322":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["Enclosures: (4) Sales of Clergy Reserves between July 4, 1829 and December 31, 1837, arranged in same way."],"tagDate":["1837-04-04T00:00:00.000Z"]},"106":{"tagDescription":["Enclosure: Return of Volunteer Force for local or general service in Lower Canada."],"tagDate":["1838-10-30T00:00:00.000Z"],"tagPlace":["Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"183":{"tagDate":["1838-01-01T00:00:00.000Z"],"tagDescription":["Copy of notes of evidence in case of the Queen vs. Ebenezer Wilcox and Enoch Moore."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"45":{"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDate":["1838-10-22T00:00:00.000Z"],"tagDescription":["Deposition of William Jones Kent, late of Brownhelm, Ohio, respecting a great society in the United States known as the Hunters and Chasers Lodges, giving their form of oath, their secret signs, and their object which was the establishment of a republic in Canada. Mackenzie knew little of it as he was not trusted, and Sutherland was looked upon as a spy. Copy."]},"665":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["St. Ursule St."],"tagDescription":["A.L.S. Fixing time for his giving evidence before Commission."],"tagPerson":["Petre","Sewell, E. W."],"tagDate":["1838-08-07T00:00:00.000Z"]},"492":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1938-06-01T00:00:00.000Z"],"tagDescription":["Memorial from Bishop Mcdonnell. Copy. Has resided 34 years in Upper Canada, and has a wide and intimate acquaintance with people and conditions in province. Gives account of Protestant and Roman Catholic population in Upper and Lower Canada. Loyalty of Roman Catholics as compared with that of Protestant Dissenters, in late disturbances. Discrimination against Roman Catholics in matter of assistance for religion and education causes much dissatisfaction. Withholding from them participation in School Lands and Clergy Reserves felt to be unjust. He asks, also, for share of Jesuits Estates, which were designed for instruction of Indians. Most of these are within limits of Upper Canada and under certain papers."]},"594":{"tagDescription":["Copy. Report on Natural History Society of Montreal."],"tagDate":["1838-07-20T00:00:00.000Z"],"tagPerson":["Holmes, A. F., M.D.","Doratt"],"tagPlace":["Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"244":{"tagDate":["1833-03-19T00:00:00.000Z"],"tagPerson":["Heriot, F. G.","O'Callaghan"],"tagDescription":["A.L.S. Eastern Townships afford encouragement to emigrants. Employment can be had from farmers. Emigrants with from £100 to £500 might procure good farms at reasonable price. Masons, carpenters and wheelwrights paid 5 shillings a day; male servants 20 to 40 shillings a month, and female 10 to 20 shillings. Lands can only be obtained by purchase."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"246":{"tagPerson":["Knowlton, P. H.","O'Callaghan"],"tagDate":["1833-03-23T00:00:00.000Z"],"tagDescription":["L.S. Emigrants without means can do better in more thickly populated places than in townships as farmers must pay wages in kind; but if they have small means, they could be comfortable, as able-bodied men can readily find employment."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Quebec"]},"316":{"tagDate":["1837-04-04T00:00:00.000Z"],"tagDescription":["Enclosures: (1) Quantity of Crown Lands appropriated to Protestant Clergy upon sales of Crown Reserves, in mentioned townships, between June 28, 1828 and December 30, 1836."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Quebec"]},"828":{"tagDescription":["L.S. Enclosing statement. (No. enclosure)."],"tagPerson":["Petre","Sullivan, R. B."],"tagDate":["1838-09-29T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Crown Land Office, Toronto"]},"554":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Surveyor General's Office, Quebec"],"tagPerson":["Hanson","Bouchette"],"tagDate":["1838-07-07T00:00:00.000Z"],"tagDescription":["L.S. Respecting a return he was called upon to make. "]},"849":{"tagDate":["1838-10-18T00:00:00.000Z"],"tagDescription":["Enclosures: (1) Evidence on Clergy Reserves."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Toronto"]},"98":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Quebec"],"tagPerson":["Turton","Buller"],"tagDate":["1838-10-01T00:00:00.000Z"],"tagDescription":["Opinion by Turton, coincided in by Buller, that an American coming into Canada for the purpose of making war on the Sovereign, should be dealt with, not as a traitor, but as an alien enemy, and tried by Court-Martial."]},"556":{"tagDate":["1838-07-07T00:00:00.000Z"],"tagPerson":["Doratt","Andrews, F. H., Librarian"],"tagDescription":["Copy. Report on Quebec Library. "],"tagPlace":["Quebec Library"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"275":{"tagPlace":["Government House, Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1834-11-05T00:00:00.000Z"],"tagPerson":["Shirreff, Charles","Rowan, Wm."],"tagDescription":["Copy. Lieut. Governor will be pleased to submit to Home Government any scheme having in view settlement of country between Ottawa and Lake Huron, and opening of water communication along route."]},"680":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Quebec"],"tagDescription":["A.L.S. Asking on behalf of several French Canadians. who desire to take up land in Gosford township, that vacant land therein be put up to auction, and that regulation requiring cash payment in full may in their cases be dispensed with."],"tagPerson":["Kerr, J. H.","Buller"],"tagDate":["1838-08-08T00:00:00.000Z"]},"663":{"tagPlace":["Trois Rivieres"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDescription":["Copy. In French. Applying for grant of £250 to the Societe de l'Education des Trois Rivieres."],"tagDate":["1838-08-07T00:00:00.000Z"],"tagPerson":["Polette, A.","Doratt"]},"489":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Quebec"],"tagPerson":["Marett, Henriette","Doratt"],"tagDate":["1938-06-30T00:00:00.000Z"],"tagDescription":["Copy. In French. Society of Ladies of Quebec was founded in 1833 for relief of orphans. Has received £100 a year."]},"303":{"tagDescription":["L.S. Report on methods of disposal of clergy Reserves. Encloses Imperial Act 7 and 8 and Geo. IV. C. 62, which is authority for sales. Up to March 8, 1837, sales of Clergy Reserves to amount of 393,746 acres have been made. The total amount of Reserves in surveyed townships is 2,197,526 acres. Of these 361,000 are under 21 years' lease. Course pursued as regards sales, was to have inspection and valuation made, and lands were sold on terms fixed to first applicants. In many cases, applicants were allowed to enter on lands desired by them before inspection, and purchased settled after valuations made. Many leases have been converted into fee simple. These are only exceptions to sales by public auctions, which has been rule since 1834, subject to the right of pre-emption, granted to occupants. System of leasing has been abandoned. Arguments in favor of sales outright: (1) Desire of people to have political rights as freeholders; (2) interest of settlers to have permanent property; (3) rents small and irregularly paid; (4) necessity of raising larger amount to maintain Clergy; (5) political expediency vacant lands are tempting to enemy, and source of grievance to discontented; (6) constant subject of dispute between religious denominations; (7) surrender of Crown Reserves to Canada Company has created shortage of land available for incomes; (8) lessees of Clergy Reserves desire to purchase, many wishing to realize on their improvements; (9) inadequacy of funds to meet demands of Clergy, necessitating recourse to Casual and Territorial Revenue. He recommends that authority should be obtained from Imperial Government to sell another quarter of Reserves. Of the quarter already authorized for sale-549,381 acres-there are only 155,645 acres left unsold. If this were known lessees and other claimants would be urgent to purchase, and their demands could not be met. He, also, recommends that the fund created by sales and leases should be transferred to Provincial Government debentures, which would give double amount now received. The security would be of the best."],"tagPerson":["Joseph, Mr. Secretary","Sullivan, R. B."],"tagDate":["1837-03-28T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Office of Commissioner of Crown Lands"]},"525":{"tagPerson":["Burke, Wm., President","Doratt"],"tagDate":["1838-07-03T00:00:00.000Z"],"tagDescription":["Copy. Report on Quebec Friendly Society."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Quebec"]},"757":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDescription":["Memorandum respecting land grants to militia who served in War of 1812."],"tagDate":["1838-08-01T00:00:00.000Z"]},"631":{"tagDescription":["Draft of letter in Wakefield's hand, to Bishop of Montreal, stating that it is desired to have his evidence, as Principal of Corporation for managing Clergy Reserves in Lower Canada."],"tagPerson":["Bishop of Montreal"],"tagDate":["1838-07-31T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"502":{"tagDescription":["A.L.S. In French. Regrets that Governor cannot find time to visit the Quebec Seminary, as all his predecessors have done. Encloses copies of the literary and philosophical exercises of the Seminary. (Enclosures herewith)."],"tagDate":["1838-07-02T00:00:00.000Z"],"tagPerson":["Demers, J., Rev. Superieur","Couper"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"797":{"tagDescription":["A. Ritchie & Co. A.L.S. Petition setting forth that they had purchased an extensive tract of land in Gaspe for lumbering purposes; that, although they had complied with all conditions, and entered upon operations, the sale was disallowed, causing them heavy loss and expense, and asking for relief."],"tagDate":["1838-09-20T00:00:00.000Z"],"tagPlace":["Restigouche"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"]},"562":{"tagPlace":["Quebec Medical Board"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1838-07-09T00:00:00.000Z"],"tagPerson":["Nault, J. Z.","Doratt"],"tagDescription":["Copy. Transmitting copy of resolutions and report adopted at last meeting of Board."]},"400":{"tagPlace":["Edinburgh"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1938-03-06T00:00:00.000Z"],"tagDescription":["Statement by the Committee of the General Assembly of the Church of Scotland, on behalf of the Scottish Presbyterian Church of Canada. Two copies in print."]},"466":{"tagDescription":["A.L.S. Observing Buller's appointment on commission to enquire on subject of Crown Lands, he as commissioner of British American Land Company, places services and information at Buller's disposal."],"tagDate":["1938-06-22T00:00:00.000Z"],"tagPerson":["Fraser, J.","Buller"],"tagPlace":["Payne's Hotel, Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"832":{"tagDate":["1838-10-02T00:00:00.000Z"],"tagPerson":["Fanning, M. M.","Durham"],"tagDescription":["L.S. Defending her father, Lieut. Governor Fanning from imputation of having obstructed Loyalists in their efforts to hold possession of the lands upon which they had settled."],"tagPlace":["Prince Edward Island"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"]},"603":{"tagDescription":["Petition of British inhabitants and others residing in the city and vicinity of Montreal, praying for the abolition by Ordinance of the Special Council, of the feudal tenure of the Island of Montreal. The petitioners point to the baneful effects of the many dues exacted by the Seminary of St. Sulpice, particularly the lods et ventes or mutation tax on sales. They quote eminent legal opinion as to the illegality of the possessions of the Seminary. Though recognizing no legal right in the Seminary to compensation, they express their willingness to pay the mutation fine for one year after this date, but at rate of 5 per cent instead of one-twelfth.","Another form of same petition extensively signed. (With Addresses)."],"tagDate":["1838-07-21T00:00:00.000Z"],"tagPlace":["Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"250":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Quebec"],"tagDescription":["A.L.S. Beauce has much unsettled land suitable for farmers. Employment limited except at seed time and harvest. Those most wanted there are farmers, with limited number of mechanics. Masons, carpenters and wheelwrights make from 3/6 to 5 shillings a day. Servants, male, from 25 to 40 shillings a month; female, from 7/6 to 15 shillings. Land can be had in Seigniory for from 15 to 30 shillings a lot of from 75 to 90 arpents. The district has good roads."],"tagPerson":["Harbottle, E.","O'Callaghan"],"tagDate":["1833-03-24T00:00:00.000Z"]},"467":{"tagDescription":["A.L.S. Enclosing copy of return of admissions, discharge and deaths at Quarantine Hospital. (Enclosure herewith)."],"tagDate":["1938-06-23T00:00:00.000Z"],"tagPerson":["Buchanan, A. C., Chief Immigration Agent","Hanson"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"748":{"tagDescription":["Dft. with original draft in Wakefield's hand. Though the Governor will recommend important modifications in regulations respecting Timber Licences, they could not be operative during current season, and authority is therefore given to continue under present regulations. As it has been observed that there has been much disregard of present regulations, he is requested to take steps to ascertain what precautions are necessary to prevent this non-observance of regulations."],"tagPerson":["Petre","Davidson"],"tagDate":["1838-08-21T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Quebec"]},"558":{"tagDescription":["Copy. Stating that Quebec Constitutional Association is a purely political institution."],"tagPerson":["Bristow, W.","Doratt"],"tagDate":["1838-07-07T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Quebec"]},"729":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDescription":["A.L.S. Asking Governor's permission to dispose of licences to cut timber, in usual manner, for current season."],"tagDate":["1838-08-20T00:00:00.000Z"],"tagPerson":["Buller","Davidson, John"]},"81":{"tagPlace":["Citadel of Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["Describing the manner of the escape of Theller and Dodge, in order that the sentinels who had been arrested, might not be unjustly punished, as they were quite guiltless."],"tagDate":["1838-10-22T00:00:00.000Z"],"tagPerson":["Sutherland, T. J.","Macdonell, James, Sir"]},"93":{"tagPlace":["Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDate":["1838-10-28T00:00:00.000Z"],"tagPerson":["Colborne","Durham"],"tagDescription":["Private. A.L.S. Enclosing letters from Arthur which show that great alarm prevails in Upper Canada. He has no doubt of an extensive organization among the French Canadians, who are under oath to take up arms when called upon. He has this from an advocate, who is in communication with the man in whose house they met. (No enclosures.)"]},"591":{"tagDate":["1838-07-19T00:00:00.000Z"],"tagDescription":["Abstract from Journals of Assembly of Lower Canada on subject of granting Crown Lands from 1823 to 1836."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"442":{"tagDate":["1938-05-03T00:00:00.000Z"],"tagPerson":["Young, G. R.","Durham"],"tagDescription":["L.S. Enclosing pamphlet prepared by him as agent for the proprietors of Prince Edward Island."],"tagPlace":["London"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"820":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDescription":["Extracts from The Colonial Herald, containing an account of the proceedings of the Escheat committee, and communications from Mr. LeLacheur and others thereupon."],"tagDate":["1838-09-28T00:00:00.000Z"]},"435":{"tagDescription":["A.L.S. Calling attention to lack of suitable provision for Church of England clergy in New Brunswick, Nova Scotia and Newfoundland; and giving reasons for his belief that Clergy Reserves were intended solely for Church of England."],"tagPerson":["Durham","Bishop of Nova Scotia"],"tagDate":["1938-04-14T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["10 Lower Parade, Leamington"]},"756":{"tagPerson":["Bouchette","Petre"],"tagDate":["1838-08-24T00:00:00.000Z"],"tagDescription":["A.L.S. Respecting inaccuracies and incompleteness of Township surveys, on which explanations are desired."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Surveyor General's Office"]},"618":{"tagDescription":["Enclosure: A.L.S. Many practical suggestions for settlement, particularly for country on Ottawa and Gatineau rivers. "],"tagPerson":["Treadwell, N. H.","Treadwell, C. P."],"tagDate":["1838-07-10T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Plattsburg"]},"254":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Office of Crown Lands, Quebec"],"tagDescription":["A.L.S. Replying to enquiry, invites attention to Proclamation of December 18, 1827, for regulations governing disposal of Crown Lands."],"tagPerson":["O'Callaghan","Davidson, John"],"tagDate":["1833-03-30T00:00:00.000Z"]},"551":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Montreal"],"tagPerson":["Doratt","Arnoldi, D."],"tagDate":["1838-07-06T00:00:00.000Z"],"tagDescription":["Report on German Society of Montreal. "]},"812":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Land Department, Quebec"],"tagPerson":["Bouthillier, T.","Davidson, J."],"tagDate":["1838-09-24T00:00:00.000Z"],"tagDescription":["L.S. Remarks on a petition of 93 heads of families settled on Allumette Island, setting forth that they have dwelt on their properties on the Island, from one to eight years, and that they have endeavored to obtain titles, but so far without effect. It is explained that, until the uncertainty as to whether this and other islands in Ottawa river are in Upper or Lower Canada is cleared up, Land Department cannot proceed to give titles. Matter was referred by Gosford to Colonial Office, but decision has not yet been communicated."]},"575":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Montreal"],"tagDescription":["Copy. Report on Commission for relief of sick and destitute emigrants at Montreal."],"tagPerson":["Doratt","Lunn, Wm., and others, Commissioners"],"tagDate":["1838-07-11T00:00:00.000Z"]},"161":{"tagDescription":["Copy of notes of evidence in case of the Queen vs. Isaac Moore and Harvey Bryant, indicted for high treason."],"tagDate":["1838-01-01T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]},"702":{"tagPerson":["Morrin, J.","Doratt"],"tagDate":["1838-08-11T00:00:00.000Z"],"tagDescription":["Copy. Enclosing statement of admissions, discharges and deaths, which occurred at Marine and Emigrant Hospital; also, financial statement. (Both enclosures herewith)."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Quebec"]},"247":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1833-03-23T00:00:00.000Z"],"tagPerson":["Stewart, J., Hon.","O'Callaghan"],"tagDescription":["A.L.S. Stating that Jesuits Estates do not afford employment for emigrants, but that occasionally persons with means may obtain lands on Seigneurial Tenure."]},"636":{"tagDescription":["Draft of letter in Wakefield's hand, to Chief Justice of New Brunswick, stating that his evidence is desired as to justice and expediency of tax upon wild lands, the property of individuals."],"tagPerson":["Chief Justice of New Brunswick"],"tagDate":["1838-07-01T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["L. & E. Commission"]},"6":{"tagDescription":["Political Disturbances. Naval and Military"],"tagNotebook":["MICROFILM SHELF LIST"]},"14":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Halifax"],"tagPerson":["Campbell","Couper"],"tagDate":["1838-10-10T00:00:00.000Z"],"tagDescription":["A.L.S. Respecting despatch of 93rd Highlanders, Will send another in response to Colborne's request, when man-of-war arrives. Sympathy for Durham."]},"634":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPerson":["David, F. M.","Doratt"],"tagDate":["1838-07-01T00:00:00.000Z"],"tagDescription":["Copy. Report on Ladies Benevolent Society of Montreal."]},"573":{"tagPerson":["Torrance, Selina","Doratt"],"tagDate":["1838-07-10T00:00:00.000Z"],"tagDescription":["Copy. Report on Montreal Ladies Bible Association."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Montreal"]},"107":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Quebec"],"tagDescription":["A memorandum by Colborne, containing plans for the defence of the country in the event of an attempted invasion from the United States. D.S."],"tagPerson":["Colborne"],"tagDate":["1838-11-01T00:00:00.000Z"]},"70":{"tagPlace":["Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["A.L.S. Enclosing letter respecting activities of disaffected in border districts. Has strengthened forces at St. John's and Laprairie. Excitement and distress in Montreal at news of Durham's intended departure. (No enclosure)"],"tagDate":["1838-10-10T00:00:00.000Z"],"tagPerson":["Couper","Clitherow"]},"433":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Quebec"],"tagDate":["1938-04-05T00:00:00.000Z"],"tagDescription":["Memorial of the Committee of Management of Quebec Emigrant Society to Administrator, on subject of relief for destitute emigrants."]},"732":{"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDescription":["Enclosure: A.L.S. Inviting attention to memorial of June 1837 to Colonial Secretary, requesting confirmation of sale in question. Encloses memorial and other papers."],"tagDate":["1838-07-31T00:00:00.000Z"],"tagPerson":["McTavish, W.","Turton"]},"480":{"tagDescription":["Statement of James Maychell, commanding brig Robert Burns, that he learned at St. John's, Newfoundland, that cholera was raging on Island of St. Pierre. and that deaths were occurring for several days at rate of 80 a day. Copy."],"tagPerson":["Maychell, James"],"tagDate":["1938-06-29T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"463":{"tagDescription":["A.L.S. Invites attention to fact that in all patents for land, the clergy appropriation equals one-fifth of land granted, whereas Statute allows only one-seventh. Only lately matter has come under supervision of his office. Patents, in his opinion, might advantageously, be simplified."],"tagPerson":["Bouthillier, T.","Hanson, R. D."],"tagDate":["1938-06-22T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Crown Lands Office, Quebec"]},"689":{"tagDate":["1838-08-10T00:00:00.000Z"],"tagPerson":["Doratt","Leslie, S. W. H., Secretary"],"tagDescription":["L.S. Enclosing copy of report on Quebec Emigrant Society, signed by Joseph Skey, M.D. President."],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"]},"232":{"tagPlace":["Castle of St. Lewis Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1831-10-31T00:00:00.000Z"],"tagPerson":["Colborne","Goderich"],"tagDescription":["Enclosure: (2) Extract. Necessity for establishment of Emigrant Agent, who should direct emigrants, on their arrival, to places where employment could be obtained. Means of assisting those, who through illness, are unable to work subsidy for local hospital; or through Governor, where demand for labor is unequal to supply. Precautions in case Government should be compelled to find work for surplus."]},"776":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDescription":["Instruction to Commissioners of Militia Claims, signed by Buller. Copy. Severe reflections upon local executive. All testimony received concurs in establishing conviction that the report of the Commission of Crown Lands and Emigration is a faint description of injury inflicted upon militia men, by the manner in which the intentions of Home Government have been defeated by local executive. The objects of Home Government were settlement of country, and compensation as recognition of services of militia. Results actually obtained in majority of eases, precisely opposite to those Home Government had in view. The official delays and obstacles interposed between militia claimants and their grants, the impossibility in many cases of ever obtaining a grant after most vexatious impediments and delays, the mode of allotting the land so that it was seldom worth expense and trouble obtaining it, the necessity of employing expert agents who were acquainted with the intricacies of Lands and Surveyor General's Departments all convinced Governor that the public offices alone were to blame for converting what was intended as a boon into a positive injury, and he concurs in Commissioner's Report which says that there has been a maximum of injury to the province with the minimum of benefit to militia men. Governor hopes that his measures, as respects claims yet unsettled, will be means of carrying into effect original intention of grants. Governor expects utmost expedition, consistent with safety, in settling outstanding claims. No claims to be recognized but those of six battalions and others who served for same period and in same manner. It must be explained to all claimants that the orders for the nominal amount of money awarded, will have full value at future sales of Crown Lands and ought to be exchangeable for money at, or nearly at, par."],"tagDate":["1838-09-12T00:00:00.000Z"],"tagPerson":["Buller"]},"315":{"tagDescription":["L.S. Enclosing statements in connection with letter of January 25, respecting excess appropriations to Clergy."],"tagDate":["1837-04-11T00:00:00.000Z"],"tagPerson":["Walcott","Bouchette, J."],"tagPlace":["Surveyor General's Office, Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"683":{"tagDescription":["A.L.S. Returning copy of his evidence, with a few corrections."],"tagPerson":["Petre","Buchanan"],"tagDate":["1838-08-09T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Emigration Dept., Quebec"]},"615":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["L' Original"],"tagDescription":["A.L.S. Enclosing a letter from his father, N. H. Treadwell, containing suggestions for settlement. He, himself, has been engaged in opening up country for last 15 years, 9 of which in service of Canada Company. Great importance of establishing Board of Works to superintend public works. Most necessary public work is Ottawa and Lake Huron water way. Its many advantages."],"tagPerson":["Treadwell, C. P.","Buller"],"tagDate":["1838-07-23T00:00:00.000Z"]},"409":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPerson":["Howick, Lord"],"tagDate":["1938-03-19T00:00:00.000Z"],"tagDescription":["Pamphlet by Lord Howick on a Plan of Emigration. A.L. Initialed. He was opposed to assisted emigration. 1st. Because it was unnecessary; 2nd. It would be a check on voluntary emigration; 3rd. It would throw on Government responsibility for fitness of emigrants, which if could not discharge satisfactory; 4th. it would give emigrants in distress a claim on Government and remove a powerful [illegible] to self help. Assistance should be limited to two objects: Containing for emigrants the cheapest and best means of transportation, and the necessary arrangements for their reception at end of passage, furnishing information to those with means, and helping those without means to find employment, and sending the sick to hospitals. Approval on measures for charging a head tax of 5 shilling to help in maintenance of accommodation for sick. Would double tax in case of ships in which regulations for benefit of passengers were not attended to. The most important point was provision for employing laborers when they got to Canada. He rejected plan of setting these at once on own lands; and thought mere temporary supply of tools and food insufficient. His idea was that it was unwise to attempt to raise laborers in the industrial seale, until had had experience. His plan was to establish villages of 100 to 150 cottages on different parts of Crown Lands, with, say 1/4 acre of land attached to each; and to erect a church and schoolhouse, which might perhaps occupy one building, with residence for clergyman. Destitute laborers should occupy these cottages as weekly tenants, with right purchase. These laborers should be given employment in improving Crown Lands by opening roads, clearing lands and preparing further villages. They would thus gain the experience necessary to fit them to be successful farmers. The plan of giving small allotments either free or upon credit has proved failure. Advantage of village settlements would be the providing the people with the several conveniences of civilized life. The scheme he proposes would in his opinion be peculiarly suitable for Lower Canada, and he thinks that settlement groups might be formed under leadership of clergymen, either Protestant or Roman Catholic."]},"110":{"tagPlace":["Citadel of Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["A.L.S. Representing that his detention is illegal, and demanding that he be set at liberty."],"tagDate":["1838-11-01T00:00:00.000Z"],"tagPerson":["Sutherland, T. J.","Glenelg"]},"486":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Quebec"],"tagDescription":["Copy. Giving account of activities of Quebec Diocesan Committee, particularly on educational side."],"tagPerson":["Doratt","McTavish, Wm."],"tagDate":["1938-06-30T00:00:00.000Z"]},"270":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Leeds"],"tagDescription":["A.L.S. County of Megantic very suitable for settlers. Not much steady employment for laborers. Most desirable sort of emigrants are farmers. Servants, male, get from $6 to $10 in summer and from 52.50 to $4 in winter; female, from $2 to $4. Lands can only be obtained by purchase; average price for land held by private individuals 5 shillings an acre, or quit rent of 6 shillings per 100 acres; all other lands 4 shillings and 6 pence per acre."],"tagPerson":["O'Callaghan","Burray, J."],"tagDate":["1833-05-06T00:00:00.000Z"]},"846":{"tagDescription":["A.L.S. Enclosing his evidence on Clergy Reserves; also, an address from the ministers of the Congregational Union."],"tagPerson":["Roaf, J.","Durham"],"tagDate":["1838-10-18T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Toronto"]},"685":{"tagPerson":["Stayner, T. A."],"tagDate":["1838-08-09T00:00:00.000Z"],"tagDescription":["Statement of the Financial and Charitable objects of the Quebec, British and Canadian School, signed by T. A. Stayner, President. Copy."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Quebec"]},"228":{"tagPlace":["Castle of St. Lewis Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["A.L.S. Enclosing for information and guidance, copies of despatches from Colonial Secretary on subject of emigration. His salary. Security required for proper handling of monies entrusted to him."],"tagDate":["1832-04-18T00:00:00.000Z"],"tagPerson":["Buchanan, A. C.","Craig, H., Secretary"]},"559":{"tagDescription":["Copy. Giving certain particulars as to hospital accommodation and needs at Quebec."],"tagPerson":["Doratt","Morrin, J., M.D."],"tagDate":["1838-07-09T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Quebec"]},"844":{"tagPlace":["Surveyor General's Office, Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDate":["1838-10-16T00:00:00.000Z"],"tagPerson":["Radenhurst, J.","Hanson"],"tagDescription":["L.S. Enclosing number of returns. (No enclosures)."]},"90":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Albany"],"tagPerson":["Durham"],"tagDate":["1838-10-24T00:00:00.000Z"],"tagDescription":["Anonymous letter to Durham. Stating that a widespread organization exists along the United States frontier, having in view invasion of Canada."]},"728":{"tagDate":["1838-08-20T00:00:00.000Z"],"tagDescription":["Draft of letter in Hanson's hand, asking Mr. Christie to attend the commission."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Union Buildings, Quebec"]},"553":{"tagDescription":["Copy. In French. Report on Congregation de Notre-Dame à Montreal."],"tagPerson":["Soeur Sta Madeleine, Supérieure","Doratt"],"tagDate":["1838-07-06T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Congregation Notre-Dame, Montreal"]},"851":{"tagPlace":["Toronto"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagDate":["1838-09-15T00:00:00.000Z"],"tagDescription":["Enclosures: (2) Address of ministers of Congregational Union. Two copies. A vigorous plea against incipient measures which are being taken for the establishment of Church of England in Canada, and the appropriation of the Clergy Reserves to the exclusive use of that body. These should be devoted, in accordance with the wishes of the majority of the people, to purposes of education."]},"319":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Quebec"],"tagDescription":["Enclosures: (2) Quantity of Crown Lands appropriated to Protestant Clergy upon sales of Clergy Reserves, in these townships, during same period."],"tagDate":["1837-04-04T00:00:00.000Z"]},"577":{"tagPlace":["St. James St., Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["Copy. Report on St. George's Society of Montreal. (Encloses financial statement)."],"tagDate":["1838-07-11T00:00:00.000Z"],"tagPerson":["Doratt","Tubby, Sam"]},"138":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["H.M.S. Niagara, Kingston"],"tagPerson":["Arthur","Sandom"],"tagDate":["1838-11-14T00:00:00.000Z"],"tagDescription":["Copy. Reporting measures taken for protection of frontier between Kingston and Prescott. Engagement with enemy near latter place. Vigorous resistance of Lieut. Powell, in command of Experiment, to landing of mend from United States side."]},"488":{"tagDescription":["Copy. Montreal Constitutional Association is not a charitable organization."],"tagDate":["1938-06-30T00:00:00.000Z"],"tagPerson":["Doratt","McGill, P."],"tagPlace":["Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"255":{"tagDescription":["A.L.S. All good, well situated lands in his seigniory taken up. No employment offering for laborers or mechanics."],"tagDate":["1833-04-12T00:00:00.000Z"],"tagPerson":["Langlois, P.","O'Callaghan"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"472":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Surveyor General's Office, Quebec"],"tagPerson":["Bouchette","Buller"],"tagDate":["1938-06-26T00:00:00.000Z"],"tagDescription":["L.S. Enclosing report on surveys of section of Orford township. Stating that surveys for British American Land Company were made without reference to his office, and on an unprecedented scale of expense."]},"532":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Sherbrooke"],"tagPerson":["Hanson","Whitcher, C."],"tagDate":["1838-07-05T00:00:00.000Z"],"tagDescription":["A.L.S. Enclosing information in reply to questions addressed to him, respecting Eastern Townships. (Statement enclosed)."]},"339":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1837-12-01T00:00:00.000Z"],"tagPerson":["Alder, R., Rev. Secretary Wesleyan Missionary Society","Glenelg"],"tagDescription":["A.L.S. On the best methods of promoting the religious and temporal welfare of Indians."]},"28":{"tagDescription":["L.S. Departure of 93rd Regiment for Canada."],"tagPerson":["Durham","Campbell"],"tagDate":["1838-10-16T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Government House, Halifax"]},"639":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1838-07-01T00:00:00.000Z"],"tagDescription":["Draft of Circular Letter in Hanson's hand, to persons from whom information is desired, respecting land."]},"430":{"tagPlace":["British American Land Company, Bucklersburry"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["A.L.S. Sending maps of Eastern Townships. Favorable opinions of district held by earlier governors. Importance of settling it. Sherbrooke might be made military position. Asks interview for deputation. (Durham directs that Bruyeres be told that he will be happy to receive deputation)."],"tagDate":["1938-03-26T00:00:00.000Z"],"tagPerson":["Bruyeres, H. P., Secretary","Durham"]},"86":{"tagPlace":["St. Lewis Barracks"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDate":["1838-10-24T00:00:00.000Z"],"tagPerson":["Durham"],"tagDescription":["Copy. Statement showing the heavy debts the soldiers are obliged to assume for rations, as explaining the large number of desertions."]},"661":{"tagDate":["1838-08-03T00:00:00.000Z"],"tagPerson":["Doratt","Wilkes, Henry"],"tagDescription":["Copy. Report on Montreal Auxiliary Bible Society."],"tagPlace":["Montreal"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"]},"282":{"tagDescription":["L.S. Reporting that, owing to circumstances which he mentions, an excess of about 22,150 acres has accrued to the Clergy, over and above the seventh allowed by the Act 31 Geo. III. C. 31."],"tagPerson":["Walcott, S.","Bouchette, J."],"tagDate":["1837-01-25T00:00:00.000Z"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Surveyor General's Office, Quebec"]},"570":{"tagPerson":["McDonald, John, President"],"tagDate":["1838-07-10T00:00:00.000Z"],"tagDescription":["Memorial from Commissioners for improving navigation of St. Lawrence, signed by John McDonald, President. They point out that, after spending £350,000 on this work, they will still require between £40,000 and £50,000 to complete it. In present state of finances of Upper Canada, it is not deemed expedient to issue debentures, and there is likelihood of work being suspended. Asks that sum required be lent from resources of Lower Canada, which has equal interest in canals. It would be repaid when required for completion of canal between Cascades and Coteau du Lac."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Cornwall"]},"481":{"tagPlace":["New Edinburgh"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDate":["1938-06-29T00:00:00.000Z"],"tagPerson":["Buller","Stevenson, J., Manager of Commercial Bank"],"tagDescription":["A.L.S. Submitting a scheme for Emigration to be tried in County of Russell. He proposes appointment of two managing committees, one in London, the other local; that grant, be obtained of 6,000 acres in Russell County; that 30 laborers be brought out, indented for one year; that at end of year, each shall purchase 50 acres. The estimates would show a considerable favorable balance, to be devoted to furthering scheme. Land often brings as much as 20 shillings an acre."]},"136":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagDescription":["List of papers found on prisoners taken by Lieut. Leary, R.N."],"tagDate":["1838-11-13T00:00:00.000Z"]},"528":{"tagDate":["1838-07-04T00:00:00.000Z"],"tagDescription":["Copy of The Colonial Herald, containing conclusion of Young's pamphlet on Escheat question, with remarks on same."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Charlottetown"]},"134":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"],"tagPlace":["Cornwall"],"tagPerson":["Arthur","Turner"],"tagDate":["1838-11-11T00:00:00.000Z"],"tagDescription":["Copy. News of victory over rebels. Will forward State prisoners by first opportunity."]},"259":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Sherbrooke"],"tagDescription":["A.L.S. Report respecting county of Sherbrooke. No emigration can be advantageous without considerable number of persons possessing somewhat ample means. Considerable number of laborers could find employment at reasonable wages. There are sufficient number of mechanics for present needs. Farm servants get from $6 to $8 with board at first; from $10 to $16 when experienced. Carpenters $18 to $24 a month with board. Household servants, male, from $4 to $6; female, $2 to $3 per month. Pay partly in cash, partly in kind. Land can only be obtained by purchase; price $1 to $2 an acre. Society should establish depot of provisions, preferably at Sherbrooke."],"tagPerson":["O'Callaghan","Colclough, G. C."],"tagDate":["1833-04-20T00:00:00.000Z"]},"220":{"tagPlace":["Surveyor General's Office"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagDescription":["Dft. Initialed. Reply to enquiries of committee appointed to enquire into matters affecting revenue. No reduction possible in expenses connected with administration of public lands. Account of work of that Department. On question whether larger revenues could be collected, he gives his ideas as to how revenues could be increased. The principal source of revenue is the Crown Reserves, which average 9,000 acres in each township. Present system of leasing for 21 years of little benefit. Rents irregularly, in some cases never, paid. Generality, of reserves, particularly on water courses, subject to depredations of all sorts, and to squatting. He recommends leases for 99 years or, better still, freeholds. Suggests mutation fine of one-twelfth. Encloses statements of the average quantum of ungranted lands, and total quantum of Crown Reserves, with estimates of revenue which might be taken."],"tagDate":["1822-03-22T00:00:00.000Z"],"tagPerson":["Bouchette, J.","Irvine, James, Hon."]},"759":{"tagPerson":["Wakefield","Hanson"],"tagDate":["1838-09-05T00:00:00.000Z"],"tagDescription":["A.L.S. Reached Toronto to open enquiry on Monday before. Long interview with Arthur, who was civil but jealous of interference with his authority in appointment of commission. Talking with the people along the way he concludes that commission is popular; that tax on holders of wild lands is without efficacy; that present parliament is unpopular; that the charges of irregularities in conduct of last election are well-founded; that Arthur lacks respect of all parties, and is looked upon as weak, undecided man; that all the country wants to make it prosperous is good government; and that official party will fight hard before surrender."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["North American Hotel, Toronto"]},"726":{"tagPerson":["Petre","Sewell, E., Rev."],"tagDate":["1838-08-18T00:00:00.000Z"],"tagDescription":["A.L.S. Returning copy of his examination with some charges."],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"]},"277":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"],"tagPlace":["Castle of St. Lewis, Quebec"],"tagPerson":["Shirreff","Craig, H."],"tagDate":["1834-11-05T00:00:00.000Z"],"tagDescription":["Copy. Similar in tenor to immediately preceding letter, on part of Governor General."]},"829":{"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"],"tagPlace":["Sheriff's Office, Hamilton"],"tagDescription":["A.L.S. Reporting that no sales of land for land taxes have taken place during his term. Is sending letter to his predecessor Wm. M. Jarvis."],"tagPerson":["Macdonell, Allan","Petre"],"tagDate":["1838-10-01T00:00:00.000Z"]},"226":{"tagDescription":["Enclosure: Statements mentioned."],"tagDate":["1822-03-22T00:00:00.000Z"],"tagPlace":["Surveyor General's Office"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME I"]},"823":{"tagDate":["1838-09-29T00:00:00.000Z"],"tagPerson":["Davidson","Buller"],"tagDescription":["Copy. Replying to question as to nature of examination made of estimates of British American Land Company for roads, etc., payable out of Improvement Fund, prior to their being submitted for sanction of Governor, he states that since supplementary article of August 6, 1834, the sanction of Governor has been given as matter of course. When original agreement was made, Aylmer, Governor General, gave much attention to estimates, urging construction of certain roads as most generally beneficial. Company appealed to Colonial Secretary, which lead to supplementary article which threw heavy responsibility on local government for delay in case Governor did not accept estimates. Governor declined to accept responsibility of rejecting estimates subject to an appeal to Colonial Secretary, with the consequent long delays, and ceased interfering with estimates. Yearly reports of state of works payable out of Improvement Fund were transmitted to Colonial Secretary for House of Commons."],"tagPlace":["Crown Land Office, Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 5.-LANDS, CLERGY RESERVES, EMIGRATION, EDUCATION, CHARITIES. VOLUME II"]},"34":{"tagDescription":["Deposition of Elizabeth Lawson, that Morin sent money on three occasions to Theller, through her. Copy."],"tagDate":["1838-10-16T00:00:00.000Z"],"tagPlace":["Quebec"],"tagNotebook":["THE DURHAM PAPERS SESSIONAL PAPER No. 23 SECTION 4. POLITICAL DISTURBANCES. NAVAL AND MILITARY"]}}