{"252":{"tagDescription":["Newspaper Extract - Subscriptions received August 8 and 9 in behalf of the sufferers by fire at Portland. (Taken from 10/8/1866 O. Corr.)"],"tagDate":["1866-08-10T00:00:00.000Z"]},"814":{"tagDescription":["Daily Patriot (Washington) - Editorial extract - The Barings - History of their dealings with the United States Government. (Taken from 13/6/1871 O. Corr)"],"tagDate":["1871-06-10T00:00:00.000Z"]},"475":{"tagDescription":["Newspaper Extract - The Alaska Purchase. (Taken from 15/12/1868 O. Corr.)"],"tagDate":["1868-12-15T00:00:00.000Z"]},"29":{"tagDescription":["Newspaper Extract - Official Report of a Southern Senatorial Committee - The outrages of the enemy - (From the Proceedings of the confederate Congress). (Taken from 22/5/1863 L. & Co. Corr.)"],"tagDate":["1863-05-01T00:00:00.000Z"]},"219":{"tagDate":["1865-01-01T00:00:00.000Z"],"tagDescription":["Printer's Galley - Amendments to be proposed to Bill No. 49, intitled, \"An Act to Amend and consolidate the provisions contained in the Acts and Ordinances relating to the incorporation of the City of Quebec and to vest more ample powers in the corporation of the said City. (Taken from Package marked Canada &c.)"]},"713":{"tagDescription":["Circular - Statement of the Public Debt of the United States - (Sgd/ George S. Boutwell. (Taken from O. Corr.)"],"tagDate":["1870-11-01T00:00:00.000Z"]},"446":{"tagDescription":["The Courier, (Charleston) Extract - The Bank, The Credit of the State and the attempt to supersede the Courts. Sgd/ An old member of the Bar. (Taken from 25/8/1868 O. Corr.)"],"tagDate":["1868-08-17T00:00:00.000Z"]},"179":{"tagDescription":["Newspaper Extract - Letter received from Boston on the supply of cotton from America."],"tagDate":["1865-04-05T00:00:00.000Z"]},"1096":{"tagDate":["1873-01-20T00:00:00.000Z"],"tagDescription":["Circular - Messrs. Morton, Rose & Co. are authorized by the Corporation of the City of Montreal to receive subscription for a Loan of £500,000."]},"491":{"tagDescription":["Sessional Paper - Commonwealth of Massachusetts - Financial Statement - Sgd/ Jacob H. Loud, Treasurer and Receiver General. (Taken from 9/3/1869 O. Corr.)"],"tagDate":["1869-02-23T00:00:00.000Z"]},"567":{"tagDescription":["General Laws - Extract - Chap. 450. An Act in addition to an Act to aid the construction of the Boston, Hartford and Erie Railroad. (Taken from 6/7/1869 O. Corr.)"],"tagDate":["1869-06-22T00:00:00.000Z"]},"479":{"tagDate":["1868-12-16T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Alaska Investigation. (Taken from 18/12/1868 O. Corr.)"]},"670":{"tagDescription":["Prospectus - Burlington and Missouri River Railroad Company - Sgd/ John W. Brooks, Presdt. John W. Denison, Treasurer. (Taken from 29/4/1870 O. Corr.)"],"tagDate":["1870-03-31T00:00:00.000Z"]},"764":{"tagDate":["1871-03-28T00:00:00.000Z"],"tagDescription":["Newspaper Extract - List of New York Houses designated by the Secretary of the Treasury as authorized to receive subscriptions, who have acted on their appointments. (Taken from 28/3/1871 O. Corr.)"]},"700":{"tagDescription":["Circular - Statement of the Public Debt of the United States - Sgd/ George S. Boutwell, Secy. Treasury. (Taken from O. Corr.)"],"tagDate":["1870-06-01T00:00:00.000Z"]},"880":{"tagDate":["1871-11-23T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Boston Revenue Frauds - Welds & Co's warehouses still in possession of the United States authorities. (Taken from 24/11/1871 O. Corr.)"]},"175":{"tagDescription":["Dispatch (Richmond Ga.) - Extract - Message of Governor Brown - Defence against attacks for permitting Sherman to march unmolested into Georgia &c. (Taken from 7/3/1865 M. Corr.)"],"tagDate":["1865-02-28T00:00:00.000Z"]},"266":{"tagDate":["1866-11-20T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Supply of Breadstuffs. (Taken from 20/11/1866 O. Corr.)"]},"884":{"tagDate":["1871-12-01T00:00:00.000Z"],"tagDescription":["Newspaper Extract - South Carolina - Detailed statement of the Treasurer of the amount of the State Debt. Sgd/ Niles G. Parker, Treasurer, S.C. (Taken from 1/12/1871 O. Corr.)"]},"674":{"tagDescription":["Ledger and Transcript, Philadelphia - The Money Market - A Protest against extravagant Land Grants. (Taken from 23/4/1870 O. Corr.)"],"tagDate":["1870-04-19T00:00:00.000Z"]},"760":{"tagDate":["1871-03-18T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Rumour that the Secretary of the Treasury is arranging to call in a large amount of the 5-20 Loan. (Taken from 18/3/1871 O. Corr.)"]},"191":{"tagDescription":["Sessional Paper - Statement of Affairs of the Province of Canada - And of the entire receipts and payment during the eighteen months ending 30/6/1865. (Taken from Package marked Canada &c.)"],"tagDate":["1865-06-30T00:00:00.000Z"]},"1157":{"tagDescription":["The News & Courier, Charleston, Extract (Corr. N.W. Times) - Comments on Bill re finances."],"tagDate":["1874-06-22T00:00:00.000Z"]},"1133":{"tagDate":["1874-03-27T00:00:00.000Z"],"tagDescription":["Pamphlet - Address of James L. Kemper, Governor of Virginia, to the Senate and House of Delegates, on the financial condition of the State."]},"704":{"tagDescription":["Newspaper Extract - Editorial Comment on The Funding Bill. (Taken from 8/6/1870 O. Corr.)"],"tagDate":["1870-06-08T00:00:00.000Z"]},"33":{"tagDate":["1863-06-05T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Siege of Vicksburg. (Taken from 9/6/1863 O. Corr.)"]},"454":{"tagDescription":["Newspaper Extract - The Financial Agents of our Government abroad. Letter addressed to Editor of the New York Times explanatory of the actions of Baring Bros. & Co. throughout the war. Sgd/ S.G. Ward. (Taken from 14/10/1868 O. Corr.)"],"tagDate":["1868-10-15T00:00:00.000Z"]},"320":{"tagDescription":["Printed Copy of the First Mortgage of the Jackson, Lansing and Saginaw Railroad Company. (Taken from 11/3/1867 M. Corr.)"],"tagDate":["1867-03-11T00:00:00.000Z"]},"742":{"tagDescription":["Newspaper Extract - Toronto - Reason for Sir J. Rose declining to sit on the High Commission. (Taken from 21/2/1871 O. Corr.)"],"tagDate":["1871-02-17T00:00:00.000Z"]},"735":{"tagDescription":["Newspaper Extract - Figures of Interest showing the growth of values in New York. (Taken from 31/1/1871 O. Corr.)"],"tagDate":["1871-01-31T00:00:00.000Z"]},"359":{"tagDate":["1867-09-26T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The case of the Government vs. Frazer, Trenholm & Co. (Taken from 27/9/1867 W.C. & Co. Corr.)"]},"887":{"tagDate":["1871-12-19T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Comments unfavourably on the prospects for the resumption of Southern State Interest. (Taken from 19/12/1871 O. Corr.)"]},"707":{"tagDate":["1870-07-13T00:00:00.000Z"],"tagDescription":["Providence City Document - An Ordinance in amendment of an ordinance entitled \"An Ordinance creating a water Loan for the City of Providence.\" (Taken from M. Corr.)"]},"441":{"tagDescription":["Newspaper Extract - Why the Price of Gold advances. (Taken from 18/7/1868 O. Corr.)"],"tagDate":["1868-07-18T00:00:00.000Z"]},"10":{"tagDate":["1862-01-01T00:00:00.000Z"],"tagDescription":["Prospectus - Anglo-American Telegraph Company Limited - Capital - Directors - Bankers - Brokers - Solicitors &c. (Found in Misc. Package.)"]},"677":{"tagDescription":["Sessional Paper - Commonwealth of Massachusetts - Report of Hon. George Walker, Special agent to go to Europe to negotiate the sale of bonds of the Commonwealth. (Taken from 3/6/1870 O. Corr.)"],"tagDate":["1870-04-24T00:00:00.000Z"]},"125":{"tagDescription":["Newspaper Extract - Editorial - The Ministerial Crisis. Canada. (Taken from 28/6/1864 M. Corr.)"],"tagDate":["1864-06-28T00:00:00.000Z"]},"767":{"tagDate":["1871-03-29T00:00:00.000Z"],"tagDescription":["Newspaper Extract (World) - The New Loan - The favourable turn in funding is attributed to the removal of all restrictions as to the time and mode of subscribing and the resignation or removal of the great foreign firms &c. (Taken from 30/3/1871 O. Corr.)"]},"592":{"tagDescription":["Newspaper Extract - Secretary Boutwell's proposed Loan - The Tenure-of-office Act a dead Letter &c. (Taken from 24/12/1869 O. Corr.)"],"tagDate":["1869-12-23T00:00:00.000Z"]},"448":{"tagDate":["1868-08-26T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Probable Solution of the Greenback controversy - The state of things which would arise in case of a decision of the United States Court against the legality of \"legal tender.\" (Taken from 26/8/1868 O. Corr.)"]},"16":{"tagDescription":["Newspaper Extract (Baltimore) - Intercepted Confederate correspondence. (Taken from 19/1/1863 L. & Co. Corr.)"],"tagDate":["1863-01-17T00:00:00.000Z"]},"429":{"tagDescription":["The Nation - Extract - The Railroad Fraternity - discusses the question of Railroad management &c. (Taken from 6/6/1868 O. Corr.)","The Nation - Extract - The new Constitutions of the Southern States. (Taken from 6/6/1868 O. Corr.)"],"tagDate":["1868-05-21T00:00:00.000Z"]},"450":{"tagDate":["1868-09-09T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The National Debt - A Decrease of 802 millions in three years. Speech of Edward Atkinson of Boston. (Taken from 12/9/1868 O. Corr.)"]},"324":{"tagDescription":["Newspaper Extract - Money market - re. European Loan. (Taken from 2/4/1867 O. Corr.)"],"tagDate":["1867-03-30T00:00:00.000Z"]},"1208":{"tagDescription":["Newspaper Extract - Virginia Finances."],"tagDate":["1874-10-02T00:00:00.000Z"]},"393":{"tagDescription":["Newspaper Extract - Alleged fraudulent practices - Arrest of James K. Place, senior member of the firm of J.K. Place & Co. (Taken from 25/3/1868 O. Corr.)"],"tagDate":["1868-03-25T00:00:00.000Z"]},"836":{"tagDescription":["Pamphlet - Brief History of the Fire Loan Bonds of South Carolina - Sgd/ Hayne & Son. (Taken from 29/8/1871 O. Corr.)"],"tagDate":["1871-08-24T00:00:00.000Z"]},"1017":{"tagDescription":["New York Times - Extract - Editorial. The Treaty of Washington."],"tagDate":["1872-04-12T00:00:00.000Z"]},"8":{"tagDescription":["Newspaper Extract - Supporting the credit of the Confederacy. (Taken from 19/12/1862 M. Corr.)"],"tagDate":["1862-12-19T00:00:00.000Z"]},"355":{"tagDescription":["Richmond Dispatch - Extract - Editorial - The Times (Richmond) and the Covington and Ohio Railroad. (Taken from 1/6/1867 W.C. & Co. Corr.)"],"tagDate":["1867-05-30T00:00:00.000Z"]},"141":{"tagDate":["1864-12-24T00:00:00.000Z"],"tagDescription":["Boston Daily Advertiser - Extract - Letter addressed to the Editors of the Boston Daily Advertiser, signed \"Privatus\" - commenting on Letter of Prof. Goldwin Smith's to the Phil. North American on English Historic Precedents. (Taken from 27/12/1864 O. Corr.)"]},"233":{"tagDescription":["Boston Daily Advertiser - Editorial on the defeat of the Equalization Bill. (Taken from 15/5/1866 O. Corr.)"],"tagDate":["1866-05-12T00:00:00.000Z"]},"40":{"tagDate":["1863-10-10T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Parliamentary Proceedings - Division on Hon. Mr. Holton's motion for a Committee of Ways and Means. (Canada). (Taken from 10/10/1863 Package marked G.T.R.)"]},"208":{"tagDescription":["Morning Chronicle 2/9/1865 - (Weekly Edition) Debate on Mr. Galt's Budget. (Taken from Package marked Canada &c.)"],"tagDate":["1865-08-29T00:00:00.000Z"]},"872":{"tagDate":["1871-11-07T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Startling Frauds - South Carolina robbed of $20,000,000 &c. (Taken from 7/11/1871 O. Corr.)"]},"261":{"tagDescription":["Newspaper Extract - Debt and Finances of Georgia. (Taken from 28/3/1867 W.C. & Co. Corr.)"],"tagDate":["1866-10-15T00:00:00.000Z"]},"500":{"tagDate":["1869-03-12T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The new Secretary of the Treasury (Geo. S. Boutwell) and his financial views. (Taken from 12/3/1869 O. Corr.)"]},"1002":{"tagDate":["1872-02-22T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Virginia Finances."]},"583":{"tagDescription":["Newspaper Extract - Letter on the Finances - Letter signed H.E. Moring and addressed Hon. Geo. S. Boutwell, Secretary of the Treasury. (Taken from 14/12/1869 O. Corr.)"],"tagDate":["1869-11-29T00:00:00.000Z"]},"268":{"tagDescription":["Pamphlet - Report of the Directors of the Jackson, Lansing and Saginaw Railroad Company. (Taken from 11/3/1867 M. Corr.)"],"tagDate":["1867-02-07T00:00:00.000Z"]},"129":{"tagDate":["1864-07-18T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Lincoln's Proclamation re. peace proposals. (Taken from 22/7/1864, G.W.L. Corr.)"]},"201":{"tagDescription":["The London (England) Times - The Confederation of British North America (From our own Correspondent) Montreal 20/7. (Taken from Package marked Canada &c.)"],"tagDate":["1865-08-02T00:00:00.000Z"]},"504":{"tagDescription":["Pamphlet: Report of the Special Committee on the Liabilities & Assets of the Bank of the State of South Carolina."],"tagDate":["1869-03-26T00:00:00.000Z"]},"46":{"tagDate":["1864-01-04T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Corruption in High Places. (Taken from 4/1/1864 G.W.L. Corr.)"]},"804":{"tagDate":["1871-05-23T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Comments on the convention of tax-payers at Columbia, South Carolina. (Taken from 23/5/1871 O. Corr.)"]},"860":{"tagDescription":["Herald (Washington) - The facts about the Baring Brothers' affairs. (Taken from 8/9/1871 O. Corr.)"],"tagDate":["1871-09-06T00:00:00.000Z"]},"697":{"tagDescription":["Map - Cotton's Guide Map of Michigan, showing proposed Detroit, Hillsdale and Indiana Railroad. (See 29/4/1870 Package marked Maps) (Taken from 29/4/1870 O. Corr.)"],"tagDate":["1870-04-29T00:00:00.000Z"]},"883":{"tagDescription":["Newspaper Extract - Save the National Honor. Comments upon the Emma Silver Mining Company Limited of Utah and its endorsation by General Schenck, the American Minister in London. (Taken from 28/11/1871 O. Corr.)"],"tagDate":["1871-11-28T00:00:00.000Z"]},"121":{"tagDescription":["Sessional Paper - Ministerial Explanations. (Taken from 26/6/1864 M. Corr.) Canada."],"tagDate":["1864-06-26T00:00:00.000Z"]},"209":{"tagDescription":["The Morning Chronicle (Weekly Edition) Editorial Mr. Galt's Budget. (Taken from Package marked Canada &c.)","Morning Chronicle (Weekly Edition) - Railway Postal Service - Grand Trunk Railroad and other lines. (Taken from Package marked Canada &c.)"],"tagDate":["1865-09-02T00:00:00.000Z"]},"703":{"tagDate":["1870-06-08T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Funding Bill as reported from the Ways and Means Committee. (Taken from 8/6/1870 O. Corr.)"]},"673":{"tagDate":["1870-04-19T00:00:00.000Z"],"tagDescription":["Newspaper Extract - C. Edward Habicht, Swedish Consul-General, to go to London in charge of the Banking House of Clews, Habicht & Co. (Taken from 19/4/1870 O. Corr.)"]},"1103":{"tagDate":["1873-02-18T00:00:00.000Z"],"tagDescription":["Note Sommaire sur La Situation des Finances de La Belgique."]},"445":{"tagDescription":["Newspaper Extract, Columbia, S.C.- Introduction of a Bill to close the affairs of the Bank of the State &c. (Taken from 18/8/1868 O. Corr.)"],"tagDate":["1868-08-11T00:00:00.000Z"]},"5":{"tagDate":["1862-12-05T00:00:00.000Z"],"tagDescription":["The Weekly Leader, Toronto. President Lincoln's Message.","The Weekly Leader, Toronto - An Inner view of the Rebellion - Review of \"Thirteen months in the Rebel Army\" by Wm.G. Stevenson."]},"128":{"tagDescription":["Newspaper Extract - The action of the Banks with regard to the Treasury Loan - Resolutions passed at a meeting of bank officers held at American Exchange Bank - Sgd/ George D. Lyman, Secretary. (Taken from 22/7/1864 O.)"],"tagDate":["1864-07-16T00:00:00.000Z"]},"731":{"tagDate":["1871-01-09T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Oakes Ames and his troubles - Reported financial embarrassments of the Projector of the Union Pacific Railroad - How the Union Pacific Railroad happened to be built."]},"800":{"tagDate":["1871-04-15T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Development on the Pacific Slope - the modification in the course of trade growing out of the Rail-road connexion. (Taken from 15/4/1871 O. Corr.)"]},"476":{"tagDate":["1868-12-15T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Abolishing Legal Tender - the effect upon existing contracts - upon currency and upon business generally - (Taken from 15/12/1868 O. Corr.)"]},"572":{"tagDate":["1869-08-06T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Alabama Claims - Lecture of Professor Goldwin Smith in Cleveland on \"England and Slavery.\" (Taken from 6/8/1869 O. Corr.)"]},"651":{"tagDate":["1870-03-05T00:00:00.000Z"],"tagDescription":["Sessional Paper - Massachusetts - Report on the Boston, Hartford and Erie Railroad. (Taken from 16/3/1870 O. Corr.)"]},"710":{"tagDate":["1870-07-16T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Peace in Europe - Announcement in Paris that complications between France and Prussia have been or will be settled amicably. (Taken from 16/7/1870 O. Corr.)","Newspaper Extract - Editorial comment on the section of the Tax Bill relating to interior Ports of entry. (Taken from 16/7/1870 O. Corr.)"]},"205":{"tagDescription":["The Morning Chronicle (22/8/1865) Extract - Provincial Parliament - Proceedings of the Assembly - Debate on Mr. Cauchon's motion to appoint Commissioners for Quebec. (Taken from 24/8/1865 Canada &c.)"],"tagDate":["1865-08-21T00:00:00.000Z"]},"265":{"tagDescription":["Newspaper Extract - Business and Finance - A cautious courage necessary - Business depression and financial embarrassment of the Southern States. (Taken from 6/11/1866 O. Corr.)"],"tagDate":["1866-11-06T00:00:00.000Z"]},"587":{"tagDate":["1869-12-14T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The proposed new Loan at four and one-half per cent. How it would be received abroad - Foreign securities beside our own - The black marks on the page of American credit. Signed/ Fergus. (Taken from 17/12/1869 O. Corr.)"]},"216":{"tagDate":["1865-10-17T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Country's Finances - Irredeemable currency an evil - Business in an unhealthy state - wise Legislation necessary - Capital and Labour in the South. (Taken from 17/10/1865 O. Corr.)"]},"22":{"tagDate":["1863-03-16T00:00:00.000Z"],"tagDescription":["Sessional Paper. Commonwealth of Massachusetts - An Act in relation to the Coast Defences of Massachusetts. (Taken from 13/1/1864 M. Corr.)"]},"176":{"tagDate":["1865-03-07T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Government and the Cotton question. (Taken from 7/3/1865 M. Corr.)"]},"449":{"tagDate":["1868-08-27T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Probable effects of the Decision on the Legal Tender Act. (Taken from 27/8/1868 O. Corr.)"]},"813":{"tagDescription":["Newspaper Extract (Washington) Fight over the American Financial agency in London. (Taken from 8/6/1871 O. Corr.)"],"tagDate":["1871-06-06T00:00:00.000Z"]},"640":{"tagDate":["1870-02-08T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Funding Bill before the Senate. (Taken from 8/2/1870 O. Corr.)"]},"344":{"tagDate":["1867-05-07T00:00:00.000Z"],"tagDescription":["Hand bill - Reward offered - Issued to Banks, Bankers, Dealers in Government and other Securities and the Public. List of securities which were a part of the contents of two boxes which were stolen from the vault in Mr. R.L. Lord's office, one being the property of Mr. Lord and the other of Mr. Thos. Barron. (Taken from 7/5/1867 J.G.K's Sons Corr.)"]},"428":{"tagDescription":["Newspaper Extract - Office of the Pacific Mail Steamship Co., New York - The auditing Committee submitting the President's Report to them - Sgd/ Allen McLane, President. (Taken from 22/5/1868 O. Corr.)"],"tagDate":["1868-05-20T00:00:00.000Z"]},"132":{"tagDescription":["Newspaper Extract - Intercourse with the Rebel States. (Taken from 12/8/1864 O. Corr.)"],"tagDate":["1864-08-12T00:00:00.000Z"]},"351":{"tagDate":["1867-05-16T00:00:00.000Z"],"tagDescription":["New-Orleans Picayune - Copy from - Close run upon the City National Bank, G.W. Cochran, President. (Taken from 24/5/1867. W.C. & Co. Corr.)"]},"145":{"tagDescription":["British Parliamentary Paper, North America no. 12. Further correspondence respecting the enlistment of British Seaman at Queenstown on board the United States Ship of War \"Kearsarge\"."],"tagDate":["1864-01-01T00:00:00.000Z"]},"714":{"tagDate":["1870-12-26T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Judge Melton's order in the case of W.J. Whipper et al against Niles G. Parker, Treasurer of the State of South Carolina. (Taken from 3/1/1871 O. Corr.)"]},"347":{"tagDate":["1867-05-09T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Financial condition of the States. (Taken from 9/5/1867 W.C. & Co. Corr.)"]},"478":{"tagDescription":["Newspaper Extract - The validity of the Legal Tender Act. (Taken from 15/12/1868 O. Corr.)"],"tagDate":["1868-12-15T00:00:00.000Z"]},"503":{"tagDescription":["Springfield Republican - Extract - Re. Appointment of George Walker as special agent for the sale of Massachusetts Bonds in Europe. (Taken from 11/5/1869 O. Corr.)"],"tagDate":["1869-05-11T00:00:00.000Z"]},"199":{"tagDescription":["Newspaper Extract - (From the Hamilton Times) Alderman Patterson charged with pocket-picking. (Taken from 1/7/1865 Canada &c.)"],"tagDate":["1865-07-01T00:00:00.000Z"]},"584":{"tagDate":["1869-12-01T00:00:00.000Z"],"tagDescription":["Circular - Statement of the Public Debt of the United States. Sgd/ George S. Boutwell, Secretary of the Treasury. (Taken from O. Corr.)"]},"717":{"tagDate":["1870-01-01T00:00:00.000Z"],"tagDescription":["Newspaper Extracts - The Legal Tender Decision in the United States Supreme Court."]},"126":{"tagDate":["1864-07-13T00:00:00.000Z"],"tagDescription":["Newspaper Extract - President Lincoln advised to leave Washington for safety. (Taken from 18/7/1864 G.W.L. Corr.)"]},"234":{"tagDate":["1866-05-15T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Massachusetts Legislature - Mr. Mudge's speech in the Senate on the reconsideration of the Equalization Bill. (Taken from 18/5/1866 O. Corr.)"]},"362":{"tagDate":["1867-09-27T00:00:00.000Z"],"tagDescription":["Circular - Wotherspoon & Co. Flour, wheat &c. Comparative Quotations in Bank Currency & Gold. (Taken from 27/9/1867 W.C. & Co.)"]},"48":{"tagDescription":["Newspaper Extract - Poem - Sing a Song of Greenbacks - A Federal nursery Rhyme. (Taken from 9/2/1864 G.W.L. Corr.)"],"tagDate":["1864-02-09T00:00:00.000Z"]},"647":{"tagDate":["1870-03-01T00:00:00.000Z"],"tagDescription":["Circular - Statement of the Public Debt of the United States - Sgd/ George S. Boutwell. (Taken from O. Corr.)"]},"736":{"tagDate":["1871-01-01T00:00:00.000Z"],"tagDescription":["Newspaper Extract - An Act in amendment of Chapter 640 of Statutes entitled \"An Act for supplying the City of Providence with Pure Water\". - Passed at the January Session of the General Assembly 1871. (Taken from 7/4/1871 O. Corr.)"]},"580":{"tagDescription":["Newspaper Extract - Statements connecting the name of Baring Bros. & Co. with the late gold transactions are denied. (Taken from 5/10/1869 O. Corr.)"],"tagDate":["1869-10-05T00:00:00.000Z"]},"7":{"tagDescription":["The Weekly Leader, Toronto - British Columbia Mining News.","The Weekly Leader, Toronto - Lower Canada Education - Report of Chief Superintendent."],"tagDate":["1862-12-05T00:00:00.000Z"]},"1117":{"tagDate":["1874-02-25T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Investigation of the Condition and the Administration of the Assets of the Bank of the State of South Carolina. Mr. C.R. Miles in the Taxpayers' Convention."]},"426":{"tagDate":["1868-05-01T00:00:00.000Z"],"tagDescription":["Circular - Statement of the Public Debt of the United States. Sgd/ Hugh McCulloch, Secretary of the Treasury. (Found in O. Corr.)"]},"41":{"tagDate":["1863-10-26T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The proposed Large National Bank in New York - Capital five million to fifty million dollars. (Taken from 26/10/1863 M. Corr.)"]},"867":{"tagDate":["1871-09-23T00:00:00.000Z"],"tagDescription":["Newspaper Extract - New York City Securities - Statement of payments to be met, &c. (Taken from 23/9/1871 O. Corr.0"]},"218":{"tagDate":["1865-12-09T00:00:00.000Z"],"tagDescription":["Newspaper Extract, New Orleans - Doings of the Legislature - The cotton crop. (Taken from 12/12/1865 L. & Co.)"]},"394":{"tagDescription":["Pamphlet: Speech on the Budget By the Hon. John Rose, Minister of Finance, Canada."],"tagDate":["1868-04-28T00:00:00.000Z"]},"1154":{"tagDescription":["Newspaper Extract - The Bank of the State of South Carolina - Letter from Hon. I.W. Hayne."],"tagDate":["1874-05-12T00:00:00.000Z"]},"323":{"tagDate":["1867-03-25T00:00:00.000Z"],"tagDescription":["New York Times - Extract - General Dix's Salary. (Taken from 26/3/1867 O. Corr.)"]},"178":{"tagDate":["1865-03-23T00:00:00.000Z"],"tagDescription":["The Tribune - Extract - Information in regard to the Rebellion, its military strength, its condition, the opinion and hopes of the political and military leaders &c. (Taken from 11/4/1865 M. Corr.)"]},"171":{"tagDate":["1865-02-14T00:00:00.000Z"],"tagDescription":["Circular - Copy of amended official forms of Baring Brothers & Co. (Taken from 14/2/1865 O. Corr.)"]},"390":{"tagDescription":["Newspaper Extract - Perplexed Politicians - Two political conventions with the leaders perplexed as to the declarations they should make upon the important question of the national debt. (Taken from 13/3/1868 O. Corr.)"],"tagDate":["1868-03-13T00:00:00.000Z"]},"453":{"tagDescription":["Newspaper Extract - The Baring Brothers and the Government - Letter to the Editor of the New York Times. Sgd/ Wm.H. Aspinwall. (Taken from 19/10/1868 O. Corr.)"],"tagDate":["1868-10-14T00:00:00.000Z"]},"211":{"tagDescription":["Newspaper Extract - Debate on Bill to amend and consolidate the provisions contained in the Acts and Ordinances relating to the Incorporation of the City of Quebec. (Taken from 11/9/1865 Canada &c.)"],"tagDate":["1865-09-11T00:00:00.000Z"]},"18":{"tagDate":["1863-03-06T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Capture of the Ironclad Indianola. (Taken from 6/3/1863 L. & Co. Corr.)"]},"356":{"tagDate":["1867-07-02T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Letter addressed to the Hon. John Rose asking him to become a candidate for the representation of the electoral Division of Montreal Centre - His reply, declining and giving reasons. (Taken from 29/7/1867 Canada &c.)"]},"1187":{"tagDate":["1874-07-15T00:00:00.000Z"],"tagDescription":["New York Daily Bulletin - Extract - Suspended Railroads."]},"835":{"tagDate":["1871-08-23T00:00:00.000Z"],"tagDescription":["Newspaper Extract (New York) - Wreck of the Steamship Golden Rule in the Caribbean Sea in May, 1865 is believed to be of set purpose to cover the robbery of over a million dollars of United States treasure on board. (Taken from 2/9/1871 O. Corr.)"]},"468":{"tagDescription":["Charleston Courier - A card - To the Public - Commenting on the part of the Governor's message to the Bank of the State &c. Sgd/ Thos.R. Waring, Cashier. (Taken from 8/12/1868 O. Corr.)"],"tagDate":["1868-12-01T00:00:00.000Z"]},"882":{"tagDescription":["Newspaper Extract - The Boston Revenue Frauds - Case of Wm.F. Weld & Co. (Taken from 28/11/1871 O. Corr.)"],"tagDate":["1871-11-27T00:00:00.000Z"]},"636":{"tagDate":["1870-01-28T00:00:00.000Z"],"tagDescription":["Boston Daily Advertiser - Letter addressed to the Editors by W.E[ndicott] on Sumner's plan. (Taken from 28/1/1870 O. Corr.)"]},"225":{"tagDate":["1866-03-10T00:00:00.000Z"],"tagDescription":["New York Times - Extract - Missouri State Bonds - Comments upon the new law to consolidate the Railroad State Debt. &c. Text of Act follows. (Taken from 13/3/1866 W.C. & C. Corr.)"]},"702":{"tagDescription":["Daily Morning Chronicle - Extract - Senate and House of Representatives Proceedings - Consideration of the Bill to reduce internal taxation - The income tax reduced to 3 per cent and the exemption raised to $2000. &c. (Taken from 7/6/1870 M. Corr.)"],"tagDate":["1870-06-03T00:00:00.000Z"]},"26":{"tagDescription":["The Montreal Gazette - Extract - Provincial Parliament - Legislative Assembly - Want of Confidence vote. (Taken from 8/5/1863 M. Corr.)"],"tagDate":["1863-05-01T00:00:00.000Z"]},"672":{"tagDate":["1870-04-16T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Reception at the Union League Club, New York, for Mr. C. Edward Habicht, the Swedish Consul-General. (Taken from 19/4/1870 O. Corr.)"]},"20":{"tagDescription":["Newspaper Extract - The approximate amount of money appropriated for the Session. (Taken from 6/3/1863 L. & Co. Corr.)"],"tagDate":["1863-03-06T00:00:00.000Z"]},"433":{"tagDate":["1868-06-09T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Relative to the interest on the State Debt of Virginia (Taken from 12/6/1868 O. Corr.)"]},"762":{"tagDate":["1871-03-24T00:00:00.000Z"],"tagDescription":["Newspaper Extract - \"The Sterling Debt and the Cat in the Meal Tub\"- The financial state of South Carolina. (Taken from 24/3/1871 O. Corr.)"]},"1214":{"tagDate":["1874-11-12T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Fort Wayne, Muncie & Indiana Railroad placed in the hands of a Receiver."]},"597":{"tagDescription":["Newspaper Extract - Lecture by Secretary Boutwell - Ability of the Country to pay the Public Debt - The Reduction of the Revenue deprecated. (Taken from 12/1/1870 O. Corr.)"],"tagDate":["1870-01-10T00:00:00.000Z"]},"855":{"tagDate":["1871-09-02T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Letter addressed to the Editors of the New York Times on the Government account and the Barings and requesting them to republish extract from a communication in relation to the same transaction under date 15/10/1868 over the signature of S.G. Ward. Sgd/ S.G. & G.C. Ward. (Taken from 5/9/1871 O. Corr.)"]},"573":{"tagDate":["1869-08-10T00:00:00.000Z"],"tagDescription":["Boston Daily Advertiser - Editorial Extract - Mr. Boutwell's financial policy. (Taken from 10/8/1869 O. Corr.)"]},"248":{"tagDescription":["Newspaper Extract - Provisions of the \"Bill more effectually to preserve the neutral relations of the United States. (Taken from 27/7/1866 O. Corr.)"],"tagDate":["1866-07-27T00:00:00.000Z"]},"877":{"tagDate":["1871-11-12T00:00:00.000Z"],"tagDescription":["Newspaper Extract - List of the Directors of the Cairo & Fulton Railroad of Arkansas. (Taken from 17/11/1871 O. Corr.)"]},"44":{"tagDate":["1863-01-01T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Revenue collected at Canadian out ports."]},"723":{"tagDate":["1871-01-01T00:00:00.000Z"],"tagDescription":["Circular - Eleventh Annual Report of the Equitable Life Assurance Society of the United States - Board of Directors - Financial condition. (Taken from 13/6/1871 O. Corr.)"]},"812":{"tagDescription":["Newspaper Extract - Letter addressed to the Editors of the New-York Times correcting a statement in the paper re certain transactions of the Barings with the United States Government. Sgd/ S.G. Ward. N.B.- MS copy of this letter may be found in 6/6/1871 (Taken from 5/7/1871 O. Corr.)"],"tagDate":["1871-06-05T00:00:00.000Z"]},"387":{"tagDescription":["New York Times - Extract - The Bond-holders and the People - Funding or Taxation - Mr. Sherman's speech in the Senate; (Taken from 29/2/1868 O. Corr.)"],"tagDate":["1868-02-29T00:00:00.000Z"]},"756":{"tagDescription":["Newspaper Extract - Comments upon the want of harmony among the foreign agents for the new Government Loans - Taken from 18/3/1871 O. Corr.)"],"tagDate":["1871-03-16T00:00:00.000Z"]},"859":{"tagDescription":["Newspaper Extract - The Government's Late Financial Agents in Europe. (Taken from 8/9/1871 O. Corr.)"],"tagDate":["1871-09-06T00:00:00.000Z"]},"133":{"tagDate":["1864-08-18T00:00:00.000Z"],"tagDescription":["Newspaper Extract (Pa.) Editorial - A clear view of the military situation. (Taken from 19/8/1864 G.W.L. Corr.)"]},"241":{"tagDate":["1866-07-14T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The estimate of the Cotton Crop. (Taken from 14/7/1866 L. & Co. Corr.)"]},"257":{"tagDescription":["Newspaper Extract - Return of the average amount of the Liabilities and Assets of the Bank of Montreal for the month of August. (Taken from 20/9/1866 Canada &c.)"],"tagDate":["1866-09-13T00:00:00.000Z"]},"502":{"tagDescription":["New York Times - Extract - Messrs. J. & W. Seligman & Co., Bankers, appointed Agents for transmission of funds to London, for the use of the State Department at Washington. (Taken from 26/3/1869 O. Corr.)"],"tagDate":["1869-03-26T00:00:00.000Z"]},"185":{"tagDescription":["Newspaper Extra - Letter addressed to the Editors of the Evening Post, concerning Cotton and the Cotton Trade - Signed/ E.A."],"tagDate":["1865-05-12T00:00:00.000Z"]},"1009":{"tagDescription":["The Evening Post, New York - Extract - Editorial The Prospects of the Geneva Conference re Alabama Claims Arbitration."],"tagDate":["1872-02-28T00:00:00.000Z"]},"1185":{"tagDescription":["Newspaper Extract - Wisconsin Railroad Law - Full text of the decision in the Northwestern Injunction Suit."],"tagDate":["1874-07-08T00:00:00.000Z"]},"1216":{"tagDate":["1874-11-17T00:00:00.000Z"],"tagDescription":["Newspaper Clipping - The Southern States' Debts. Propositions of the American Bond Funding and Banking Association of London."]},"384":{"tagDescription":["Newspaper Extract - Financial - Sherman's financial views given to the Senate. (Taken from 29/2/1868 O. Corr.)"],"tagDate":["1868-02-27T00:00:00.000Z"]},"827":{"tagDescription":["The Financial and Commercial Chronicle - Extract - The Syndicate - United States Loan and Mr. Boutwell. (Taken from 22/8/1871 O. Corr.)"],"tagDate":["1871-08-19T00:00:00.000Z"]},"1038":{"tagDescription":["City Document - Boston - An Act to enable the City of Boston to make and issue its Bonds for certain purposes."],"tagDate":["1872-12-07T00:00:00.000Z"]},"119":{"tagDescription":["Newspaper Extract - Mr. George Brown and the Report of the Committee appointed to consider constitutional changes &c. (Taken from 28/6/1864 M. Corr.)"],"tagDate":["1864-06-16T00:00:00.000Z"]},"466":{"tagDate":["1868-12-01T00:00:00.000Z"],"tagDescription":["The Courier (Charleston) - Editorial extract - Governor Scott and His message commented upon. (Taken from 4/12/1868 O. Corr.)","The Courier, Charleston - Letter to the Editors, commenting upon the Governor's Message. Sgd/ Jas.B. Campbell. (Taken from 4/12/1868 O. Corr.)"]},"19":{"tagDate":["1863-03-06T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Foreign Intervention - Report of the Committee on Foreign Relations. (Taken from 6/3/1863 L. & Co.)."]},"638":{"tagDate":["1870-02-04T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Letter signed \"Free Trade\" addressed to the Editor of the World on the decadence of our shipping-Pacific Mail Steamship Line. (Taken from 4/2/1870 O. Corr.)"]},"874":{"tagDate":["1871-11-07T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Stealing Millions - The Reconstructors of South Carolina convicted out of their own mouth. (Taken from 7/11/1871 O. Corr.)"]},"594":{"tagDate":["1870-01-04T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Table showing the growth of the American Railroad system. (Taken from 4/1/1870 O.Corr.)"]},"758":{"tagDescription":["Newspaper Extract - The Money Market - The United States Loan - and the foreign agents. (Taken from 18/3/1871 O. Corr.)"],"tagDate":["1871-03-17T00:00:00.000Z"]},"1148":{"tagDate":["1874-04-07T00:00:00.000Z"],"tagDescription":["Newspaper Clipping - Re credit of Citizens' Bank of New Orleans. Sgd/ Jno.G. Gaines, Presdt. J.L. Delery, Cashier."]},"106":{"tagDescription":["Newspaper Extract - The Money market - The policy of Mr. Chase has knocked down the values on the Stock & Produce exchanges unwarrantably, &c. (Taken from 23/4/1864 ? M. Corr.)"],"tagDate":["1864-04-23T00:00:00.000Z"]},"485":{"tagDescription":["Newspaper Extract - Re. recommendation in Secretary Boutwell's Report for a new Funding Bill."],"tagDate":["1869-01-04T00:00:00.000Z"]},"49":{"tagDate":["1864-03-09T00:00:00.000Z"],"tagDescription":["Daily Advertiser - Extract - Editorial - Re action of the English ministry on the question of stopping Mr. Laird's rams - Mr. Baring's remarks in the House. (Taken from 11/3/1864 O.)"]},"744":{"tagDate":["1871-02-23T00:00:00.000Z"],"tagDescription":["New York Evening Post - Extract - The International Commission. (Taken from 24/2/1871 O. Corr.)"]},"115":{"tagDescription":["Sessional Paper - Votes and Proceedings of the Legislative Assembly - Mr. Dorion's Amendment re. an address to be presented to the Governor General relating to Montreal City Bonds redeemable by the Grand Trunk Railroad Company. (Taken from 28/6/1864 M. Corr.)"],"tagDate":["1864-06-14T00:00:00.000Z"]},"452":{"tagDescription":["Statement of the Public Debt of the United States. Sgd/ Hugh McCulloch, Secretary of the Treasury. (Found in O. Corr.)"],"tagDate":["1868-10-01T00:00:00.000Z"]},"751":{"tagDate":["1871-03-10T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Sale of Government Bonds - Bill passed by Legislature of South Carolina to authorize the State to negotiate a sterling loan of £1,200,000. (Taken from 10/3/1871 O. Corr.)"]},"843":{"tagDate":["1871-08-26T00:00:00.000Z"],"tagDescription":["The Nation - Extract - The Syndicate - Mr. Boutwell and the Loan. (Taken from 26/8/1871 O. Corr.)"]},"253":{"tagDescription":["Newspaper Extract - Restoration and Peace - Results of the National Union Convention - Address to all the people of the Union - The convention's Declaration of Principles Sketch of the concluding proceedings. (Taken from 10/8/1866 O. Corr.)"],"tagDate":["1866-08-10T00:00:00.000Z"]},"759":{"tagDescription":["Newspaper Extract - Subscriptions for the new five per cent loan are coming into the Treasury. (Taken from 18/3/1871 O. Corr.)"],"tagDate":["1871-03-18T00:00:00.000Z"]},"856":{"tagDate":["1871-09-05T00:00:00.000Z"],"tagDescription":["Newspaper Extract - A Letter re. robbery of the Government treasure on board the Steamer \"Golden Rule\" - and subsequent actions in government circles. Sgd/ Wm.P. Wood. (Taken from 12/9/1871 O. Corr.)"]},"307":{"tagDate":["1867-02-20T00:00:00.000Z"],"tagDescription":["Prospectus - First Mortgage - Bonds of the Jackson, Lansing and Saginaw Railroad Co. (Taken from 12/3/1867 M. Corr.)"]},"712":{"tagDate":["1870-10-08T00:00:00.000Z"],"tagDescription":["Circular - Treasury Department - Funded Loan of the United States of 1880, 1885 and 1900. Sgd/ George S. Boutwell, Secretary. (Taken from 14/10/1870 O. Corr.)"]},"134":{"tagDescription":["Newspaper Extract - Important statement of General Early in reference to the burning of Chambersburg. (Taken from 19/8/1864 G.W.L. Corr.)"],"tagDate":["1864-08-19T00:00:00.000Z"]},"1011":{"tagDescription":["Newspaper Extract - The Virginia Financial Muddle - The General Assembly censured by the people."],"tagDate":["1872-03-01T00:00:00.000Z"]},"667":{"tagDescription":["Newspaper Extract - Boston, Hartford and Erie Railroad - Petition for additional State aid &c. (Taken from 12/3/1870 O. Corr.)"],"tagDate":["1870-03-12T00:00:00.000Z"]},"1155":{"tagDate":["1874-05-22T00:00:00.000Z"],"tagDescription":["The Richmond Whig - Editorial Extract - Virginia Finances - A word to the Foreign Bondholders."]},"890":{"tagDate":["1871-01-01T00:00:00.000Z"],"tagDescription":["Hand-Book of travel between St. Louis and the South; containing a Description of the country, Cities, Towns, Lands &c. along the line of the St. Louis and Iron Mountain Railroad - Mobile and Ohio Railroad - Memphis and Charleston Railroad - Nashville and North Western &c."]},"21":{"tagDescription":["Newspaper Extract - The Revolution complete - Congress has now enacted three Acts which subvert the whole form and frame of this Government 1st Re suspension of Habeas Corpus Act. 2nd The Conscription Act. 3rd The Bank and Loan Bill. (Taken from 6/3/1863 L. & Co. Corr.)"],"tagDate":["1863-03-06T00:00:00.000Z"]},"130":{"tagDescription":["Newspaper Extract - The depressing effect at Washington of the disaster at Petersburg. (Taken from 9/8/1864 G.W.L. Corr.)"],"tagDate":["1864-08-02T00:00:00.000Z"]},"1078":{"tagDescription":["Annual Report of the Louisville and Nashville Railroad Co. Sgd/ H.D. Newcomb, Presdt."],"tagDate":["1872-01-01T00:00:00.000Z"]},"1210":{"tagDescription":["Newspaper Clipping - Wall Street - Explains conditions of the stock and commercial markets."],"tagDate":["1874-10-04T00:00:00.000Z"]},"367":{"tagDescription":["Newspaper Extract - The Condition of the South - Situation among the negroes - Southern hatred of Northern people - Free & Slave Labour &c. (Taken from 12/2/1868 O. Corr.)"],"tagDate":["1868-01-01T00:00:00.000Z"]},"226":{"tagDate":["1866-03-23T00:00:00.000Z"],"tagDescription":["Circular - Form of Receipt for Credits used in the Office of S.G. & G.C. Ward, New York agents of Baring Brothers & Co. (Taken from 23/3/1866 O. Corr.)"]},"17":{"tagDescription":["Newspaper Extract - Pennsylvania - An Act to provide for the payment of interest on the State Debt. (Taken from 30/1/1863 O. Corr.)"],"tagDate":["1863-01-30T00:00:00.000Z"]},"181":{"tagDescription":["Newspaper Extract - The British Minister - His remarks and the President's reply - (Taken from 16/5/1865 O. Corr.)"],"tagDate":["1865-04-20T00:00:00.000Z"]},"793":{"tagDescription":["Senate Paper No. 175 - Commonwealth of Massachusetts. Opinion of the Attorney General re. Boston, Hartford and Erie Scrip remaining in the hands of Baring Bros. & Co. Sgd/ Charles Allen. (Taken from 11/4/1871 O. Corr.)"],"tagDate":["1871-04-03T00:00:00.000Z"]},"755":{"tagDescription":["Newspaper Extract - The Courts - The $400000 sugar case - Brief history of the case of the United States against Wm. F. Weld & Co. (Taken from 17/3/1871 O. Corr.)"],"tagDate":["1871-03-15T00:00:00.000Z"]},"1195":{"tagDate":["1874-08-01T00:00:00.000Z"],"tagDescription":["Address to Bondholders and Creditors of the Chesapeake & Ohio Railroad Co. Sgd/ Fisk & Hatch."]},"862":{"tagDate":["1871-09-08T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Barings and the American Government. Quoting a portion of a letter from Joshua Bates to Mr. Webster under date 3/1/1842. (Taken from 8/9/1871 O. Corr.)","Newspaper Extract - New York City Securities - The Anti-Ring War - Argument against further municipal robbery. (Taken from 8/9/1871 O. Corr.)"]},"574":{"tagDescription":["Newspaper Extract - Statement of the Public Debt of the United States. (Taken from 2/10/1869 O. Corr.)"],"tagDate":["1869-10-01T00:00:00.000Z"]},"998":{"tagDate":["1872-02-10T00:00:00.000Z"],"tagDescription":["The Chronicle - Extract - The Washington Treaty discussed."]},"111":{"tagDate":["1864-05-20T00:00:00.000Z"],"tagDescription":["Newspaper Extract - To Maj-General Dix the dispatches from General Grant. Signed/ Edwin M. Stanton, Secretary of War. (Taken from 20/5/1864 W.C. & Co. Corr.)"]},"481":{"tagDate":["1868-12-18T00:00:00.000Z"],"tagDescription":["New York Nation - Commenting on the paragraph in Governor Scott's message re Bank of the State. (Taken from 18/12/1868 O. Corr.)"]},"802":{"tagDescription":["Newspaper Extract - Report of the Tax-Payers' Convention of South Carolina in detail. (Taken from 23/5/1871 O. Corr.)"],"tagDate":["1871-05-10T00:00:00.000Z"]},"53":{"tagDate":["0000-04-06T00:00:00.000Z"],"tagDescription":["St. Louis Republican - Extract - Union Pacific Railroad."]},"47":{"tagDescription":["Newspaper Extract - Pennsylvania Finances. (Taken from 26/1/1864 O. Corr.)"],"tagDate":["1864-01-26T00:00:00.000Z"]},"847":{"tagDate":["1871-09-01T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Despatch to the Associated Press - The State Department Agency in London - Why the change was made. (Taken from 2/9/1871 O. Corr.)"]},"639":{"tagDescription":["Newspaper Extract - The New Currency Bill. (Taken from 4/2/1870 O. Corr.)"],"tagDate":["1870-02-05T00:00:00.000Z"]},"743":{"tagDate":["1871-02-21T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The opposition to the Joint Commission appointed to enquire into the differences between the United States and England. (Taken from 21/2/1871 O. Corr.)"]},"42":{"tagDate":["1863-10-30T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Financial affairs. (Taken from 30/10/1863 M. Corr.)"]},"851":{"tagDate":["1871-09-02T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Mr. Boutwell and the \"New\" Loan - Deprecates the transference of the European accounts of the State Department from the great and powerful house of Baring Bros. to a new and experimental branch in London of a banking-house in New York. (Taken from 2/9/1871 O. Corr.)"]},"249":{"tagDate":["1866-08-07T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The New Internal Revenue Law - Important provisions and changes - Instructions of the Internal Revenue Commissioner - Special Taxes Sgd/ E.A. Rollins, Commissioner. (Taken from 13/8/1866 L. & Co. Corr.)","Newspaper Extract - A disgraceful vote - Hasty and ill-advised action of the House of Representatives in attempting to change the neutrality laws. (Taken from 27/7/1866 O. Corr.)"]},"465":{"tagDate":["1868-11-27T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Governor's Message with paragraph marked re The Bank of the State. Sgd/ Robert K. Scott. (Taken from 4/12/1868 O. Corr.)"]},"228":{"tagDescription":["Circular - Edw. Atkinson - The Cotton Crop - Statistics &c. (Taken from 24/4/1866 O. Corr.)"],"tagDate":["1866-04-20T00:00:00.000Z"]},"437":{"tagDescription":["Newspaper Extract - Letter to the Editors of the Evening Post on taxing Government Bonds. (Taken from 14/7/1868 O. Corr.)"],"tagDate":["1868-07-14T00:00:00.000Z"]},"109":{"tagDate":["1864-05-12T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Conflict between Federal army under Grant and the Confederate Army under Lee. (Taken from 17/5/1864 G.W.L. Corr.)"]},"221":{"tagDescription":["Newspaper Extract - Report that Louis Napoleon has issued orders for the positive withdrawal of all French troops from Mexico. (Taken from 10/2/1866 W.C. & Co. Corr.)"],"tagDate":["1866-02-10T00:00:00.000Z"]},"1015":{"tagDate":["1872-03-07T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Virginia Finances."]},"593":{"tagDescription":["Circular - Statement of the Public Debt of the United States. (Sgd/ George S. Boutwell) (Taken from O. Corr.)"],"tagDate":["1870-01-01T00:00:00.000Z"]},"35":{"tagDescription":["Richmond Dispatch - Another Speech by Alex H. Stephens. He finds nothing discouraging in the present condition of affairs. (Taken from 28/7/1863 L. & Co. Corr.)"],"tagDate":["1863-07-23T00:00:00.000Z"]},"186":{"tagDate":["1865-06-08T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Notice to the Presidents, Cashiers or the officers in charge of the assets of the different Banks and Branches of the State of Virginia to send statement of the condition of their Bank &c. Sgd/ Chas. Palmer Horace L. Kent Lewis McKenzie Commissioners. (Taken from 13/1/1865 L. & Co. Corr.)"]},"858":{"tagDate":["1871-09-05T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Resolutions reported by Mr. Choate re. New York City Finances. (Taken from 5/9/1871 O. Corr.)"]},"577":{"tagDescription":["Newspaper Extract - Speyers and the Barings - Rumour of sharp deal of the House of Baring. (Taken from 2/10/1869 O. Corr.)"],"tagDate":["1869-10-02T00:00:00.000Z"]},"392":{"tagDescription":["Newspaper Extract - Monopoly and the Rights of Labour - Cornelius Vanderbilt and his economics scored. (Taken from 18/3/1868 O. Corr.)"],"tagDate":["1868-03-18T00:00:00.000Z"]},"469":{"tagDate":["1868-12-04T00:00:00.000Z"],"tagDescription":["Charleston Courier - The Bank of the State and Governor Scott. A letter addressed to the Public commenting on the paragraph re Bank of the State in Governor Scott's message. Sgd/ I.W. Hayne Counsel for the Barings and others. (Taken from 8/12/1868 O. Corr.)"]},"364":{"tagDescription":["Newspaper Extract - Letter from Commissioner Wells to Hon. Hugh McCulloch, Secretary of the Treasury, recommending the Repeal of the Internal Revenue Tax of three cents a pound on cotton. (Taken from 23/11/1867 O. Corr.)"],"tagDate":["1867-11-21T00:00:00.000Z"]},"774":{"tagDescription":["Pamphlet (Circular) - An Act to provide for the Funding and Payment of the Public Debt. (Taken from 29,30/3/1871 M. Corr.)"],"tagDate":["1871-03-30T00:00:00.000Z"]},"232":{"tagDate":["1866-05-04T00:00:00.000Z"],"tagDescription":["Boston Daily Advertiser - House of Representatives - Debate on the bill to equalize the bounties of our soldiers. (Reverse side of 4/5/1866 P.) (Taken from 4/5/1866 O. Corr.)","Boston Daily Advertiser - Editorial - On the question as to the right of claimants under the Equalization Bill to wrote upon the measure. Also Proceeding of Massachusetts House of Representatives on same subject - (Reverse side) - (Taken from 4/5/1866 O. Corr.)"]},"873":{"tagDate":["1871-11-07T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Ruin ahead - The over-issue of South Carolina Bonds over $30,000,000 &c. (Taken from 7/11/1871 O. Corr.)"]},"996":{"tagDate":["1872-01-24T00:00:00.000Z"],"tagDescription":["The Richmond Dispatch - Extract - Result of the deliberations of the Joint Committee on the Funding Bill."]},"582":{"tagDate":["1869-10-01T00:00:00.000Z"],"tagDescription":["Circular - Statement of the Public Debt of the United States - Sgd/ George S. Boutwell, Secretary of the Treasury. (Reverse side of 1/11/1869 P.) (Taken from O. Corr.)"]},"486":{"tagDescription":["Sessional Paper - Commonwealth of Massachusetts - Report of the Committee on Finance. Sgd/ Moses Kimball, Chairman. (Taken from 9/3/1869 O. Corr.)"],"tagDate":["1869-02-12T00:00:00.000Z"]},"770":{"tagDescription":["Circular - An Act to provide for the Funding and Payment of the Public Debt of Virginia. Sgd/ J. Bell Bigger, Clerk H. of D. and Keeper of Rolls of Va. (Taken from 7/4/1871 O. Corr.)"],"tagDate":["1871-03-30T00:00:00.000Z"]},"137":{"tagDescription":["Boston Daily Advertiser - Extract - Editorial - Re seizure of the \"Georgia\" - (Taken from 23/9/1864 O. Corr.)"],"tagDate":["1864-09-22T00:00:00.000Z"]},"600":{"tagDescription":["Newspaper Extract - Letter from a Liverpool capitalist - signed Mercator re. funding the debt at a reduced rate of interest. (Taken from 4/2/1870 O. Corr.)"],"tagDate":["1870-01-19T00:00:00.000Z"]},"1218":{"tagDate":["1874-11-18T00:00:00.000Z"],"tagDescription":["Pamphlet - State of Indiana, Wayne County - In the Wayne Circuit Court - Simon Rindskopf vs. The Fort Wayne, Muncie and Cincinnati Railroad Co. et. al. - Defendants' answer."]},"451":{"tagDescription":["Newspaper Extract - Advertisement for tenders for the execution of certain parts of Intercolonial Railroad. Sgd/ Sanford Fleming, Chief Engineer. (Taken from 20/9/1868 Canada &c.)"],"tagDate":["1868-09-12T00:00:00.000Z"]},"9":{"tagDescription":["Circular - Pixley, Abell & Langley - Bullion Brokers, London - Statement of Import of Bullion into London from undermentioned places during six months ending 31/12/1862. Also Statement of Export from London for the same period."],"tagDate":["1862-12-31T00:00:00.000Z"]},"865":{"tagDescription":["Circular - Sgd/ Baring Brothers & Co. - Notification that Mr. Thomas Wren Ward is associated in their Powers of Attorney with S.G. & G.C. Ward. (Taken from O. Corr.)"],"tagDate":["1871-09-13T00:00:00.000Z"]},"173":{"tagDate":["1865-02-21T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Quoting and commenting upon a paragraph from the money column of the London Times. (Taken from 21/2/1865 W.C. & Co. Corr.)"]},"752":{"tagDescription":["Newspaper Extract - Re. possible change of the financial agent of the United States at London. (Taken from 10/2/1871 O. Corr.)"],"tagDate":["1871-03-10T00:00:00.000Z"]},"444":{"tagDescription":["Newspaper Extracts - The Alaska Purchase. (Taken from 29/7/1868 O. Corr.)"],"tagDate":["1868-07-29T00:00:00.000Z"]},"805":{"tagDate":["1871-05-26T00:00:00.000Z"],"tagDescription":["Tribune - Extract - Editorial correspondence - Texas - The Future of the State - Its Railroads &c. (Taken from 6/6/1871 O. Corr.)"]},"54":{"tagDescription":["Sessional Paper - In the Senate of the United States. An Act to provide a national currency, secured by a pledge of the United States Bonds and to provide for the circulation and redemption thereof. N.B. - A Synopsis of this is in Misc. Corr. under the same date."],"tagDate":["1864-04-18T00:00:00.000Z"]},"869":{"tagDescription":["Circulars - Two forms of special guarantees (general and limited) prepared with a view to adoption. (Taken from 26/9/1871 O. Corr.)"],"tagDate":["1871-09-26T00:00:00.000Z"]},"715":{"tagDescription":["The Courier - Charleston - Editorial comment on the Fire Loan Stock. (Taken from 3/1/1871 O. Corr.)"],"tagDate":["1870-12-29T00:00:00.000Z"]},"766":{"tagDescription":["Newspaper Extract (Tribune) - The New United States Bonds. Re. time limiting the negotiation of the first $200,000,000 of five per cents of the new Loan &c. (Taken from 30/3/1871 O. Corr.)"],"tagDate":["1871-03-29T00:00:00.000Z"]},"473":{"tagDate":["1868-12-08T00:00:00.000Z"],"tagDescription":["Newspaper Extract - A clear case - Alaska - A number of facts re the purchase. (Taken from 8/12/1868 O. Corr.)"]},"264":{"tagDescription":["Newspaper Extract - The Cotton Crop of 1866 - The Spring Planting - Discouragements - Storms and worms - The Cost to grow cotton - Future prospects. (Taken from 30/10/1866 O. Corr.)"],"tagDate":["1866-10-30T00:00:00.000Z"]},"200":{"tagDescription":["Newspaper Extract - The close of the Great Seven-Thirty Loan. (Taken from 28/7/1865 W.C. & Co. Corr.)"],"tagDate":["1865-07-28T00:00:00.000Z"]},"1146":{"tagDate":["1874-04-03T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Railway Interests - Correspondence between John Livingston and W.W. Shippen."]},"260":{"tagDescription":["Newspaper Extract - Official orders re. Georgia State Bonds - Sgd/ Chas. J. Jenkins, Governor. (Taken from 30/10/1866 W.C. & Co. Corr.)"],"tagDate":["1866-10-13T00:00:00.000Z"]},"886":{"tagDate":["1871-12-04T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Re seizure of the Books and Papers of Wm.F. Weld & Co."]},"501":{"tagDate":["1869-03-18T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Reflecting upon the manner in which Baring Bros. have carried on business with United States Government. (Taken from 18/3/1869 M. Corr.)"]},"645":{"tagDescription":["Newspaper Extract - An ordinance to authorize the endorsement or guarantee, by the Mayor and City Council of Baltimore, of the Mortgage Bonds of the Western Maryland Railroad Co. and to provide a sinking fund in connection therewith. (Taken from 4/3/1870 O. Corr.)"],"tagDate":["1870-02-21T00:00:00.000Z"]},"706":{"tagDate":["1870-07-13T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Tax and Tariff Bill - some of the leading provisions of the Act. (Taken from 16/7/1870 O. Corr.)","Newspaper Extract - The Funding Bill - Text of the Act as reported by the Conference Committee. (Taken from 16/7/1870 O. Corr.)"]},"1007":{"tagDescription":["Newspaper Extract - Virginia Finances."],"tagDate":["1872-02-27T00:00:00.000Z"]},"676":{"tagDescription":["Journal of Commerce - Extract - Re. State of West Virginia paying her equitable share of the public debt of the Commonwealth of Virginia. (Taken from 22/4/1870 M. Corr.)"],"tagDate":["1870-04-22T00:00:00.000Z"]},"140":{"tagDate":["1864-12-17T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Editorial - The Grand Campaign - Victories for the soldiers of the Union &c. (Taken from 17/12/1864 W.C. & Co. Corr.)"]},"207":{"tagDescription":["Morning Chronicle (Weekly Edition) Article copied from The Morning News of New Brunswick on the reconstruction of the Canadian Ministry. (Taken from Package marked Canada &c.)"],"tagDate":["1865-09-02T00:00:00.000Z"]},"811":{"tagDescription":["New York Times - Extract - Investigation by the Treasury into the affairs of Messrs. Baring Bros. reveals some curious so-called facts. (Taken from 6/6/1871 O. Corr.)"],"tagDate":["1871-06-04T00:00:00.000Z"]},"456":{"tagDate":["1868-11-06T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The State of South Carolina, Charleston County - The State ex relations the Attorney General vs the President and Directors of the Bank of the State of South Carolina - Respondents Return. (Taken from 6/11/1868 O. Corr.)"]},"242":{"tagDescription":["Newspaper Extract - The Cotton Crop - Prospects of the Cotton Crop in the United States. Sgd/ Ben.C. Truman. (Taken from 27/7/1866 O. Corr.)"],"tagDate":["1866-07-19T00:00:00.000Z"]},"1192":{"tagDate":["1874-07-28T00:00:00.000Z"],"tagDescription":["Re St. Louis and Iron Mountain and Southern Railroad Co. Sgd/ H.G. Marquand, Vice-President. Geo. Cabot Ward."]},"519":{"tagDate":["1869-05-29T00:00:00.000Z"],"tagDescription":["Circular (Galley form) Reply of Minister of Finance to an enquiry in the House of Commons re money raised under Imperial Guarantee for the construction of the Intercolonial R.R. being applied to the payment of the general debts of the Canadian Dominion &c. Sgd/ John Rose. (Taken from Package marked Canada 17/6/1869)"]},"1013":{"tagDate":["1872-03-02T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Virginia Finances. Governor Walker's veto over-ridden in the House."]},"353":{"tagDate":["1867-05-23T00:00:00.000Z"],"tagDescription":["Newspaper Extract - New Orleans. Jacob Barker's failure - The First National Bank affair - The defalcation in the Treasury Office. (Taken from 24/5/1867 W.C. & Co. Corr.)"]},"235":{"tagDescription":["Newspaper Extract - Article on the rejection by the Massachusetts Senate of the Equalization of Bounties Bill. (Taken from 16/5/1866 O. Corr.)"],"tagDate":["1866-05-16T00:00:00.000Z"]},"699":{"tagDate":["1870-05-04T00:00:00.000Z"],"tagDescription":["Newspaper Advertisement - First Mortgage Bonds of the Chesapeake and Ohio Railroad Co. offered. (Taken from 4/5/1870 O. Corr.)"]},"31":{"tagDescription":["Circular No. 29, Pittsburgh, Fort Wayne and Chicago Railroad Company. Statement of earnings for the month of April compared with the same period 1862. (Taken from 15/5/1863 O. Corr.)"],"tagDate":["1863-05-11T00:00:00.000Z"]},"267":{"tagDate":["1866-12-22T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Proposition of the Secretary of the Treasury Department to establish a large American house in London as a representative of American financial interests. (Taken from 22/12/1866 O. Corr.)"]},"585":{"tagDescription":["Newspaper Extract - The Financial Fight in the House over the introduction of Ingersoll's $43,000,000 inflation bill. (Taken from 17/12/1869 O. Corr.)"],"tagDate":["1869-12-12T00:00:00.000Z"]},"761":{"tagDescription":["Newspaper Extract (New York) - Comments on Mr. Boutwell and the New Loan. (Taken from 24/3/1871 O. Corr.)"],"tagDate":["1871-03-23T00:00:00.000Z"]},"38":{"tagDate":["1863-09-15T00:00:00.000Z"],"tagDescription":["Newspaper Supplement - Legislative Assembly - The Budget - Mr. Holton's Financial Statement. (Canada.)"]},"733":{"tagDescription":["Newspaper Clipping: State of Illinois Executive Office, Springfield Proclamation regarding Illinois Bonds."],"tagDate":["1871-01-09T00:00:00.000Z"]},"888":{"tagDate":["1871-12-22T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Settlement of the suit brought by the United States against Wm.F. Weld & Co. (Taken from 22/12/1871 O. Corr.)"]},"1000":{"tagDescription":["The Chronicle - Extract - Virginia and her creditors."],"tagDate":["1872-02-10T00:00:00.000Z"]},"1152":{"tagDescription":["Newspaper Extract - Editorial - Texas and the South."],"tagDate":["1874-04-13T00:00:00.000Z"]},"881":{"tagDate":["1871-11-24T00:00:00.000Z"],"tagDescription":["From the Boston Advertiser - Extract - The seizures in Boston - Wm. F. Weld & Co. yields to the marshall. (Taken from 28/11/1871 O. Corr.)"]},"589":{"tagDescription":["The New York Times - The Revenue - Fourth Annual Report of Special Commissioner Wells. (Taken from 21/12/1869 O. Corr.)"],"tagDate":["1869-12-21T00:00:00.000Z"]},"768":{"tagDate":["1871-03-30T00:00:00.000Z"],"tagDescription":["Newspaper Extract (Herald) The New Loan - Government Purchase of five-twenties &c. (Taken from 30/3/1871 O. Corr.)"]},"447":{"tagDate":["1868-08-22T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Report that the Legislature of South Carolina has passed a bill repudiating the foreign claims against the Bank of the State and authorizing the Governor to take possession of the assets - History of the case. (Taken from 22/8/1868 O. Corr.)"]},"701":{"tagDescription":["Newspaper Extract - The Hartford & Erie Railroad - Aid voted by the Massachusetts House of Representatives. (Taken from 3/6/1870 O. Corr.)"],"tagDate":["1870-06-02T00:00:00.000Z"]},"43":{"tagDescription":["Newspaper Extract - Letter from Hugh McCulloch, comptroller of the Currency voicing his opinions on \"redundant currency\". (Taken from 24/2/1865 W.C. & Co. Corr.)"],"tagDate":["1863-12-30T00:00:00.000Z"]},"1074":{"tagDate":["1872-01-01T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The financial condition of the Southern States - with special reference to Virginia."]},"470":{"tagDescription":["Circular Letter Addressed to the Editor of the News commenting upon the paragraph in Governor Scott's Letter on the Bank of the State. Sgd/ James B. Campbell. (Taken from 12/12/1868 O. Corr.)"],"tagDate":["1868-12-05T00:00:00.000Z"]},"581":{"tagDescription":["Circular - Bowles Brothers and Co. - New York Gold Market &c. (Taken from O. Corr.)"],"tagDate":["1869-11-01T00:00:00.000Z"]},"806":{"tagDate":["1871-06-01T00:00:00.000Z"],"tagDescription":["Mortgage - Memphis and Ohio Railroad Company to John B. Smith and Junius B. Alexander, Trustees. (Taken from 29/7/1871 M. Corr.)"]},"357":{"tagDate":["1867-07-12T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Nature \"An Agrarian\" - The State of the country on account of the waste of war, poor harvests &c. (Taken from 12/7/1867 O. Corr.)"]},"889":{"tagDescription":["Newspaper Extract - Virginia Finances. (Taken from 22/12/1871 O. Corr.)"],"tagDate":["1871-12-22T00:00:00.000Z"]},"143":{"tagDescription":["Parliamentary Debates - Nova Scotia - Statement of Revenue Receipts. (Taken from 14/7/1865 M. Corr.)"],"tagDate":["1864-12-31T00:00:00.000Z"]},"231":{"tagDate":["1866-04-23T00:00:00.000Z"],"tagDescription":["New York Herald - Extract (copied from the Mobile Nationalist) The Cotton Crop. (Taken from 24/4/1866 O. Corr.)"]},"427":{"tagDate":["1868-05-19T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Alaska Purchase. (Taken from 19/5/1868 O. Corr.)"]},"815":{"tagDate":["1871-06-26T00:00:00.000Z"],"tagDescription":["Pamphlet - Proceedings of Stockholders' meeting of the Macon and Western Railroad Company - Sgd/ A .J. White, Presdt. Milo S. Freeman, Secy. & Treas. M. & W. Railroad Wm. M. Wadley, Pres. Central Railroad & Banking Co. of Georgia."]},"588":{"tagDescription":["Newspaper Extract - Repudiation scorched - An exciting scene on the floor of the House - An Ohio Democrat boldly advocates a Repudiation of the national Debt &c. (Taken from 17/12/1869 O. Corr.)"],"tagDate":["1869-12-17T00:00:00.000Z"]},"866":{"tagDescription":["Newspaper Extract - The City and County Debt - Report of the Citizens' Committee. (Taken from 23/9/1871 O. Corr.)"],"tagDate":["1871-09-15T00:00:00.000Z"]},"474":{"tagDescription":["Newspaper Extract - The Financial Position - By Edward F. Davison. (Taken from 12/12/1868 O. Corr.)"],"tagDate":["1868-12-12T00:00:00.000Z"]},"263":{"tagDescription":["Newspaper Extract (From the Commercial Advertiser Statement of the Debts of the Border States of North Carolina, Virginia, Tennessee and Missouri. (Taken from 30/10/1866 W.C. & Co. Corr.)"],"tagDate":["1866-10-30T00:00:00.000Z"]},"769":{"tagDescription":["Newspaper Extract - (Herald) The New Loan - Notes that the Secretary of the Treasury has popularized himself by withdrawing the special agencies abroad and making no discrimination in favor of particular agents. (Taken from 30/3/1871 O. Corr.)"],"tagDate":["1871-03-30T00:00:00.000Z"]},"675":{"tagDescription":["Journal of Commerce - Extract - Re. West Virginia paying her equitable share of the debt of Virginia. (Taken from 22/4/1870 M. Corr.)"],"tagDate":["1870-04-20T00:00:00.000Z"]},"705":{"tagDate":["1870-07-01T00:00:00.000Z"],"tagDescription":["Circular - Statement of the Public Debt of the United States - Sgd/ George S. Boutwell, Secy. Treasury. (Taken from O. Corr.)"]},"222":{"tagDescription":["Sessional Paper - A Bill to provide for funding the interest upon the public debt (Virginia) (Taken from 8/3/1866 O. Corr.)"],"tagDate":["1866-02-20T00:00:00.000Z"]},"646":{"tagDate":["1870-02-26T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Article on Sherman's Funding Bill - signed J.S.P. (Taken from 3/3/1870 O. Corr.)"]},"885":{"tagDescription":["Newspaper Extract - The Alleged Revenue Frauds at Boston - Case of Wm. F. Weld & Co. (Taken from 5/12/1871 O. Corr.)"],"tagDate":["1871-12-01T00:00:00.000Z"]},"391":{"tagDescription":["Newspaper Extract - A war of Races - Judge Chase's nomination for the Presidency. (Taken from 18/3/1868 O. Corr.)"],"tagDate":["1868-03-18T00:00:00.000Z"]},"13":{"tagDate":["1863-01-07T00:00:00.000Z"],"tagDescription":["Daily Telegraph, Harrisburg, Pa. - State Treasurer's Report to the Senate and House of Representatives of the Commonwealth of Pennsylvania, Sgd/ Henry D. Moore, State Treasurer. (Taken from 13/1/1863 O. Corr.)"]},"698":{"tagDate":["1870-05-01T00:00:00.000Z"],"tagDescription":["Circular - Statement of the Public Debt of the United States - Sgd/ George S. Boutwell, Secretary Treasury. (Taken from O. Corr.)"]},"1046":{"tagDescription":["Pamphlet - Supreme Court of the United States - Baring Bros. et al Plaintiffs in error vs Dabney, Morgan & Co. Defendants in error - Case of Bank of South Carolina."],"tagDate":["1872-12-01T00:00:00.000Z"]},"737":{"tagDescription":["Circular - Statement of the Public Debt of the United States. (Sgd/ Geo.S. Boutwell, Secy. Treasurer. Also Statement of Bonds purchased by the Treasury Department. (Taken from O. Corr.)"],"tagDate":["1871-02-01T00:00:00.000Z"]},"174":{"tagDescription":["Newspaper Advertisement - Notice of the dissolution of partnership hitherto existing between Edw. Mott Robinson and Wm. T. Coleman. (Taken from 7/3/1863 O. Corr.)"],"tagDate":["1865-02-23T00:00:00.000Z"]},"852":{"tagDescription":["Newspaper Extract - Re transference of Government account in London from Baring Bros. & Co. to Clews, Habicht & Co. &c. (Taken from 2/9/1871 O. Corr.)"],"tagDate":["1871-09-02T00:00:00.000Z"]},"765":{"tagDate":["1871-03-28T00:00:00.000Z"],"tagDescription":["New York Times - Extract - Re. New Bonds being left to the care and free competition of the various responsible Bankers in American Securities in England and on the Continent since withdrawal or non-action of Messrs. Baring and Messrs. Rothschild. (Taken from 30/3/1871 O. Corr.)"]},"716":{"tagDescription":["Newspaper Extract - The Motley - Fish letters, written after Motley's sudden recall from his London post in 1870."],"tagDate":["1870-01-01T00:00:00.000Z"]},"443":{"tagDescription":["Newspaper Extract, Georgia - Message of Governor Bullock - Extracts from Report of General Ruger on State Finances. (Taken from 29/7/1868 W.C. & Co. Corr.)"],"tagDate":["1868-07-27T00:00:00.000Z"]},"127":{"tagDescription":["Newspaper Extract - The Loss of Stores at Martinsburg. (Taken from 18/7/1864 G.W.L. Corr.)"],"tagDate":["1864-07-15T00:00:00.000Z"]},"325":{"tagDescription":["Pamphlet - Statistical Tables of the Sugar Crop of St. Croix &c. (Taken from 6/9/1867 O. Corr.)"],"tagDate":["1867-04-08T00:00:00.000Z"]},"868":{"tagDate":["1871-09-26T00:00:00.000Z"],"tagDescription":["Circular - Copy of the receipt taken with all commercial credits. (Taken from 26/9/1871 O. Corr.)"]},"217":{"tagDate":["1865-11-14T00:00:00.000Z"],"tagDescription":["Newspaper Extract (From the New York Times) The Cotton movement. (Taken from 14/11/1865 L. & Co. Corr.)"]},"730":{"tagDate":["1871-01-06T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Depression in Business - The failures in Boston and Philadelphia have caused much anxiety in the mercantile world. (Taken from 6/1/1871 O. Corr.)"]},"586":{"tagDate":["1869-12-14T00:00:00.000Z"],"tagDescription":["Newspaper Extract - A Bill to fund the debt of the United States at a lower rate of interest, to make the national banking system free, and for the purposes. (A financial project presented by Mr. Morrell of Penn.) (Taken from 14/12/1869 O. Corr.)"]},"801":{"tagDate":["1871-04-25T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Finances of the State of South Carolina. (Taken from 25/4/1871 O. Corr.)"]},"36":{"tagDescription":["Newspaper Extract - Important General Order, Headquarters Department of the Gulf, New Orleans. Trade between New Orleans and the West declared free - confiscated property turned over to Treasury Department. Sgd/ Maj-Genl. Banks. (Taken from 4/9/1863 E.J.F. Corr.)"],"tagDate":["1863-09-03T00:00:00.000Z"]},"482":{"tagDate":["1868-12-18T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Alaska Purchase Money. (Taken from 18/12/1868 O. Corr.)"]},"177":{"tagDate":["1865-03-10T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Editorial - International relations - United States with England - Canada the battle ground. (Taken from 10/3/1865 O. Corr.)"]},"159":{"tagDescription":["Sessional Paper - Bill - An Act for the purpose of preventing and repressing outrages and violations of Law at the Frontier of this Province and for other purposes. (Taken from Package marked Canada &c.)"],"tagDate":["1865-01-27T00:00:00.000Z"]},"120":{"tagDate":["1864-06-22T00:00:00.000Z"],"tagDescription":["Circular - A committee appointed at a meeting of merchants and bankers in New York lay before the Committee the injurious effects of the Gold Bill recently signed - Signed/ James Brown of Brown Bros. & Co. &c. (Taken from 28/6/1864 O. Corr.)"]},"1183":{"tagDate":["1874-07-02T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Circular addressed by the Secretary of the Treasury to leading banking houses and dealers in Government securities re United States five per cent Loan."]},"236":{"tagDescription":["Circular - Bank of Montreal - Report of the Directors to the Shareholders at their forty-eighth Annual General meeting. (Taken from Misc. Package 1868.)"],"tagDate":["1866-06-04T00:00:00.000Z"]},"734":{"tagDescription":["Evening Post, New York - Extract - Letter to the Editors on the Alabama Claims and relations generally between United States and England. Sgd/ Audax. (Taken from 24/2/1871 M. Corr.)"],"tagDate":["1871-01-19T00:00:00.000Z"]},"1076":{"tagDescription":["Newspaper Extract - The Boston, Hartford and Erie Railroad."],"tagDate":["1872-01-01T00:00:00.000Z"]},"30":{"tagDate":["1863-05-09T00:00:00.000Z"],"tagDescription":["New York World - Extract - The extent of the Disaster - Outlining the leading facts in the short campaign at Rappahannock. (Taken from 11/5/1863 L. & Co. Corr.)"]},"455":{"tagDate":["1868-11-03T00:00:00.000Z"],"tagDescription":["The Charleston Daily News - Extract - The Bank of the State case - Notes of argument by Hon. Isaac W. Hayne, Counsel for Respondents. The State ex rel Attorney General vs Bank of the State - Mandamus. (Taken from 6/11/1868 O. Corr.)"]},"112":{"tagDate":["1864-05-20T00:00:00.000Z"],"tagDescription":["Daily Tribune - Extract - Editorial - The Campaign. (Taken from 20/5/1864 W.C. & Co. Corr.)"]},"861":{"tagDescription":["Newspaper Extract - Our financial Agency abroad - Strongly in favour of retaining the Barings or at least knowing for what reason the transfer was made. (Taken from 8/9/1871 O. Corr.)"],"tagDate":["1871-09-08T00:00:00.000Z"]},"350":{"tagDate":["1867-05-14T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Financial Panic in New Orleans. The Sub-Treasury and a National Bank closed - The City Bank suspended - Heavy Liabilities. (Taken from 15/5/1867 W.C. & Co. Corr.)"]},"477":{"tagDescription":["Newspaper Extract - The Legal-Tender Act in the Supreme Court. (Taken from 15/12/1868 O. Corr.)"],"tagDate":["1868-12-15T00:00:00.000Z"]},"1004":{"tagDescription":["The Evening Post, New York - Extract - Editorial The disposition of the British press towards the Geneva Arbitration."],"tagDate":["1872-02-23T00:00:00.000Z"]},"182":{"tagDate":["1865-04-28T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The surrender of Johnston to General Sherman, ends the rebellion. (Taken from 28/4/1865 W.C. & Co.)"]},"641":{"tagDate":["1870-02-18T00:00:00.000Z"],"tagDescription":["Copy of Mortgage of Baltimore and Ohio Railroad. (Taken from 18/2/1870 O. Corr.)"]},"1044":{"tagDescription":["Richmond Enquirer - Extract - Editorial - Virginia finances."],"tagDate":["1872-12-14T00:00:00.000Z"]},"648":{"tagDate":["1870-03-02T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Mr. Sumner's Speech on the Funding Bill. (Taken from 8/3/1870 O. Corr.)"]},"52":{"tagDescription":["Montreal Gazette - Extract - Editorial - Real vs Seeming Consistency - The political crisis discussed. (Taken from 4/4/1864 M. Corr.)"],"tagDate":["1864-04-04T00:00:00.000Z"]},"155":{"tagDescription":["United States Sessional Paper - In the Senate - Joint Resolution [In relation to the treaty of eighteen hundred and seventeen] To terminate the treaty of eighteen hundred and seventeen regulating the naval force on the Lakes. (Taken from 27/3/1865 M. Corr.)"],"tagDate":["1865-01-17T00:00:00.000Z"]},"459":{"tagDescription":["Newspaper Extracts - Case of the South Carolina State Bank - (Taken from 10/11/1868 O. Corr.)"],"tagDate":["1868-11-10T00:00:00.000Z"]},"1021":{"tagDescription":["Prospectus - (Savannah) The Central Railroad and Banking Company of Georgia."],"tagDate":["1872-10-01T00:00:00.000Z"]},"354":{"tagDate":["1867-05-24T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Re. failure of Fraser, Trenholm & Co. [Charleston, S.C.] (Taken from 24/5/1867 W.C. & Co. Corr.)"]},"650":{"tagDate":["1870-03-05T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Banking and Financial - The first mortgage 7 per cent Gold Bonds of The Central Railroad of Iowa - Messrs Jay Cooke & Co. and E.W. Clark of Philadelphia, Bankers. (Taken from 5/3/1870 O. Corr.)"]},"711":{"tagDescription":["Newspaper Extract - The Boston, Hartford and Erie Railroad - The entire property of this Corporation, by order of the Court, passed into the hands of receivers. (Taken from 5/8/1870 O. Corr.)"],"tagDate":["1870-08-05T00:00:00.000Z"]},"878":{"tagDescription":["Circulars - Copies of the Old and New Credit Receipts. Sgd/ Baring Brothers and Company. (Taken from 21/11/1871 O. Corr.)"],"tagDate":["1871-11-21T00:00:00.000Z"]},"634":{"tagDate":["1870-01-28T00:00:00.000Z"],"tagDescription":["The Nation - Extract - The Public Credit. (Taken from 28/1/1870 O. Corr.)"]},"37":{"tagDate":["1863-09-11T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Sale of the issues of the five-twenties. (Taken from 11/9/1863 M. Corr.)"]},"167":{"tagDate":["1865-02-10T00:00:00.000Z"],"tagDescription":["The Morning Chronicle (Weekly Edition) Provincial Parliament - Legislative Assembly - The Confederation Question - Hon. J.A. Macdonald. (Taken from Package marked Canada &c.)"]},"247":{"tagDate":["1866-07-19T00:00:00.000Z"],"tagDescription":["The Nation - Extract - Steering for the Rocks - Dangers of the present political crisis. (Taken from 10/8/1866 O. Corr.)"]},"135":{"tagDate":["1864-08-31T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Party Platforms. 1. Cleveland convention. 2. National Union Convention. 3. National Democratic Convention. (Taken from 6/9/1864 G.W.L. Corr.)"]},"1019":{"tagDescription":["New York Evening Post - Extract - The Washington Treaty not yet abandoned."],"tagDate":["1872-04-01T00:00:00.000Z"]},"388":{"tagDescription":["Circular - Statement of the Public Debt of the United States - Sgd/ Hugh McCulloch, Secretary of the Treasury. (Found in O. Corr.)"],"tagDate":["1868-03-01T00:00:00.000Z"]},"142":{"tagDate":["1864-12-30T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The United States Stock Market. (Taken from 31/12/1864 W.C. & Co. Corr.)"]},"579":{"tagDescription":["Newspaper Extract - Rumours in regard to the President's participation in the late gold transactions denied. (Taken from 5/10/1869 O. Corr.)"],"tagDate":["1869-10-03T00:00:00.000Z"]},"439":{"tagDescription":["Newspaper Extract - House of Representatives, Committee of Ways and Means - Letter of Commissioner Wells, dated 15/7/1868 on the expenses of the Government. (Taken from 29/7/1868 O. Corr.)"],"tagDate":["1868-07-15T00:00:00.000Z"]},"262":{"tagDate":["1866-10-25T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Provincial note scheme submitted by Mr. Galt. (Taken from 25/10/1866 Canada &c.)"]},"871":{"tagDescription":["Newspaper Extract - The Tammany Hall Organization in New York. (Taken from 13/10/1871 O. Corr.)"],"tagDate":["1871-10-04T00:00:00.000Z"]},"826":{"tagDate":["1871-08-16T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Banking and Financial United States Funded Loan of 1881 Five per cent Bonds - Jay Cooke and Co's advertisement. (Taken from 16/8/1871 O. Corr.)"]},"750":{"tagDate":["1871-03-07T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Laws of the State - Acts and Joint Resolutions passed by the General Assembly of South Carolina, Session of 1870-1. (Taken from 24/3/1871 O. Corr.)"]},"729":{"tagDate":["1871-01-06T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Particulars of the failure of Oakes Ames. (Taken from 6/1/1871 O. Corr.)"]},"748":{"tagDescription":["Newspaper Extract - Disloyal Dollars - Comments upon Secretary Boutwell's nomination of foreign agents for the new Loan. (Taken from 2/3/1871 O. Corr.)"],"tagDate":["1871-03-02T00:00:00.000Z"]},"467":{"tagDescription":["Statement of the Public Debt of the United States. Sgd/ Hugh McCulloch, Secretary of the Treasury. (Found in O. Corr.)"],"tagDate":["1868-12-01T00:00:00.000Z"]},"575":{"tagDate":["1869-10-02T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Great Gold Raid - Astounding Developments - President Grant's brother-in-law deeply involved. James Fisk's Statement &c. (Taken from 2/10/1869 O. Corr.)","Newspaper Extract - Condition of the affairs of the house of Lockwood & Co. Statement by Mr. Lockwood. (Taken from 2/10/1869 O. Corr.)"]},"256":{"tagDate":["1866-08-10T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Adjournment of Congress after a Stormy session. (Taken from 10/8/1866 O. Corr.)"]},"853":{"tagDate":["1871-09-02T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Re. Appointment of Clews, Habicht & Co. of London as the fiscal agents of the United States Government in London. (Taken from 2/9/1871 O. Corr.)"]},"741":{"tagDate":["1871-02-07T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Notice given by the Secretary of the Treasury that books will be opened on the 6th March for subscriptions to the new National Loan. (Taken from 7/2/1871 O. Corr.)"]},"139":{"tagDescription":["Louisville Journal - Extract - Affairs in Kentucky. (Taken from 4/10/1864 G.W.L. Corr.)"],"tagDate":["1864-09-27T00:00:00.000Z"]},"435":{"tagDescription":["Newspaper Extract - Letter from State House, Boston to the Editors of the Boston Daily Advertiser on the subject of Massachusetts Bonds. (Taken from 23/6/1868 O. Corr.)"],"tagDate":["1868-06-22T00:00:00.000Z"]},"442":{"tagDescription":["Newspaper Extract - The Funding Bill - An Act providing for the payment of the National Debt and for the reduction of the rate of interest thereon. Its provisions. (Taken from 29/7/1868 O. Corr.)"],"tagDate":["1868-07-26T00:00:00.000Z"]},"598":{"tagDescription":["New York Times - Extract - Editorial - Mr. Boutwell's Plea for oppressive Taxation. (Taken from 12/1/1870 O. Corr.)"],"tagDate":["1870-01-11T00:00:00.000Z"]},"754":{"tagDate":["1871-03-14T00:00:00.000Z"],"tagDescription":["The Courier - Charleston - Editorial Extract - Lawlessness. Comments on the financial methods practiced in South Carolina. (Taken from 24/3/1871 O. Corr.)"]},"669":{"tagDescription":["Newspaper Extract - The Funding Bill as it passed the Senate. (Taken from 15/3/1870 O. Corr.)"],"tagDate":["1870-03-15T00:00:00.000Z"]},"483":{"tagDescription":["Newspaper Extract - The Alaska Purchase Money. (Taken from 18/12/1868 O. Corr.)"],"tagDate":["1868-12-18T00:00:00.000Z"]},"460":{"tagDate":["1868-11-20T00:00:00.000Z"],"tagDescription":["Newspaper Extract (Charleston) - The State vs The Bank of the State. Opinion of Justice Willard-Statement of the case &c. (Taken from 20/11/1868 O. Corr;)"]},"757":{"tagDate":["1871-03-17T00:00:00.000Z"],"tagDescription":["Form of 5 per cent Bond. (Taken from 17/3/1871 O. Corr.)"]},"1159":{"tagDate":["1874-06-30T00:00:00.000Z"],"tagDescription":["Pamphlet - Annual Report of the Louisville and Nashville Railroad Company."]},"386":{"tagDescription":["New York Sun - Extract - Paper and Gold. (Taken from 29/2/1868 O. Corr.)"],"tagDate":["1868-02-29T00:00:00.000Z"]},"15":{"tagDescription":["Newspaper Extract - Capture of the Schooner Union by the Alabama. (Taken from 19/1/1863 L. & Co. Corr.)"],"tagDate":["1863-01-15T00:00:00.000Z"]},"50":{"tagDescription":["Newspaper Extract - Re. private banking business under the style of Way, Warren & Co. (Taken from 1/4/1864 O. Corr.)"],"tagDate":["1864-04-01T00:00:00.000Z"]},"113":{"tagDescription":["Newspaper Extracts - Official bulletins from the Army addressed to Maj-Gen. Dix and Sgd/ Edwin M. Stanton, secretary of War. (Taken from 31/5/1864 W.C. & Co. Corr.)"],"tagDate":["1864-05-30T00:00:00.000Z"]},"876":{"tagDescription":["Newspaper Extract - The South Carolina Bond Robbery. (Taken from 7/11/1871 O. Corr.)"],"tagDate":["1871-11-08T00:00:00.000Z"]},"369":{"tagDescription":["Circular - Letters of Credit - Duncan, Sherman & Co. Bankers, New York. (Taken from 10/2/1868 O. Corr.)"],"tagDate":["1868-02-10T00:00:00.000Z"]},"665":{"tagDescription":["Newspaper Extract - Boston, Hartford and Erie Railroad. The financial and general condition of the corporation - Report made by a Committee of the Massachusetts Council. (Taken from 12/3/1870 O. Corr.)"],"tagDate":["1870-03-08T00:00:00.000Z"]},"305":{"tagDescription":["Newspaper Extract - Correct copy of the Act for Canal and River Improvements (Illinois). (Taken from 5/3/1867 O. Corr.)"],"tagDate":["1867-02-15T00:00:00.000Z"]},"596":{"tagDescription":["Newspaper Extract - Resumption before funding. (Taken from 7/1/1870 O. Corr.)"],"tagDate":["1870-01-07T00:00:00.000Z"]},"240":{"tagDescription":["Newspaper Extract - The Southern Unionists. Circular accompanying the call for a convention of Loyalists from the Southern States - Sgd/ A.J. Hamilton of Texas M.J. Safford of Alabama Wm.B. Stokes of Tennessee (Taken from 10/8/1866 O. Corr.) Committee"],"tagDate":["1866-07-10T00:00:00.000Z"]},"45":{"tagDate":["1864-01-01T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Letter addressed to the Editors of the Boston Daily Advertiser, signed/ W.G., suggesting certain improvements in the method of taxation. (Taken from 1/1/1864 M. Corr.)"]},"258":{"tagDate":["1866-09-18T00:00:00.000Z"],"tagDescription":["Boston Daily Evening Transcript - Extract - Large Convention of veterans - List of officers reported from Committee on Organization, adopted - Resolutions &c. (Taken from 18/9/1866 O.Corr.)"]},"791":{"tagDescription":["Circular - Statement of the Public Debt of the United States. Sgd/ Wm.A. Richardson, Acting Secretary of the Treasury. Also Statement of Bonds purchased by the Treasury Department. (Taken from O. Corr.)"],"tagDate":["1871-04-01T00:00:00.000Z"]},"183":{"tagDate":["1865-05-06T00:00:00.000Z"],"tagDescription":["Boston Daily Advertiser - Editorial - Preponderance of New York in foreign commerce. (Taken from 9/5/1865 O. Corr.)"]},"746":{"tagDate":["0000-02-01T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Washington Treaty discussed;"]},"637":{"tagDescription":["Newspaper Extract - Discussion on Railroads - Remarks on Report of Massachusetts Commissioners. (Taken from 1/2/1870 O. Corr.)"],"tagDate":["1870-02-01T00:00:00.000Z"]},"849":{"tagDate":["1871-09-01T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Characterizes the reasons given by the State Department for the change of its foreign agency from the house of its foreign agency from the house of Baring & Co. as \"childish\" - comments on the announcement of the Secretary of the Treasury re the Loan. (Taken from 2/9/1871 O. Corr.)"]},"365":{"tagDate":["1867-11-22T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Failure of Messrs Jas. K. Place & Co. wholesale Grocers &c. (See also 23/11/1867 O. Corr.) (Taken from 22/11/1867 O. Corr.)"]},"32":{"tagDescription":["Providence (R.I.) Post - Extract - The Situation - Discusses recent events in the Rebellion. (Taken from 22/5/1863 L. & Co. Corr.)"],"tagDate":["1863-05-22T00:00:00.000Z"]},"212":{"tagDate":["1865-09-16T00:00:00.000Z"],"tagDescription":["The Morning Chronicle (Weekly Edition) - Editorial - The tone of the press of the Lower Provinces modified in favour of Confederation. (Package marked Canada &c.)","The Morning Chronicle (Weekly Edition) Editorial - Mr. Ross and the Grand Trunk Amalgamation Bill. (Taken from Package marked Canada &c.)","The Morning Chronicle (Weekly Edition) - Railway Postal Subsidy - The proceedings of the House and an editorial. (Taken from Package marked Canada &c.)"]},"854":{"tagDescription":["Newspaper Extract - Political Personals- Re. appointment of Henry Clews to succeed the Barings as financial agent of the United States in America &c. (Taken from 2/9/1871 O. Corr.)"],"tagDate":["1871-09-02T00:00:00.000Z"]},"259":{"tagDescription":["Newspaper Extract - The Bank of Upper Canada. (Taken from 20/9/1866 Canada &c.)"],"tagDate":["1866-09-20T00:00:00.000Z"]},"753":{"tagDate":["1871-03-14T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Debt and Finances of South Carolina. (Taken from 14/3/1871 O. Corr.)"]},"1189":{"tagDescription":["The News & Courier - Letter to the Editor. Isaac W. Hayne defends himself in the matter of charges against him by Mr. Campbell."],"tagDate":["1874-07-18T00:00:00.000Z"]},"136":{"tagDescription":["Newspaper Extract - The Coming Struggle (copied from Richmond Enquirer) (Taken from 23/9/1864 O. Corr.)"],"tagDate":["1864-09-21T00:00:00.000Z"]},"1119":{"tagDate":["1874-03-18T00:00:00.000Z"],"tagDescription":["Pamphlet - Indenture by and between the New York and Canada Railroad Company, party of the first part, and the Union Trust Company of New York, party of the second part."]},"34":{"tagDescription":["Newspaper Extract - Important from New Orleans. Severe fighting at Port Hudson - Gen. Sherman wounded &c. (Taken from 9/6/1863 O. Corr.)"],"tagDate":["1863-06-06T00:00:00.000Z"]},"1212":{"tagDescription":["Richmond Enquirer - Extract - Virginia Finances - Proceedings of the Bondholders conference."],"tagDate":["1874-11-11T00:00:00.000Z"]},"521":{"tagDescription":["Sessional Papers - Correspondence relating to the Intercolonial Railway Loan, including Cap. XVI. An Act for authorizing a Guarantee of Interest on a Loan to be raised by Canada towards the construction of a Railway connecting Quebec and Halifax. (12/4/1867) (Taken from Package marked Canada 17/6/1869)."],"tagDate":["1869-06-17T00:00:00.000Z"]},"799":{"tagDate":["1871-04-07T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Meeting of the Board of Trade of Charleston to take into consideration the financial condition of the State of South Carolina. (Taken from 7/4/1871 O. Corr.)"]},"848":{"tagDate":["1871-09-01T00:00:00.000Z"],"tagDescription":["Newspaper Extract - States that Clews, Habicht & Co. have had transferred to them only the State Department account - the Navy Department account - the Navy Department account having been transferred to Jay, Cooke, McCulloch & Co. (Taken from 2/9/1871 O. Corr."]},"850":{"tagDate":["1871-09-02T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Favourable comments on the appointment of Clews, Habicht & Co. to act as financial agents in London. (Taken from 2/9/1871 to O. Corr.)"]},"829":{"tagDate":["1871-08-22T00:00:00.000Z"],"tagDescription":["State of South Carolina In the Supreme Court - Between Dabney, Morgan & Co.- Original complainants. Baring Bros. & Co. et al Original Defendants. (Taken from 22/8/1871 O. Corr.)"]},"726":{"tagDate":["1871-01-01T00:00:00.000Z"],"tagDescription":["Circular - Statement of the Public Debt of the United States, also Statement of Bonds purchased by the Treasury Department, sinking and special funds. (Taken from O. Corr.)"]},"4":{"tagDate":["1862-12-05T00:00:00.000Z"],"tagDescription":["The Weekly Leader, Toronto - New and extraordinary Claims of the Grand Trunk - Grand Trunk Postal Subsidy - Mr. Brydges' reply to the Post Master General - 27/11/1862."]},"436":{"tagDescription":["Newspaper Extract - Report of the Bill for taxing the Bonds was reported by Mr. Hooper. (Taken from 3/7/1868 O. Corr.)"],"tagDate":["1868-07-02T00:00:00.000Z"]},"361":{"tagDescription":["Circular - Ward, Campbell & Co. Quotations New York Stock Exchange. (Taken from 27/9/1867 W.C. & Co.)"],"tagDate":["1867-09-27T00:00:00.000Z"]},"601":{"tagDescription":["Pamphlet - Re. issue by Jay Cooke & Co. of Pamphlet issued in March 1869 offering $4,500,000 Seven per cent Gold Bonds, free of taxation, issued by the Lake Superior and Mississippi River Railroad Co. &c."],"tagDate":["1870-01-25T00:00:00.000Z"]},"668":{"tagDate":["1870-03-15T00:00:00.000Z"],"tagDescription":["New York Post - Extract - The Funding and Currency Bills. (Taken from 15/3/1870 O. Corr.)"]},"187":{"tagDescription":["Circular - Hope & Co. - Re. Louisiana State Bonds. (Taken from 26/6/1865 Hope & Co.)"],"tagDate":["1865-06-24T00:00:00.000Z"]},"255":{"tagDate":["1866-08-10T00:00:00.000Z"],"tagDescription":["Newspaper Extract - the Danger to the Republican Party in the political crisis. (Taken from 10/8/1866 O. Corr.)"]},"368":{"tagDescription":["Circular - Statement of the Public Debt of the United States - Sgd/ Hugh McCulloch, Secretary of the Treasury. (Found in Corr. O.)"],"tagDate":["1868-02-01T00:00:00.000Z"]},"778":{"tagDate":["1871-03-31T00:00:00.000Z"],"tagDescription":["Circular - Proceedings of the Charleston Board of Trade. (Taken from 20/6/1871 O. Corr.)"]},"319":{"tagDescription":["Newspaper Extract - The Money market - London Banking House project and scheme for a foreign loan. (Taken from 12/3/1867 O. Corr.)"],"tagDate":["1867-03-11T00:00:00.000Z"]},"875":{"tagDescription":["Newspaper Extract - Despoiled South Carolina. (Taken from 7/11/1871 O. Corr.)"],"tagDate":["1871-11-07T00:00:00.000Z"]},"728":{"tagDate":["1871-01-06T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Particulars of the default of the State of Alabama on a portion of its interest. (Taken from 6/1/1871 O. Corr.)"]},"180":{"tagDescription":["Newspaper Extract - Short sketch of the career of Andrew Johnson. (Taken from 18/4/1865 O. Corr.)"],"tagDate":["1865-04-18T00:00:00.000Z"]},"352":{"tagDate":["1867-05-17T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Rev. Comr. D.A. Wells sails for Europe to investigate the condition of manufacturing in England and Belgium. (Taken from 17/5/1867 O. Corr.)"]},"749":{"tagDate":["1871-03-07T00:00:00.000Z"],"tagDescription":["Newspaper Extract - List of subscriptions to the National Loans. (Taken from 7/3/1871 O. Corr.)"]},"131":{"tagDate":["1864-08-04T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Important circular of General Couch issued from Pittsburg, the Headquarters' Department of the Susquehanna - (Taken from 9/8/1864 G.W.L. Corr.)"]},"846":{"tagDescription":["Circular (The Cosmopolitan) - Funding the American State Debts. (Taken from O. Corr.)"],"tagDate":["1871-08-31T00:00:00.000Z"]},"39":{"tagDescription":["Newspaper Extract, Curious Statements made Col. J. Ross Snowden late director of the United States Mint, showing the magnitude of the financial operations of the Government. (Taken from 18/9/1863 W.C. & Co. Corr.)"],"tagDate":["1863-09-18T00:00:00.000Z"]},"51":{"tagDescription":["Montreal Gazette 4/4/1864 - Extract - Provincial Parliament - Legislative Council - Ministerial explanations - Legislative Assembly - The New Ministry. (Taken from 4/4/1864 M.Corr.)","Montreal Gazette - Extract - Editorial - The Grand Trunk and the Ministry. (Taken from 4/4/1864 M. Corr.)"],"tagDate":["1864-04-04T00:00:00.000Z"]},"138":{"tagDate":["1864-09-26T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Letters from Ex-President Millard Fillmore to John Bell Robinson of Philadelphia on the affairs of the country. (Taken from 4/10/1864 G.W.L. Corr.)"]},"385":{"tagDescription":["Evening Post - Extract - Stand and Deliver, Senator Sherman's Bill criticised. (Taken from 29/2/1868 O. Corr.)"],"tagDate":["1868-02-29T00:00:00.000Z"]},"184":{"tagDate":["1865-05-09T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Important Order - Opening Trade with the Southern States - Rules and Regulations concerning commercial intercourse with Insurrectionary States. Treasury Department. (Taken from 16/5/1865 O. Corr.)"]},"599":{"tagDate":["1870-01-14T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Funding the National Debt. Mr. Sumner's Bill - Its provisions - (Taken from 14/1/1870 O. Corr.)"]},"315":{"tagDate":["1867-03-01T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Debt and Finances of Louisiana. (Taken from 1/3/1867 W.C. & Co. Corr.)"]},"227":{"tagDescription":["New York Times - Extract - The Cotton Question - The Supply and the condition of the Cotton market. Letter addressed to the Editor. Sgd/ E.P. Jr. - Providence. (Taken from 24/4/1866 O. Corr.)"],"tagDate":["1866-04-09T00:00:00.000Z"]},"366":{"tagDescription":["Journal of Commerce - Extract - Article on Report of Mr. Wells, special Commissioner of the Revenue-especially the Foreign Loan. (Taken from 14/1/1868 O. Corr.)"],"tagDate":["1868-01-14T00:00:00.000Z"]},"571":{"tagDate":["1869-08-01T00:00:00.000Z"],"tagDescription":["Circular - Statement of the Public Debt of the United States - Sgd/ George S. Boutwell, Secretary of the Treasury. (Taken from O. Corr.)"]},"480":{"tagDate":["1868-12-17T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Alaska Money. (Taken from 18/12/1868 O. Corr.)"]},"745":{"tagDate":["1871-02-24T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Let us have Peace - Comments upon the relations between United States and England. (Taken from 24/2/1871 M. Corr.)"]},"114":{"tagDescription":["Newspaper Extract - Editorial - The Flanking Process. Movements of the Federal and Confederate armies. (Taken from 31/5/1864 G.W.L. Corr.)"],"tagDate":["1864-05-31T00:00:00.000Z"]},"732":{"tagDate":["1871-01-09T00:00:00.000Z"],"tagDescription":["New York Daily Bulletin - Extract - Editorial - The embarrassments in the direction of the Union Pacific Railroad."]},"484":{"tagDescription":["Newspaper Extract - Good news for the Washington Lobby - Projected visit of Mr. Raasloff, the Danish Minister of War. (Taken from 18/12/1868 O. Corr.)"],"tagDate":["1868-12-18T00:00:00.000Z"]},"389":{"tagDescription":["The Evening Post - Extract - Editorial - The Great Erie Railway War. (Taken from 13/3/1868 O. Corr.)"],"tagDate":["1868-03-12T00:00:00.000Z"]},"578":{"tagDate":["1869-10-02T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Snarl in Wall Street - Commodore Vanderbilt and the House of Baring reputed to be involved. (Taken from 2/10/1869 O. Corr.)"]},"994":{"tagDescription":["Richmond Enquirer - Extract - West Virginia - Message of Governor Jacobs - Relations with the State of Virginia &c."],"tagDate":["1872-01-22T00:00:00.000Z"]},"110":{"tagDate":["1864-05-14T00:00:00.000Z"],"tagDescription":["Massachusetts Laws - An Act to establish the Massachusetts Bounty Fund, and to create a Sinking Fund, for its redemption. (Taken from 7/2/1865 O. Corr.)"]},"438":{"tagDescription":["Newspaper Extract - Article on Taxing our own debt. (Taken from 14/7/1868 O. Corr.)"],"tagDate":["1868-07-14T00:00:00.000Z"]},"306":{"tagDate":["1867-02-15T00:00:00.000Z"],"tagDescription":["Newspaper Extract - Re Clock & Bell to be presented by Baring Bros. & Co. to be placed in the new church to be erected in Portland, Me. (Taken from 15/2/1867 O. Corr.)"]},"595":{"tagDate":["1870-01-07T00:00:00.000Z"],"tagDescription":["Newspaper Extract - The Treasury and the Taxpayers. (Taken from 7/1/1870 O. Corr.)"]},"666":{"tagDate":["1870-03-08T00:00:00.000Z"],"tagDescription":["Evening State Journal (Richmond, Virginia) - The finances of Virginia. (Taken from 12/3/1870 O. Corr.)"]}}