{
  "973": {
    "tagDate": ["1829-12-17T00:00:00.000Z"],
    "tagPerson": ["Cozens, J G"],
    "tagDescription": [
      "Certificate in favor of chiefs Josee and Thomas of St Regis, commending their loyalty;"
    ],
    "tagPlace": ["St Regis"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "703": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"
    ],
    "tagPlace": ["Detroit"],
    "tagDescription": [
      "Minutes of a Council held with the Hurons - present Lt. Col. England, commandant, Major Smith and others - the Hurons complained of encroachments on their lands and protested the transfer of lands by Rev. Hubert to one Payette - discussion was postponed for two weeks"
    ],
    "tagPerson": [
      "True Copy - Countersigned Thomas Duggan, Clerk I: D: (original signed by D. W. Smith, Secy.)"
    ],
    "tagDate": ["1792-06-11T00:00:00.000Z"]
  },
  "307": {
    "tagDescription": [
      "Copy to the Officers commanding Provincial corps - announcing tools and building materials to be distributed to Loyalists at Cataraqui; ordering regimental returns to be compiled; and directing that lots be drawn to allocate lands"
    ],
    "tagDate": ["1874-07-25T00:00:00.000Z"],
    "tagPerson": [
      "Officers commanding provincial corps and loyal indians",
      "Johnson, John, Sir"
    ],
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"
    ]
  },
  "220": {
    "tagDescription": [
      "Extract of Circular and Secret orders issued Montreal... - by the Commander in Chief, requiring that persons arriving from the Rebel colonies at any posts or Lake vessel deliver up any papers they carry and be escorted to Montreal incommunicado"
    ],
    "tagPerson": ["Extract, unsigned"],
    "tagDate": ["1778-08-19T00:00:00.000Z"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Montreal"]
  },
  "136": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Montreal"],
    "tagDescription": [
      "respecting the Claims of Indians of Sault St. Louis - and problems with the survey line of the seigneurie [certified by William Claus]"
    ],
    "tagPerson": ["Johnson, William, Sir", "Claus, Daniel"],
    "tagDate": ["1773-08-16T00:00:00.000Z"]
  },
  "238": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Quebec"],
    "tagPerson": ["Haldimand, Frederick", "Johnson, John, Sir"],
    "tagDate": ["1779-10-06T00:00:00.000Z"],
    "tagDescription": [
      "Regarding the expedition to Carleton Island, garrisons and winter quarters, relations with the Six Nations and other Indian allies, and Major [John] Butler"
    ]
  },
  "673": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in KG 19, P 35"
    ],
    "tagDescription": [
      "Plan for a Reform in the General Department of Indian Affairs recommended to ... Haldimand - noting per diem allowances for officers, interpreters, black-smiths, etc. [and the conversion from sterling to Halifax currency] - organized by districts: Six Nations, Detroit, Michilimackinac and Montreal"
    ],
    "tagDate": ["1784-01-01T00:00:00.000Z"],
    "tagPerson": ["Draft - initialled JJ [Sir John Johnson]"]
  },
  "253": {
    "tagDate": ["1780-01-01T00:00:00.000Z"],
    "tagPerson": ["unsigned, unaddressed - copy"],
    "tagDescription": [
      "Protest of a Number of [Lords] against the Bill to authorize commissions for service in British North America to 50 foreign officers and 20 engineers"
    ],
    "tagPlace": ["London"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "997": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"
    ],
    "tagDescription": [
      "Proposal to appoint Abraham Cuyler as Agent for sixteen (named) Loyalists seeking authority and assistance for a settlement of 630 families (3150 persons) on Cape Breton Island"
    ],
    "tagPerson": ["unsigned, unaddressed"],
    "tagDate": ["1780-01-01T00:00:00.000Z"]
  },
  "759": {
    "tagDescription": [
      "Copy of a Deed offered by Gov! Simcoe for the Lands on the Grand River ... Recd 5th May & forwarded to Hd Quarters the same day - confirming the lands to the Six Nations - annotated: the Proviso must be repeated ... to prevent any other Transfer of their interests in the soil ..."
    ],
    "tagDate": ["1796-04-29T00:00:00.000Z"],
    "tagPerson": ["True Copy - countersigned W. Johnson Chew"],
    "tagPlace": ["Niagara"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "720": {
    "tagDate": ["[1794-08-28T00:00:00.000Z TO 1794-08-29T23:59:59.999Z]"],
    "tagPerson": ["Copy - countersigned by Thomas Aston Coffin"],
    "tagDescription": [
      "No 1 - Lord Dorchester to the Indians of the 7 Villages of Lower Canada - au sujet des droites par eux pretendus sur les terres etablies par les loyalistes sur le fleuve St. Laurent"
    ],
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"
    ]
  },
  "284": {
    "tagDescription": [
      "Estimate of the Losses ... sustained by loyal Six Nations (Mohawk, Tuscarora & Aughquagos) and others during the late Rebellion, in Real and persona estates, since 1775 - Mohawks: Aaron Hill, Ranonraron; David Hill, Karonghyontyee; John Hill, Oteronyanente; David ASerageghte, Hanneshess & Abram; Thomas Shaweanowane; Dekarighogheagh; Deyothaghsteren; Dayoronyoghte; Peter Teweghmtogeath; Adam Dekanayghgwasen; Abraham Rotsastoghk; Waterine; Thomas Gowagh; Kaghheadeate; David Kaghraghgontyee; Adam Adinodaghk; Adam Karistatsiagh; Adam Thaweyagearat; Sa Sanen; John Tayojaronsere; Moses Tekanodaghshengh; Thomas Tewaseraghegh; Thomas Shategariwate; Roghgwenghs; Anegwentahontesigh; Catherine Kaghherori; Christeen Gowagh; Shagorighonnyenni; Isaac Kearwaraksheagh; Kerenyagayon; Sarah Kahnoghgwisere; Peter Onondogwire; Captain Brant; Shagoghrewayhtha; Anengh Anoghnioken; Mary Kanhoghison; Susanen; Christeen Oweanonkon; and Wary Gonwatisyayenni [Mary Brant] Auahauaao's Tuscaroras: Captain Jacob, Hendrick Orondadekha, Isaac Shoralowane, Joseph Oghnaongoghdon; Adam Teyoghtsigereghgon; Endarighton; Kaghneghtagongh; Atoghserongegh; Joseph Kanondagherha; Moses Thaonweajonko; Seye; Aaron Kayendadinhon; Dewaghtaghkode; Cornelius Onweanayedani; Kendrink Ateweanookten; Margaret, widow of Captain Jacob; Takenyon; Captain Kanadaroghk; Oghnioquendon; Jacob Aghrirhon"
    ],
    "tagDate": ["1784-04-22T00:00:00.000Z"],
    "tagPerson": [
      "Copy - (signature of Joseph Brant reproduced pp 12; 1778 certificate by John Butler reproduced pp 11) - unaddressed"
    ],
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "679": {
    "tagDate": ["1791-06-28T00:00:00.000Z"],
    "tagPerson": ["Unsigned, Unaddressed"],
    "tagDescription": [
      "Intelligence. Copy sent to Head Quarters 11th July - report from William Printup, a Tuscarora chief, of American movements in the vicinity of Schenectady, Fort Stanwix and other posts, and their hostile intentions"
    ],
    "tagPlace": ["Niagara"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "149": {
    "tagDate": ["1783-04-03T00:00:00.000Z"],
    "tagPerson": [
      "unsigned, unaddressed [draft?] Entd",
      "Draft letter - Sir John Johnson to Captain R. Matthews"
    ],
    "tagDescription": [
      "Complaint of the Aughquissasne IndR transmitted by Capt. Claus - in Ind Recess vol 9, p 183 - of being shot at and harassed by soldiers at the Cedars, contrary to recent treaties recognizing their right to travel; annotated that chief Olquandageghte of Oswegatchie was imprisoned at Montreal for lack of a pass",
      "Regarding the importances of presents to the Hurons of Lorette, given their connections with the Hurons of Detroit and others; his plan for a reform of the Indian Department; and aid to a refugee named VandeKar"
    ],
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "726": {
    "tagDate": ["1795-03-11T00:00:00.000Z"],
    "tagPerson": [
      "Copy - Original signed by Richard Varick, E. Benson, Gera ( Sthommedieu], Samuel Jones, N. Lawrence & James Watson"
    ],
    "tagDescription": [
      "Proceedings of the St. Regis Indians &c with the Commissrs of the State of New York. Copy sent to Hd Quarters 16th Apl. 1795 - speeches exchanged by the Agents for New York state with Col. Lewis (Cook] and ten others of Akwesasne regarding their lands"
    ],
    "tagPlace": ["New York"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "263": {
    "tagPerson": ["unsigned, unaddressed"],
    "tagDate": ["1785-01-01T00:00:00.000Z"],
    "tagDescription": [
      "List of appointments in Sir John Johnson's General Return of the Indian Department, not mentioned in that left by ... Haldimand - interpreters, blacksmiths and commissaries of power Canada, Detroit, Niagara and Cataraqui"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"
    ]
  },
  "397": {
    "tagPerson": ["Johnson, John, Sir", "Coffin, Thomas Aston"],
    "tagDate": ["1787-07-24T00:00:00.000Z"],
    "tagDescription": [
      "on behalf of Lord Dorchester, reminding him of established financial procedures; noting lack of authority for the black-smith at the Bay of Quinte"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Quebec"]
  },
  "793": {
    "tagPlace": ["Niagara"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in XG 1, F 35"
    ],
    "tagDate": ["1796-11-25T00:00:00.000Z"],
    "tagPerson": ["Johnson, John, Sir", "Brant, Joseph"],
    "tagDescription": [
      "Commenting on the Six Nations grievances over title to the Grand River lands, difficult relations with J. G. Simcoe and Peter Russell, and his ideas for generating rents from the lands to counteract loss of hunting; soliciting Johnson's aid; allegations by the Seven Nations of selling their lands"
    ]
  },
  "231": {
    "tagPerson": ["St. Leger, Barry, Col.", "Johnson, John, Sir"],
    "tagDate": ["1779-09-05T00:00:00.000Z"],
    "tagDescription": [
      "Regarding the deployment of men from Sir John's regiment, pursuant to orders from General [Haldimand]"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "269": {
    "tagDate": ["1783-05-17T00:00:00.000Z"],
    "tagPerson": [
      "COPY - Joseph Brant to Frederick Haldimand; certified by William Claus & J. Brant; presented to Sir John Johnson 3 June 1783"
    ],
    "tagDescription": [
      "Speech of the Mohocks & Onoghquagys to the Commander in chief by Captain Brant, alias Thayendenegeh ... - on behalf of the Mohawks and the Oneidas of Onoghquagy, loyal to King George III, expressing dissatisfaction with the boundary line agreed between Britain and the new United States of America"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "763": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Quebec"],
    "tagDescription": [
      "Regarding Six Nations title to the Grand River lands, whether by authority of Gen. Haldimand or anyone since, and the role of the civil government in managing lands within Upper Canada"
    ],
    "tagPerson": ["Dorchester, Lord", "Simcoe, J. G.", "McKee, Col"],
    "tagDate": ["1796-05-26T00:00:00.000Z"]
  },
  "848": {
    "tagDescription": [
      "Deed of Assignment of a 999-year lease of the Salmon River for the purpose of erecting saw and grist mills - first made 18 June 1793 by the chiefs Tiona Togenha, Asiron Tong8as, Atha 8entha and Tharen Jagethon - to William Gray, trader, of St Regis, and now transferred by him to Thomas Arakouante, trader of Caughnawaga, trader, of Caughnawaga, with the consent of the Chiefs of St Regis"
    ],
    "tagDate": ["1798-12-15T00:00:00.000Z"],
    "tagPerson": [
      "DS - by Thomas Arakouante, William Gray, Tiona Togenha, Asiron Tong8as, Atha 8entha, Tharenjagethon, Sotaroana, Anatagagliasse, Taronia8agon, and Negeniaa"
    ],
    "tagPlace": ["St. Regis"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "574": {
    "tagPlace": ["Niagara"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": [
      "Copied 6th May & sent to the Commands in Chief the 10th - reporting on the recent council at Buffalo Creek, appointment of [Samuel] Street to represent the Six Nations before the American Congress and reports of American forces going against the Southern Indians"
    ],
    "tagDate": ["1790-04-10T00:00:00.000Z"],
    "tagPerson": ["Johnson, John, Sir", "Butler, John"]
  },
  "187": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Quebec"],
    "tagPerson": ["unsigned, unaddressed [with corrections]"],
    "tagDate": ["1775-10-30T00:00:00.000Z"],
    "tagDescription": [
      "Speeches made to the Hurons of Lorretta - present Col. [Guy] Johnson, D. Claus, Chief Justice Hey, Mr Potter, Mr Watson, G. Allsopp; urging their friendship and alliance against rebels; with a summary of the reply"
    ]
  },
  "391": {
    "tagPlace": ["Niagara"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": [
      "Reporting his conversations with Old Smoke and other chiefs; the Council to be held at Buffalo Creek; rumors from Venango; news of Kayashota and others from the Ohio brought by the Seneca chief Sawedo; presents given; his wish to meet Lord Dorchester; his arrangements with John Dease;"
    ],
    "tagDate": ["1787-04-27T00:00:00.000Z"],
    "tagPerson": ["Butler, John", "Johnson, John, Sir"]
  },
  "576": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Niagara"],
    "tagPerson": ["Dorchester, Lord", "Street, Samuel"],
    "tagDate": ["1790-04-15T00:00:00.000Z"],
    "tagDescription": [
      "Memorial from Sam-l Street Esqr to His Excelll Lord Dorchester - regarding lands he purchased at Niagara now claimed by Lt. Humphry, RE, for government use"
    ]
  },
  "644": {
    "tagDescription": [
      "List of Petitions before the Land Board of the Dist: Hesse - nominal schedule detailing 171 petitions for lands in the Hesse [Western) District"
    ],
    "tagPerson": ["Unsigned, Unaddressed"],
    "tagDate": ["1790-08-08T00:00:00.000Z"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Detroit"]
  },
  "675": {
    "tagPerson": ["Johnson, John, Sir", "Street, Samuel"],
    "tagDate": ["1791-04-10T00:00:00.000Z"],
    "tagDescription": [
      "Forwarding a copy of his memorial of April 1790 regarding his claim to lands at Niagara and the approval from Lt. Col. DePeyster"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Niagara"]
  },
  "771": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Sault St. Louis"],
    "tagDescription": [
      "Council at the Sault St Louis ... with the 7 villages of Lower Canada - R6cit d'un Conseil entre les Sept Villages du Bas-Canada et les Courte oreilles [Ottawas] de Michilimackinac; ils reprochent a ces derniers d'avoir laisser les Louis et les Chawenons vendre des terres aux Americains"
    ],
    "tagPerson": ["unsigned, unaddressed"],
    "tagDate": ["1796-08-06T00:00:00.000Z"]
  },
  "527": {
    "tagDescription": [
      "Papers relative to the Mohawks & lands on the Grand or Oswego River to be shown to the Chief Justice - council speeches by John Butler, the Fish Carrier, Cayuga chief; Captains Joseph Brant, Aaron Hill and Isaac Hill; and a Delaware Chief regarding the land dispute; belts and condolence ceremonies for Degaya, Symgeraghta, a Seneca; and Teuaguanda, an Onondaga"
    ],
    "tagDate": ["1789-02-10T00:00:00.000Z"],
    "tagPerson": ["unsigned, unaddressed"],
    "tagPlace": ["Niagara"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "975": {
    "tagDate": ["1829-12-19T00:00:00.000Z"],
    "tagPerson": ["Macdonell, Alex."],
    "tagDescription": [
      "Certificate attesting to the loyalty of chiefs Jose [awana Nenon] and Thomas [aTha la Saye] and their people of St Regis"
    ],
    "tagPlace": ["Glengary"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "765": {
    "tagPlace": ["New York"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDate": ["1788-07-09T00:00:00.000Z"],
    "tagPerson": [
      "Certified copy - prepared 27 May by Jasper Hopper, Dept' Secy with the names of 3 Mohawks, 8 Onondagas, 3 Oneidas, 23 Cayugas, 22 Senecas, and 7 Chief Women"
    ],
    "tagDescription": [
      "Deed from the sic Nations discharging and acquitting John Livingstone and Caleb Benton of half the £2000 annual rent due on the lease made on 30 November 1787 to them, and commuting the remainder of the rent to 11 cattle; reciting and confirming the terms of that lease and its reservation of certain lands, salt springs, firewood and fishing rights at both Cayuga Lake and Onondaga; witnessed by Butler, Samuel Kirkland, James Dease, interpreter; Joseph Brant and 5 others"
    ]
  },
  "639": {
    "tagDescription": [
      "Deed of sale by the chiefs and warriors of the Chippewa nation to the Crown (represented by William Claus) for the lands called Penetanguishene; with a map by David W. Smith [both documents signed by the six representatives and certain witnesses]; and a Schedule of the goods valued at £101 [Quebec currency] given as equivalent to the conveyance fee"
    ],
    "tagPerson": [
      "DS - William Claus [with his cachet in red wax]; Chabondashean, Aasance, Wabenenguan, Ningawson, Omassanahsqutawah [by their totem]"
    ],
    "tagDate": ["1798-05-22T00:00:00.000Z"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["York, Upper Canada"]
  },
  "778": {
    "tagPerson": ["Copy"],
    "tagDate": ["1796-11-24T00:00:00.000Z"],
    "tagDescription": [
      "Capt. Brants Speech in behalf of the Five Nations on the Grand River ... Received the 7th & a copy sent to Hd Quarters the 8th December - present William Claus, Major Shank, commander; Lt. Caddy, RA, Lt. Bromhead, 24th Regt.; W. Johnson Chew; John Norton, acting Interpreter - Brant reviewed the causes of Six Nation dissatisfaction, the title to their lands and destruction of on their hunting territory; and deplored the Land Board of the Hesse [ Western] District taking lands from Sally Ainse [an Oneida]; with Claus' reply"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in XG 1, F 35"
    ],
    "tagPlace": ["Newark Niagara, Upper Canada"]
  },
  "282": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in KG 19, P 35"
    ],
    "tagPlace": ["Quebec"],
    "tagPerson": ["Haldimand, Frederick, Gen.", "Johnson, John, Sir"],
    "tagDate": ["1783-12-03T00:00:00.000Z"],
    "tagDescription": [
      "Extract ... for the Reduction of the Indian Department - announcing that only appointments in the Indian Department by commission from the King will continue after 24 December 1783"
    ]
  },
  "174": {
    "tagPerson": ["Cramahe, Hector T., Lt., Gov.", "Claus, Daniel"],
    "tagDate": ["1773-07-02T00:00:00.000Z"],
    "tagDescription": [
      "Extract - .. reporting the satisfaction of the Sault St. Louis Indians with his actions regarding the boundary of their seigneurie [certified 14 Aug. 1799 by William Claus]"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Lachine"]
  },
  "933": {
    "tagPlace": [
      "Michilimackinac",
      "Montreal",
      "Chicago",
      "Mackinac",
      "Quebec",
      "Drummond Island",
      "York, Upper Canada"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19,",
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDate": ["1828-07-07T00:00:00.000Z"],
    "tagPerson": [
      "Craig, James Henry, Sir",
      "McKay, W., Lt. Col.",
      "Dickson, Robert",
      "Johnson, John, Sir",
      "Copy - original signed by Fk. G. Heriot",
      "Claus, William",
      "True copy - certified by William Claus, 10 April 1813 at Niagara"
    ],
    "tagDescription": [
      "Forwarding a letter from the Military Secretary announcing the appointment of [Robert] Dickson as Agent for Indian Nations west of Lake Huron and providing him with a (wampum] belt, medals, gorgets and instructions on affairs at Detroit, Michilimackinac, etc.",
      "Thanking him for the assurance of Indian loyalty and requesting further information about them and the conduct of his department",
      "Regarding his plan to visit Montreal, aborted by the disastrous news from Detroit, and departure for Michilimackinac; also forwarding his pay list and abstract of contingent expenses",
      "Tenor of a speech to be made by Major de Lorimier to the Indians arriving from Ipper Canada with John Norton, relative to a speech made the previous day",
      "Reporting his travels from Niagara to Chicago and plans to reach the Mississippi, a meeting with the Poutewatamies of St. Josephs; disposition of the Sauks and Foxes; American destruction of the French Village of Peoria last November",
      "Reporting the capture of the American vessels TYGRESS and SCORPON, Indian Humanity toward prisoners; appointment of John Askin as resident Captain there; and differences with Lt. Col. McDouall",
      "List of Indn. Presents furnished for Mr Dickson & remaining in the store at Mackinac March 7th 1813 - by Jno. Askin jr",
      "Proceedings of a council with the Ottawa, Chippewa and Winibago - present Lt. Col. William McKay, Capt. Jos. DelaHay, St. Germain, Assiganac and A. Dusang, interpreters - Ocaitau, spokesman, summarized relations with the French and English and complained of their lands being given to the Americans (by peace treaties) despite the aid they gave to the British in battles; McKay replied, promising to send their message to Sir John Johnson",
      "Return of the Killed and Wounded, Canadian Voltigeurs, during the Late War with America - nominal list of 36 casualties, noting where and when killed or wounded watermark"
    ]
  },
  "176": {
    "tagPlace": ["Johnson Hall"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDate": ["1773-09-30T00:00:00.000Z"],
    "tagPerson": [
      "unsigned, unaddressed [annotations toward reply on 28 Sept. text; intercorrections on 30 Sept. text]",
      "unsigned, unaddressed [annotations toward reply on 28 Sept. text; corrections on 30 Sept. text]"
    ],
    "tagDescription": [
      "Congress with the Abenaquis of St Francis ... Exd by G Johnson D Agt as Sect - between Sir William Johnson, Daniel Claus and Stephen Delancey; Basile Bellisle, inter preter; and Jean Baptiste, alias Mickoneanbea, Abenaki spokesman, who complained of the family of Joseph Louis Gill disturbing the peace of the village; and on behalf of Mississquoi troubled by intruders from New York; and requesting a resident interpreter"
    ]
  },
  "313": {
    "tagDescription": [
      "Certificate approving transfer of title for two parcels of land between Mount Pleasant and the Niagara River from Isaac Dolson to Street & McLauchlan"
    ],
    "tagPerson": [
      "McLauchlan, John",
      "DePeyste, A. S., Lt. Col.",
      "Street, Samuel"
    ],
    "tagDate": ["1784-08-10T00:00:00.000Z"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"
    ],
    "tagPlace": ["Niagara"]
  },
  "749": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Godmanchester"],
    "tagPerson": [
      "ALS - r. p. DeCoignemart aux chefs de St Regis et DS - Hariwas, hathawenrat, hatheroniarere, hocengonnis, Tiotherogen, Sagogenni, Ostogwa, horitte, onasagenrathe, hosirontongwas, Jawenes, Ganonwieagon"
    ],
    "tagDate": ["1796-03-18T00:00:00.000Z"],
    "tagDescription": [
      "A Monsieur Courshainne Biron, pour remettre aux Cheffes Seauvages de la Bands des Loyaux sujet du Roy A St Registe - ci inclus un Placest de Ostogwa, Skariwaty et Garoniatsigoha a Lord Dorchester concernant leurs terres, le Chevalier de Lorimier et Louis le Neigre qui a gatte nos villages ... est cause de tous nos malheurs"
    ]
  },
  "559": {
    "tagDescription": [
      "Return of Indian Presents Received at, & Issued from His Majesty's Magazines at Montreal & LaChine, between the 25th September and 24th December 1787. Inclusive"
    ],
    "tagDate": ["1787-12-24T00:00:00.000Z"],
    "tagPerson": ["unsigned, unaddressed"],
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "243": {
    "tagDescription": [
      "Proceeds of a Council held by the Lorettos, with the Caghnawagas at Montreal ... Enterd in the Minutes - present Lt. Houghton and Lt. Johnson of the Indian Department, chiefs of Kahnawake and Lorette - reporting the passage of wampum belts among the Micmac and Amalcites, the Seven Nations of Canada and the Five Nations, all desiring to live in peace as one tribe; noting also their Christianity"
    ],
    "tagDate": ["1780-08-31T00:00:00.000Z"],
    "tagPerson": ["unsigned, unaddressed"],
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "985": {
    "tagDescription": [
      "Declaration by Louis, an Abenaki of Miciskouy (Mississquoi) before Lt. D'Estimauville and Basile Belleisle, by order of Lt. Col. [John] Campbell, regarding his mission with Xavier-aush, another Abenaki of Missisquoi, to Wagnertachet and Joush Eliker, their refusal to respond and denial of complaints made by Col. Allen"
    ],
    "tagPerson": ["Belisle, Basile, interpreter"],
    "tagDate": ["1788-01-01T00:00:00.000Z"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Quebec province"]
  },
  "302": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Quebec"],
    "tagPerson": [
      "Copy - AZ to the Loyalists in Canada - also signed by Patt. Smith of Sorel; Josiah Case and Benj. Hobson of Mahiche"
    ],
    "tagDate": ["1784-04-24T00:00:00.000Z"],
    "tagDescription": [
      "Copy of an Anonymous letter to the Loyalists - protesting the terms under which lands at Cataraqui and the Bay of Chaleurs were offered, and proposing to petition for English law in Quebec"
    ]
  },
  "193": {
    "tagPlace": ["London"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": [
      "Extracts from the Records of Indian Affairs containing the Heads of Col (o)- Johnsons Transactions in 1775. presented to Lord G Germaine feby 1776 - summarizing his actions from March to 11 November 1775"
    ],
    "tagDate": ["1776-01-26T00:00:00.000Z"],
    "tagPerson": [
      "memorandum from [Guy] Johnson to Lord George Germaine [certifed by Joseph Chew]",
      "Germaine, George, Lord"
    ]
  },
  "228": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Montreal"],
    "tagPerson": ["Pickette, Robert", "Johnson, John, Sir"],
    "tagDate": ["1779-04-11T00:00:00.000Z"],
    "tagDescription": [
      "Reporting on troop movements, engagements between Royalists and Rebels, the Mohawk valley, and exchanges of prisoners"
    ]
  },
  "478": {
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": [
      "Lord Dorchesters answer to a Speech delivered by Aaron & Isaac Hill, Mohawk Chiefs - regarding the lands on the Grand or Oswego river, which white settlers are not to occupy; the need to restore harmony in the community; with a summary of Sir John Johnson's speeches that day"
    ],
    "tagDate": ["1788-09-20T00:00:00.000Z"],
    "tagPerson": ["unsigned, unaddressed"]
  },
  "586": {
    "tagPlace": ["Cornwall"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": ["Return of Capt. N McLeans Company"],
    "tagDate": ["[1790-04-01T00:00:00.000Z TO 1790-04-06T23:59:59.999Z]"],
    "tagPerson": ["McLean, Neil, Captain"]
  },
  "319": {
    "tagDescription": [
      "Draft commentary on land tenure Quebec, relative to the claims of Loyalists for compensation - noted as Sir John's dissenting view of another text"
    ],
    "tagPerson": ["Johnson, John, ?"],
    "tagDate": ["1785-01-01T00:00:00.000Z"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"
    ]
  },
  "249": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Niagara"],
    "tagPerson": ["unsigned, unaddressed; true copy by Owen Bowen"],
    "tagDate": ["1780-10-29T00:00:00.000Z"],
    "tagDescription": [
      "Proceeds of a meet$ held with the Chiefs of the Six Nat! at Niagara - present Brig. Gen. Powel, Lt. Col. Bolton, Col. Guy Johnson; Aaron, a Mohawk Chief speaking for the Six Nations - expressing mutual friendship and alliance"
    ]
  },
  "512": {
    "tagDescription": [
      "Remarks on the Inland Navigation ordinance - on the 14 clauses in the Quebec statute 28 Geo. III, c. 3, passed in April 1788 [written for discussion with the Governor and his Council ?]"
    ],
    "tagDate": ["1789-01-19T00:00:00.000Z"],
    "tagPerson": ["unsigned, unaddressed"],
    "tagPlace": ["Quebec province"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "584": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Cornwall"],
    "tagDescription": [
      "Return of Capt. [William] Frasers Company of militia [he absent]"
    ],
    "tagPerson": ["Campbell, Daniel, Lt."],
    "tagDate": ["[1790-04-01T00:00:00.000Z TO 1790-04-06T23:59:59.999Z]"]
  },
  "410": {
    "tagDescription": [
      "Regarding Johnson's instructions to Indian Agents, which Lord Dorchester wished to revise and consolidate"
    ],
    "tagDate": ["1787-10-29T00:00:00.000Z"],
    "tagPerson": ["Johnson, John, Sir", "Coffin, Thomas Aston, LS"],
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "471": {
    "tagDate": ["1788-09-16T00:00:00.000Z"],
    "tagPerson": ["DS - Aaron Hill, Kanonraron; Isaac Hill, AnoughSoktea"],
    "tagDescription": [
      "Speech delivered by Aaron & Isaac Hill in presence of Lord Dorchester & Sir John Johnson - [in Mohawk] concerning the Grand River"
    ],
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "599": {
    "tagPlace": ["Cornwall"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": ["A Return of Capt: Frenchs Company"],
    "tagDate": ["[1790-04-01T00:00:00.000Z TO 1790-04-06T23:59:59.999Z]"],
    "tagPerson": ["French, Jeremiah, Captain"]
  },
  "652": {
    "tagPlace": ["Detroit"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": [
      "Minute of the Land Board ... Not entered upon the record on ye request of Mr Robertson ... - Sir John Johnson, as president, queried delays in the issuance of locations and other procedures"
    ],
    "tagDate": ["1790-08-09T00:00:00.000Z"],
    "tagPerson": ["Smith, T., Acting Clerk"]
  },
  "840": {
    "tagDate": ["1798-06-24T00:00:00.000Z"],
    "tagPerson": [
      "DS - Joseph Lamothe, interpreter; Niscathinini, Peniciwabem6, Onogo6igant, Neban6catai and Nibiniss6 [signed with totems] to Sir John Johnson"
    ],
    "tagDescription": [
      "Speech of the Ottawa to Sir John Johnson - harangue adress6 a Johnson par les Ottawas de l'arbre croche - .......... leur amitie et demandent les fusils, les m6dailles et deux grands pavilions pour mettre dans nos villages; ils n'6coutent jamais les mauvais oiseaux mais vivont avec tout les Nations en paix"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "593": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Cornwall"],
    "tagPerson": ["Anderson, Joseph, Captain"],
    "tagDate": ["[1790-04-01T00:00:00.000Z TO 1790-04-06T23:59:59.999Z]"],
    "tagDescription": ["Return of Captain Joseph Andersons Company"]
  },
  "385": {
    "tagPerson": [
      "DS - Lord Dorchester to Sir John Johnson; true copies by FranQois LeMaistre"
    ],
    "tagDate": ["1786-12-04T00:00:00.000Z"],
    "tagDescription": [
      "General order regarding the method of making stoppages; General Order regarding appointment of John Craigie as Store keeper General and stores in the charge of the Commissary General; General order regulating the keeping and audit of military accounts"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "571": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Niagara"],
    "tagDescription": [
      "Lt Col Butlers Speech to Some Chiefs of the five Nations & their answer. RecA May 6th & a Copy sent to Head Quarters the 10th - regarding the report by Blue Coat, a Cayuga chief, of American activities; and the need to live in peace"
    ],
    "tagPerson": ["Unsigned, Unaddressed"],
    "tagDate": ["1790-04-08T00:00:00.000Z"]
  },
  "477": {
    "tagDescription": [
      "Lord Dorchesters answer to a Speech delivered by Aaron & Isaac Hill, Mohawk Chiefs - regarding the lands on the Grand or Oswego river, which white settlers are not to occupy; the need to restore harmony in the community; with a summary of Sir John Johnson's speeches that day"
    ],
    "tagDate": ["1788-09-20T00:00:00.000Z"],
    "tagPerson": ["unsigned, unaddressed"],
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "165": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Fort Ontario"],
    "tagPerson": [
      "Byrne, Michael",
      "Johnson, William, Sir",
      "unsigned, unaddressed"
    ],
    "tagDate": ["1777-06-14T00:00:00.000Z"],
    "tagDescription": [
      "Intelligence Recd. of James Savage Esqr. living in Spencer Town - ... summarizing forces of Rebel generals Washington, McDougald and Clinton at Newbrough, Fort Defiance, Saratoga, etc.",
      "Comissry Byrnes Letter - regarding smuggling by French traders at Cataraqui; relations with the Mississaugas and Onondagas; a report by Tiaguinda, an Onondaga chief, that Oneidas promised to bring a Catholic priest to Akwesasne; and demands of the interpreter Joseph"
    ]
  },
  "480": {
    "tagDescription": [
      "requesting he send the 1789 establishment for the Indian Department immediately"
    ],
    "tagDate": ["1788-10-09T00:00:00.000Z"],
    "tagPerson": ["Coffin, Thomas Aston"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "689": {
    "tagDate": ["1791-07-02T00:00:00.000Z"],
    "tagPerson": ["Unsigned, Unaddressed"],
    "tagDescription": [
      "oughquaga Hendrick & Henry Youngs intelligence. Copy. Sent to Hd Quarters 11th July - the rumor of American movements in the Genesee country brought by Oghquaga Hendrick was refuted by Henry Young, with reference to the council at Painted Post"
    ],
    "tagPlace": ["Niagara"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "690": {
    "tagPlace": ["Chateau St Louis, Quebec"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": [
      "Speeches of the Western Deputies at the private meets with Lord Dorchester - present Dorchester, Alured Clarke, Sir John Johnson, Henry Motz, Joseph Chew, Joseph Brant and six chiefs of the Five Nations and Western Indians - Brant spoke regarding American hostilities, assistance against them, and plans for a Council at the Miamis rapids"
    ],
    "tagDate": ["1791-08-14T00:00:00.000Z"],
    "tagPerson": ["Draft - with corrections in red ink"]
  },
  "879": {
    "tagPerson": [
      "DS - r.p. Lenoir; Romain Wesanmimat; Joseph Gamelin; Joachim Antarawernin, Joseph Tacsous, KocjiuB, war chief; Caesar Cathness, Pierre Joseph Wanrines; Joseph Guill, Antoine Gill; Francis Annance"
    ],
    "tagDate": ["1805-05-21T00:00:00.000Z"],
    "tagDescription": [
      "Petition of the St Francois Inda relative to their school - seeking aid; Francois Annance, appointed two years previously as schoolmaster to the Abenakis, could no longer afford to provide the schoolhouse, fuel, furniture and other necessaries"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19,"
    ],
    "tagPlace": ["Francois, Three Rovers District"]
  },
  "606": {
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": [
      "Translation of Mr Ainses Defence - the Defensive remonstrance of Joseph Ainsse in reply to the inquiry into complaints made [10 August 1787 to Capt. Thomas Scott] by merchants trading to Michilimackinac against him and others of the Indian Department"
    ],
    "tagDate": ["1790-05-01T00:00:00.000Z"],
    "tagPerson": ["Ainsee, Joseph"]
  },
  "683": {
    "tagPlace": ["Niagara"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDate": ["1791-06-29T00:00:00.000Z"],
    "tagPerson": ["Unsigned, Unaddressed"],
    "tagDescription": [
      "Proceedings of a Council held with the Mohawks ... copy sent to Hd quarters 11th July - speeches by Old Thomas, for the Mohawk, and Col. Gordon, commanding the Upper Posts; present Lt. Col. John Butler and other officers - concerning the rumors and fears of war"
    ]
  },
  "718": {
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": [
      "No 2 - Lord Dorchester to the Indians of the Lake of the Two Mountains - reponse au sujet d'un plainte et leur loyaut6"
    ],
    "tagDate": ["[1794-08-28T00:00:00.000Z TO 1794-08-29T23:59:59.999Z]"],
    "tagPerson": ["Copy - countersigned by Thomas Aston Coffin"]
  },
  "329": {
    "tagDescription": [
      "Office of American Claims, Halifax - outlining further plans and procedures the commissioners intend following in investigating the claims of Loyalists for compensation"
    ],
    "tagDate": ["1786-03-11T00:00:00.000Z"],
    "tagPerson": [
      "True copy - Thomas Dundas & I. Pemberton to Henry Hope; attested by H. Hope"
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"
    ]
  },
  "835": {
    "tagPlace": ["Fort George"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDate": ["1798-06-06T00:00:00.000Z"],
    "tagPerson": ["unsigned, unaddressed"],
    "tagDescription": [
      "Speech of the Five Nations ... to Capt (o)- Claus in Council - present Lt. Col. McDonell, commandant; several officers, W. J. Chew, and John Norton, Interpreter; Red Jacket, a Seneca, spokesman - responding to the Caughnawaga accusation of their selling lands not belonging to the Six Nations, and inviting their accusers to a council at Buffalo Creek"
    ]
  },
  "565": {
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDate": ["1789-06-24T00:00:00.000Z"],
    "tagPerson": ["unsigned, unaddressed"],
    "tagDescription": [
      "Return of Indian presents remaining and issued from His Majesty's Magazines at Upper LaChine between the 25th March & 24th June 1789"
    ]
  },
  "582": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Cornwall"],
    "tagPerson": ["McDonell, Ranald"],
    "tagDate": ["[1790-04-01T00:00:00.000Z TO 1790-04-06T23:59:59.999Z]"],
    "tagDescription": [
      "Return of Capt McDonells Company of Militia, Cornwall & Osnabruck Battalion, Luneburg District"
    ]
  },
  "171": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPerson": ["unsigned, unaddressed"],
    "tagDate": ["1763-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Number of Packs traded by the French at ... Posts about Lakes Huron, Ontario, Superior, Erie &c in the time of the French government, annually averaged - at 17 posts around the lakes"
    ]
  },
  "696": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"
    ],
    "tagPlace": ["Montreal"],
    "tagPerson": ["De Lorimier, Chevalier, interprete (texte corrige)"],
    "tagDate": ["1791-12-16T00:00:00.000Z"],
    "tagDescription": [
      "Council of Indians held at Col (o) - Campbells office - Recit de l'harangue adresse a Campbell par les chefs du Sault St Louis, deputes au nom des sept villages du Canada, se plaignent de leur pauvrete, leur seigneurie, et autres sujets"
    ]
  },
  "211": {
    "tagDescription": [
      "An Authentick Acct of a Battle fought against the rebels at WyOmen July 3, 1778 - reporting the engagement on Abraham's Plains, Wyoming on the Susgoha between Major John Butler, his Indians and Rangers, and 4-500 rebels; with an incomplete table of casualties",
      "Reporting news that Mr Butler had not been executed but taken to Albany and his Indian companions released; incidents at the siege of Fort Stanwix; movements of General Burgoyne and his Rebel opponents; Mr Brant and some 40 Mohawk refugees at Connussadago; Mohawks from Fort Hunter joined Burgoyne; four Indian spies in Albany; and Rebel deserters bringing information; with a note appended for Mr Pollard from Mr Brant",
      "orders concerning Captn. Watts & Dalys Pay in the Emigrants - General order for an enquiry into claims by captains Watt and Daley for pay in both the Royal Regiment of New York and the Royal Highland Emigrants",
      "Commentary on the navigation of the ST. LAWRENCE RIVER AND ITS TRIBUTARIES, UPRIVER FROM MONTREAL AND OSWEGO [FORT ONTARIO]: CHANNELS, VESSELS USED, DISTANCES, ETC.",
      "Sketch of Col Johnson Proceedings &c from his arrival at N York Augt 1776 to his receiving Sr Wm Howes orders in Apr 1778 - summarizing Johnson's activities and opinions as Superintendent of Indian affairs"
    ],
    "tagDate": ["1778-07-03T00:00:00.000Z"],
    "tagPerson": [
      "Butler, John, Col.",
      "Johnston, John",
      "Slack, B., 2nd Lt., Engineers",
      "unsigned, unaddressed",
      "unsigned, unaddressed draft",
      "Dunbar, William., Major of Brigade"
    ],
    "tagPlace": ["Sinake Country, Connattasage", "Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "578": {
    "tagDescription": [
      "copy sent to Quebec 10th May - enclosing a message from Aaron Hill (Anough Soktea) and asking for batteaux to assist in the transport of families"
    ],
    "tagDate": ["1790-04-28T00:00:00.000Z"],
    "tagPerson": ["Johnson, John, Sir", "Deserontyon, John"],
    "tagPlace": ["Mohawk Village, Bay of Quint6"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "486": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": [
      "From H Motz Esqr - to Niagara, and his as Brigadier General of Militia for the four new Districts of Hesse, Nassau, Mecklenburg and Lunenburg, plus copies of the [1787] militia ordinances (27 Geo. III, c. 2 & 3); with general instructions on the militia and his views on land tenure for the Loyalists"
    ],
    "tagDate": ["1788-12-04T00:00:00.000Z"],
    "tagPerson": ["Dorchester, Lord"]
  },
  "225": {
    "tagDescription": [
      " Regulations for payment of fatigue parties employed by the Engineers Department [copy made 8 March]; and General orders regulating the movement of troops and protection of stores"
    ],
    "tagPerson": ["LeMaistre, Frangois", "Gray, Major"],
    "tagDate": ["1779-03-01T00:00:00.000Z"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Quebec HQ"]
  },
  "542": {
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDate": ["1787-03-24T00:00:00.000Z"],
    "tagPerson": ["unsigned, unaddressed"],
    "tagDescription": [
      "Return of Indian presents remaining in and Issued from His Majesty's Magazines at Montreal & Lachine between the 25th December 1786 and the 24th March 1787, Inclusive."
    ]
  },
  "498": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPerson": ["McDonough, Martin", "Johnson"],
    "tagDescription": [
      "efforts to save passengers and her cargo of Indian presents for Detroit"
    ]
  },
  "988": {
    "tagPerson": ["unsigned, unaddressed"],
    "tagDescription": [
      "Plan du terrain depuis le Village en montant au Rapide habite par les Sauvages ... du tems du perre aubri Missionnaire dont on doit trouver 1'original dans les papiers du juge Marteil esquisse montrant les inles dans la riviere St Frangois"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["St Frangois"]
  },
  "401": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Black Rock"],
    "tagDescription": [
      "Speech to the Six Nations &c at Black Rock Opposite Fort Erie - recognizing their past loyalty and encouraging the future peace of the Six Nations and Delawares"
    ],
    "tagPerson": ["Draft - (by Sir John Johnson) [amendments in pencil]"],
    "tagDate": ["1787-09-04T00:00:00.000Z"]
  },
  "725": {
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDate": ["1794-09-22T00:00:00.000Z"],
    "tagPerson": ["Extract - true copy countersigned Joseph Chew"],
    "tagDescription": [
      "Lord Dorchesters letter to Govr Simcoe ... copy sent to Capt. Green 16th OctL 1797 - regarding the Mississauga and other purchases, management of the Indian Department, and commissioning Col. McKee in the absence of Sir John Johnson"
    ]
  },
  "475": {
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDate": ["1788-09-20T00:00:00.000Z"],
    "tagPerson": ["unsigned, unaddressed"],
    "tagDescription": [
      "Lord Dorchesters answer to a Speech delivered by Aaron & Isaac Hill, Mohawk Chiefs - regarding the lands on the Grand or Oswego river, which white settlers are not to occupy; the need to restore harmony in the community; with a summary of Sir John Johnson's speeches that day"
    ]
  },
  "882": {
    "tagPerson": [
      "DS - William Claus [with his cachet] and Chechalk, Quenepenon, Wabukanyne, Okemapenesse, Wabenose, Kebonecence, Osenego, Acheton, Patequan and Wabakegego (by their totems)",
      "DS - William Claus [with his cachet in red wax] and ten Mississauga chiefs [by their totems];"
    ],
    "tagDate": ["1806-09-06T00:00:00.000Z"],
    "tagDescription": [
      "The Mississagaua Nation of Indians to His Majesty - Release - deed with colored map - the Plan of the Tract by C. B. Wyatt (with signatures, seal and totems) overlies the two-page deed (with signatures, seal and totems), the whole fastened together with two ribbons and two red wax seals [Wax wafers under paper were placed next to the totemic signatures in lieu of seals, but bear no seal impression.]",
      "The Mississagaua Nation of Indians to His Majesty. Lease for a Year - a tract of 85,000 acres westward of the Etobicoke River for a peppercorn rent"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19,"
    ],
    "tagPlace": ["River Credit, Upper Canada"]
  },
  "928": {
    "tagPerson": ["Dunn, Thomas", "Johnson, John, Sir"],
    "tagDate": ["1807-07-31T00:00:00.000Z"],
    "tagDescription": [
      "Private - regarding the militia in resisting American hostile acts, news from Mr Bond, Consul at Philadelphia"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19,"
    ],
    "tagPlace": ["Quebec"]
  },
  "855": {
    "tagPlace": ["Fort George, Upper Canada"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": [
      "A - Proceedings of a Council at Fort George, present Lt. Col. Sheaffe, commandant; William Claus and 7 named officers; david Price, J: B: Rousseau and Ben. Fairchild interpreters; chiefs and warriors of Nations residing on the Grand River - speech of William Claus regarding payments due and appointment of trustees pursuant to the 1797 Surrender, and Richard Beasley's mortgage; reply of Aaron Hill for the Six Nations regarding lands sold to Canby, Jarvis, William Wallace, and the substitution of Wells for P. Steadman"
    ],
    "tagDate": ["1803-08-15T00:00:00.000Z"],
    "tagPerson": ["Claus, Wm."]
  },
  "792": {
    "tagPlace": ["Newark Niagara, Upper Canada"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in XG 1, F 35"
    ],
    "tagDescription": [
      "Capt. Brants Speech in behalf of the Five Nations on the Grand River ... Received the 7th & a copy sent to Hd Quarters the 8th December - present William Claus, Major Shank, commander; Lt. Caddy, RA, Lt. Bromhead, 24th Regt.; W. Johnson Chew; John Norton, acting Interpreter - Brant reviewed the causes of Six Nation dissatisfaction, the title to their lands and destruction of on their hunting territory; and deplored the Land Board of the Hesse [ Western] District taking lands from Sally Ainse [an Oneida]; with Claus' reply"
    ],
    "tagDate": ["1796-11-24T00:00:00.000Z"],
    "tagPerson": ["Copy"]
  },
  "388": {
    "tagDescription": ["Forwarding copies of three General orders"],
    "tagPerson": ["LeMaistre, Frangois", "Johnson, John, Sir"],
    "tagDate": ["1786-12-07T00:00:00.000Z"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Quebec"]
  },
  "597": {
    "tagDescription": ["Roll of Captain Peter [Eawitts] Company of Militia"],
    "tagDate": ["[1790-04-01T00:00:00.000Z TO 1790-04-06T23:59:59.999Z]"],
    "tagPerson": ["Eawitt, Peter, Captain"],
    "tagPlace": ["Cornwall"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "681": {
    "tagDescription": [
      "Copy sent to Head Quarters 11th July 1791 - enclosing several reports of councils and reporting American efforts to undermine Native neutrality"
    ],
    "tagPerson": ["Johnson, John, Sir", "Butler, John"],
    "tagDate": ["1791-06-29T00:00:00.000Z"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Niagara"]
  },
  "264": {
    "tagDescription": [
      "Communicating information from Captain Sherwood at Dutchman's Point regarding preparations to meet enemy attacks"
    ],
    "tagPerson": ["Johnson, John, Sir", "General de Riedsel"],
    "tagDate": ["1783-02-22T00:00:00.000Z"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Sorel"]
  },
  "863": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Board of Accounts, Quebec"],
    "tagPerson": [
      "True extract - certified by Thomas Aston Coffin, (Commy of Accts)"
    ],
    "tagDate": ["1804-06-08T00:00:00.000Z"],
    "tagDescription": [
      "Extract from the minutes of the Board of Accounts regarding irregularities in accounts (of P. Selby and G. Ironside] for the Indian Stores at Amherstburg, including a letter of 5 June 1804 from Thomas A. Coffin to Lt. Col. Green, Military Secretary to the Governor regarding regulations and reputations of officials"
    ]
  },
  "869": {
    "tagPlace": ["Grand River"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": [
      "B - proceedings of a council with the Six Nations (Mohawks, Oneidas, Onondagas, Cayugas, Senecas & Tuscaroras; Tutulies, Delawares & Nanticokes) - present Lt. Col. Isaac Brock, commandant; William Claus, James Givens; four officers; Alex Stewart, William Johnson Chew; Benjamin Fairchild and J: B: Rousseau, interpreters - Claus presented accounts relating to Richard Beasley's mortgage, Joseph Brant's service as their Agent, and expenses of their trustees; and gained the approval of the chiefs, warriors and principal women (24 of whom signed) - concluding with a certificate by Brock, Lt. William Carey and Lt. T. Stretton that all present were sober"
    ],
    "tagDate": ["1804-06-29T00:00:00.000Z"],
    "tagPerson": ["Claus, William"]
  },
  "687": {
    "tagDescription": [
      "oughquaga Hendrick & Henry Youngs intelligence. Copy. Sent to Hd Quarters 11th July - the rumor of American movements in the Genesee country brought by Oghquaga Hendrick was refuted by Henry Young, with reference to the council at Painted Post"
    ],
    "tagPerson": ["Unsigned, Unaddressed"],
    "tagDate": ["1791-06-30T00:00:00.000Z"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Niagara"]
  },
  "479": {
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": [
      "Lord Dorchesters answer to a Speech delivered by Aaron & Isaac Hill, Mohawk Chiefs - regarding the lands on the Grand or Oswego river, which white settlers are not to occupy; the need to restore harmony in the community; with a summary of Sir John Johnson's speeches that day"
    ],
    "tagDate": ["1788-09-20T00:00:00.000Z"],
    "tagPerson": ["unsigned, unaddressed"]
  },
  "893": {
    "tagDescription": [
      "Journal of Proceedings at public councils and private meetings with the Six Nations led by the Little Cayuga chief; Dequania, a Seneca; Bearfoot's son, an Onondaga; Joseph, Oghquaga, and two others, regarding Haldimand's promises to them, the Grand River lands; disputes among them, and a council of 1805 with Six Nations living across American border; John Norton, interpreter"
    ],
    "tagDate": ["1806-07-18T00:00:00.000Z"],
    "tagPerson": [
      "True copy - certified [at pp 6, 15, 29 & 33] by William Claus [Noted at several points that the original text was in the hand of John Norton]"
    ],
    "tagPlace": ["Fort George, Upper Canada"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19,"
    ]
  },
  "223": {
    "tagDescription": [
      "Instructions for the Captains of Militia .../Instructions pour les Capitaines de Milices English and French texts. in parallel; handwritten corrections to the French text by Cramahe"
    ],
    "tagPerson": [
      "Broadside (printed); by Frederick Haldimand; countersigned H. T. Cramahe"
    ],
    "tagDate": ["1779-01-09T00:00:00.000Z"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Quebec"]
  },
  "974": {
    "tagDescription": [
      "Deposition of John Parker, John Empey and I. Parker in favor of chiefs Josee and Thomas;"
    ],
    "tagDate": ["1829-12-17T00:00:00.000Z"],
    "tagPerson": ["Grant, John, JP"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "241": {
    "tagPlace": ["Treasury Chambers, [London]"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": [
      "Instructing him to authorize payment to Sir John Johnson for clothing and accoutrements for the Royal Regiment of New York"
    ],
    "tagDate": ["1780-07-17T00:00:00.000Z"],
    "tagPerson": ["Robinson, John", "Haldimand, Frederick"]
  },
  "158": {
    "tagPlace": ["Michilimackinac"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDate": ["1766-09-25T00:00:00.000Z"],
    "tagPerson": ["Johnson, William, Sir", "Rogers, Robert"],
    "tagDescription": [
      "Extd recorded- regarding the pretensions of Major Rogers at La Bay, his own study of the Ottawa language and affection for the people; the volume of gunpowder sold"
    ]
  },
  "161": {
    "tagPerson": ["unsigned, unaddressed"],
    "tagDate": ["[1766-10-15T00:00:00.000Z TO 1766-10-16T23:59:59.999Z]"],
    "tagDescription": [
      "Proceedings of a Congress held at Ontario ... with the Chiefs of the Onondagas - Entd in Ind (o)- Records vol . page 383 - Capt. Lt. Nord MacLeod; Lt. Allan Grant, Lt. Schaulk, and Ens. MacDonell; Joseph Brant, Interpreter; Teyauharunte, Onondaga spokesman - regarding the traders' practices, prices, a storage depot, and their taking the French merchant Cavalier of Montreal to their village"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Fort Ontario"]
  },
  "386": {
    "tagDescription": [
      "General order regarding the method of making stoppages; General Order regarding appointment of John Craigie as Store keeper General and stores in the charge of the Commissary General; General order regulating the keeping and audit of military accounts"
    ],
    "tagPerson": [
      "DS - Lord Dorchester to Sir John Johnson; true copies by FranQois LeMaistre"
    ],
    "tagDate": ["1786-12-06T00:00:00.000Z"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Quebec"]
  },
  "235": {
    "tagDate": ["1779-09-14T00:00:00.000Z"],
    "tagPerson": ["Haldimand, Frederick", "Johnson, John, Sir"],
    "tagDescription": [
      "Regarding his expedition to Carleton Island and likelihood of the Rebels reaching Niagara"
    ],
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "977": {
    "tagPerson": [
      "DS - Isaac [Laclair], JoSe o8enna niron; A ten8a tia is iage; ha rig 8ha reno 8ane; 8a nias tia hasen nontie"
    ],
    "tagDate": ["1829-12-17T00:00:00.000Z"],
    "tagDescription": [
      "Copy of Memorial forwarded to Sir James Kempt - by Lt. Isaac Laclair, interpreter to the chiefs and warriors of St. Regis - recounting their loyal services and their losses since 1812, and later discord in the community; asserting the legitimacy of chiefs Josee and Thomas and asking their reinstatement"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["St Regis"]
  },
  "384": {
    "tagDescription": [
      "General order regarding the method of making stoppages; General Order regarding appointment of John Craigie as Store keeper General and stores in the charge of the Commissary General; General order regulating the keeping and audit of military accounts"
    ],
    "tagDate": ["1786-11-10T00:00:00.000Z"],
    "tagPerson": [
      "DS - Lord Dorchester to Sir John Johnson; true copies by FranQois LeMaistre"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "735": {
    "tagPerson": [
      "LS - Chiefs of Kahnesetake to Joseph Chew - noted as rote by an indian att the Lake of two mountains"
    ],
    "tagDate": ["1795-08-07T00:00:00.000Z"],
    "tagDescription": [
      "No 3 - from the Indians of the Lake of Two Mountains ... The substance indeed a Copy ... Sent to Head Quarters and occasioned Mr Coffins letter of the 20th of August - complaining of inaction on promises to confirm title to their lands, and telling how the Yeroque [Iroquois], Orgooncan [Algonkian] and Nipeesank [Nipissing] came to live in the Montreal region with priests"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "460": {
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDate": ["1788-09-08T00:00:00.000Z"],
    "tagPerson": ["Belisle, Basile, interpreter"],
    "tagDescription": [
      "Minutes of a Council held with Col. Campbell by the Abenaque Indians - present Lt. Col. John Campbell, Lt. d'Estimauville, and Basile Belisle, interpreter; the Abenaki ask for assistance to complete their church and support a missionary; complain of canadians hunting on and taking furs from their lands; ask that d'Estimauville (dit 8api8aye) should live among them as advisor; give thanks for Belisle, five years as interpreter; the Missiskouy who now live among the Abenaki wish to return home but their lands were taken over by Col. Allen"
    ]
  },
  "406": {
    "tagDescription": [
      "Regulations for the Builders of Vessells upon Lake Erie & Lake Huron - to be observed by all persons carrying on trade and commerce on Lakes Ontario, Erie, Huron and Michigan"
    ],
    "tagDate": ["1787-09-24T00:00:00.000Z"],
    "tagPerson": ["unsigned, unaddressed"],
    "tagPlace": ["Montreal"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "931": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19,"
    ],
    "tagPlace": ["Montreal"],
    "tagPerson": ["Craig, James Henry, Sir", "Johnson, John, Sir"],
    "tagDate": ["1807-10-22T00:00:00.000Z"],
    "tagDescription": [
      "offering congratulations on Craig's arrival, expressing confidence in the militia under his command, the Seven Nations of (Lower Canada) and other Indians"
    ]
  },
  "483": {
    "tagDate": ["1788-10-23T00:00:00.000Z"],
    "tagPerson": ["Coffin, Thomas Aston"],
    "tagDescription": [
      "scale of land grants to Butler's Rangers and the King's Royal Regiment of New York"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "273": {
    "tagDate": ["1783-05-17T00:00:00.000Z"],
    "tagPerson": [
      "COPY - Joseph Brant to Frederick Haldimand; certified by William Claus & J. Brant; presented to Sir John Johnson 3 June 1783"
    ],
    "tagDescription": [
      "Speech of the Mohocks & Onoghquagys to the Commander in chief by Captain Brant, alias Thayendenegeh ... - on behalf of the Mohawks and the Oneidas of Onoghquagy, loyal to King George III, expressing dissatisfaction with the boundary line agreed between Britain and the new United States of America"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "797": {
    "tagDescription": [
      "N (o) - 4. Speech of ... the President to the Five Nations Delivered in Council - Peter Russell referred to the speech delivered in June by Farmer's Brother and announced his assumption of responsibility for managing Indian Affairs within Upper Canada, while Sir John Johnson and others remained in their offices; reported relations among Western Indians, including peace between the Chippewa and the Sioux",
      "Additional Instructions - charging the Lieutenant Governor or person administering the province with the conduct and Management of Indian affairs therein, and nomination of candidates for vacant offices",
      "N (o) - 5. Speech of the Five Nations to ... the President ni answer to his Speech -Shagoyeghwatha (Red Jacket), a Seneca, spokesman - regarding Peter Russell's reply to the speech delivered for them in June by the Farmer's Brother, the management of the Indian Department and the role of Sir John Johnson therein",
      "N (o) - 3. Speech of the President in answer to that of the Six Nations - by Peter Russell, Administrator of Upper Canada, regarding the legal procedures to be followed and fees paid in disposing of their lands by lease or otherwise",
      "The Speech of Nanwagaseck a Missisaga Chief to John Collins, Wm R Crawfor Esqr on their Route to Lake Huron, Mr St John Interpreter - complaining of mistreatment by Conrad Vanduser, a Loyalist in the 4th Township near Cataraqui, and reporting having set aside his King's medal",
      "30 Avril 1708. Cession par Monsr Pierre Robineau de Becancour en faveur des Sauvages Abenaquis domicilies a Becancour. C. avec le r. p. Rele; 3 Aoust 1764. Accord portent cession par Zes sauvages Abenaquis de la Mission de Becancour en faveur des Acadiens du Lac St Paul. D. par les chefs Etienne Petaouikisock, Pierre Monboigan, Michaelis, Ajean [Aletsermet], Joseph Kisikambadit et Stanislas Bartelmy; 30 Janvier 1771. Accord fait entre Mr de Michel Legardeur del Montesson Seigneur de Becancour et Zes Sauvages Abenaquis du dit Lieu. E. avec les chefs Etienne Pitasikis8k, petit Louis Bartelmy, Pierres, et Thomas"
    ],
    "tagDate": ["1798-07-27T00:00:00.000Z"],
    "tagPerson": [
      "Copy - certified by Joseph Chew 22 March 1798 [in faded red ink on pp 1 & 2]",
      "George, King, III",
      "Copy - Peter Russell to the Six Nations",
      "Copy - the Six Nations to Peter Russell",
      "the governor of Upper Canada",
      "Copy - unsigned, unaddressed",
      "Copies avec certification par A. Badeaux, notaire publique"
    ],
    "tagPlace": ["Upper Canada", "London", "Trois Rivieres"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35",
      "Finding Aid 2122 - Provisional description of the documents in XG 1, F 35"
    ]
  },
  "909": {
    "tagDescription": [
      "Proceedings at a council - present William Claus, P. Selby; Capt. Caddy, Lt. Chambers; William Dickson, Richard Beasly, Augustus Jones, and Oliver Tiffany; D. Price and J. B. Rousseau, interpreters; Old Clear Sky, spokesman for the Six Nations; Wm. Claus reported on the disposition of trust funds, townships sold to Ph. Stedman, William Wallace and Mr Jarvis; activities of John Norton, and dissention among the nations"
    ],
    "tagDate": ["1806-09-23T00:00:00.000Z"],
    "tagPlace": ["Beach, Upper Canada"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19,"
    ]
  },
  "326": {
    "tagDescription": [
      "Speech delivered by the Caghnawagas to some Ottawa Deputys from Makinac - en presence de Laurimier interprete pour les Iroquois, Launiere, Lamothe, et Joseph Ainse, interprete pour les Ottawa - harangue du Chef des Iroquois pour r6pondre aux Ottawa"
    ],
    "tagPerson": ["non-sign"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"
    ],
    "tagPlace": ["Sault St Louis"]
  },
  "603": {
    "tagDescription": [
      "Roll of Major Archibald MacDonell's Company of Militia of the Battalion of Cornwall and Osnaburg, District of Luneburg"
    ],
    "tagDate": ["[1790-04-01T00:00:00.000Z TO 1790-04-06T23:59:59.999Z]"],
    "tagPerson": ["MacDonnel, Archibald, Major"],
    "tagPlace": ["Cornwall"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "279": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Quebec"],
    "tagDescription": [
      "General Haldimand's answer to a Speech delivered by Capt. Brant in Behalf of the Six Nation Indus and their Allies - reporting that a definitive Treaty of Peace had yet to be signed"
    ],
    "tagPerson": ["Copy - unsigned, unaddressed"],
    "tagDate": ["1783-05-27T00:00:00.000Z"]
  },
  "183": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Canojohare"],
    "tagDescription": [
      "Letter from ye Chiefs of the upper Mohawks concerning Ury Klocks proceedings concerning Klock, [a voyage to Onawatagea, Kagheadayea and tyoneayodegowagh; purchase of Yonesyodegowagh and Skasyhonhadi lands by a woman]"
    ],
    "tagPerson": [
      "LS - Thayeadanegea, Tegarighogeagh, Thaseanowanea to [Sir William Johnson]"
    ],
    "tagDate": ["1774-01-13T00:00:00.000Z"]
  },
  "337": {
    "tagPerson": ["Johnson, John, Sir", "Hope, Henry"],
    "tagDate": ["1786-04-17T00:00:00.000Z"],
    "tagDescription": [
      "Copy - ... regarding measures taken to correct and prevent abuses in the management of goods at the Michilimackinac post and the appointment of [Joseph] Ainse"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"
    ],
    "tagPlace": ["Montreal"]
  },
  "733": {
    "tagPlace": ["Lachine"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": [
      "A Council held at Lachine ... with Col. McKee - present Lt. Selby, Joseph Chew, John Chew, Chevalier de Lorimier; Simon Clarke, interpreter; with chiefs of Caughnawaga and Lake of Two Mountains"
    ],
    "tagDate": ["1795-06-21T00:00:00.000Z"],
    "tagPerson": ["Unsigned, [fragment, terminating amid salutations]"]
  },
  "1000": {
    "tagPerson": [
      "unsigned, unaddressed",
      "DS - Joachim Berthelet; Frangois-Joseph Trudeau notaire"
    ],
    "tagDate": ["1812-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Recipe to Pickle Beef & Pork &c inscribed Mrs Sheppard on the reverse",
      "Estimation ou Proposition de Joachim Berthelet, maitre charpentier de Montreal, a Sir John Johnson, au sujet des ouvrages a la maison du gouvernement au Sault St Louis watermark"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "322": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"
    ],
    "tagPlace": ["Sault St Louis"],
    "tagDescription": [
      "Speech delivered by three Ottawa Deputies to the Caghnawagas - de la part des chefs de MichilimaKinac, en presence du chevalier deLorimier, interprete des Iroquois, Lamothe, et Joseph Ainse, interprete pour les Ottawa - harangue de paix et d'amiti6 par Poquoiquiennat dit Grande Medaille, porte parole"
    ],
    "tagPerson": ["non-sign"],
    "tagDate": ["1786-01-20T00:00:00.000Z"]
  },
  "708": {
    "tagPerson": [
      "DS - Thomas Duggan, Cik. Indian Dept., for the absent Deputy Agent"
    ],
    "tagDate": ["1792-06-06T00:00:00.000Z"],
    "tagDescription": [
      "Indian Department. Detroit ... Journal of Indian Affairs - summarizing activities since 25 March, notably parties travelling to and from the Glaize; noting American activities around Fort Jefferson and rumors of war; complaints against the sale of liquor; incorporating a letter of 22 May from Joseph Brant to Mathew Elliot and extracts of another letter of 3 June noting deaths of several American messengers, the deserter William May and American prisoners"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"
    ],
    "tagPlace": ["Detroit"]
  },
  "548": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Montreal"],
    "tagPerson": ["unsigned, unaddressed"],
    "tagDate": ["1787-06-24T00:00:00.000Z"],
    "tagDescription": [
      "Return of Indian Presents Remaining in, and Issued from His Majesty's Magazines at Montreal & Lachine, between the 25th March and 24th June 1787. Inclusive"
    ]
  },
  "305": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDescription": [
      "Bounds of a Tract of Land purchased from the Mississagas in 1784 - purchase made 2 May 1784 pursuant to the Order of General Haldimand dated 23 March 1784 - NB Sir John Johnson apprehends a mistake was made ..."
    ],
    "tagPerson": ["unsigned, unaddressed"],
    "tagDate": ["[1784-05-02T00:00:00.000Z TO 1795-12-31T23:59:59.999Z]"]
  },
  "982": {
    "tagPerson": [
      "True Copy, countersigned by William Alexander, Secretary",
      "True Copy countersigned by William Alexander, Secretary",
      "True copy - by Wm. Alexander; original signed by James Montressor"
    ],
    "tagDate": ["[1759-01-01T00:00:00.000Z TO 1763-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "Conjectural Estimate of a proposed Fort - summarizing the costs of constructing a fort of 120 feet, surrounded by a ditch",
      "Extract of a Letter from Shippensburg - regarding Five Nations efforts to engage the Shawanese, Delawares, Cherokees, and others in aiding the French in the Ohio valley",
      "Information from George Croghan to James Hamilton, Esqr. - reporting on a Council at which the Six Nations agreed to stay neutral while the Delawares, Shawanese, OWendats and Twightwees aided the French against English colonies, and generals Shirley and Johnson; rumors about a murder on the Susquehanna"
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Pennsylvania"]
  },
  "246": {
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagDate": ["1780-09-07T00:00:00.000Z"],
    "tagPerson": ["Johnson, John, Sir", "Haldimand, Frederick"],
    "tagDescription": [
      "Regarding secret plans, discussions with Col. Claus, and arrangements with other commanders"
    ]
  },
  "590": {
    "tagDescription": ["Roll of Captain John Stegmans Company of Militia"],
    "tagDate": ["[1790-04-01T00:00:00.000Z TO 1790-04-06T23:59:59.999Z]"],
    "tagPerson": ["Stegman, John, Captain"],
    "tagPlace": ["Cornwall"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "775": {
    "tagPerson": ["unsigned, unaddressed"],
    "tagDate": ["1796-08-13T00:00:00.000Z"],
    "tagDescription": [
      "Harangue adress6 au gouverneur Robert Prescott dans un conseil tenu entre les Sept Villages, les Courte-oreilles [Hurons] de Michilimackinac, les Mikemak [Micmac], chanuske - concernant leurs droits de la chasse et la peche, en utilisant la parabole d'un plat ou bol commun "
    ],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Sault St. Louis"]
  },
  "314": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"
    ],
    "tagPlace": ["Halifax, N.S."],
    "tagPerson": ["Hope, Henry, Brig. Gen.", "Dundas, Thomas", "Pemberton, I."],
    "tagDate": ["1785-11-17T00:00:00.000Z"],
    "tagDescription": [
      "Copy ... for Sir John Johnson - outlining procedures the commissioners intend following in investigating the claims of Loyalists for compensation"
    ]
  },
  "971": {
    "tagDescription": [
      "Certificate noting the loyal services of chief Josie of St Regis with the Cornwal militia;"
    ],
    "tagPerson": ["McLean, Neil"],
    "tagDate": ["1829-12-17T00:00:00.000Z"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Cornwall"]
  },
  "655": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Detroit"],
    "tagDescription": [
      "Minutes of a Meeting with the Huron Confederacy - present Captain Brant and others of the Five Nations; Captain Snake, Shawaneses and Delawares; Mr de Lorimier for the Seven Nations of Canada; Hairy Thighs, a Miami chief; with Sir John Johnson, Alexander McKee; Joseph Chew, Secretary; Isidore Chene, Isaac Williams and Mr Coon, a Sandusky chief, interpreters; and officers and gentlemen of Detroit - speeches by Duyente, a Huron, and E.goush-a-way, an Ottawa, for the confederacy [Wyandot or Huron, Ottawa, Chippewa & Pottowatamis); and Sir John's replies - regarding boundaries of Huron confederacy lands and disruptive influences in the communities; alliances with the Seven Nations and [Six] Nations, deceitful American influences"
    ],
    "tagPerson": ["Unsigned, Unaddressed"],
    "tagDate": ["[1790-08-15T00:00:00.000Z TO 1790-08-16T23:59:59.999Z]"]
  },
  "701": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, P 35"
    ],
    "tagPlace": ["Detroit"],
    "tagPerson": ["Unsigned, Unaddressed"],
    "tagDescription": [
      "Declaration by William May, an American deserter, regarding Fort Hamilton and environs, and plans to poison liquor given to Indians"
    ]
  },
  "843": {
    "tagDate": ["1798-12-15T00:00:00.000Z"],
    "tagPerson": [
      "DS - by Thomas Arakouante; witnessed by [ Stephen] Sewell and J. Robertson;"
    ],
    "tagDescription": [
      "Deed of discharge from damages, by Thomas Arakouante to the chiefs of St Regis, relative to his lease of lands on the Salmon River"
    ],
    "tagPlace": ["in council at St Regis"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "746": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPlace": ["Quebec"],
    "tagPerson": [
      "Copy - Thomas Aston Coffin to Joseph Chew [a Copy of this letter with the enclosures ... sent to Col. McKee]"
    ],
    "tagDate": ["1796-02-15T00:00:00.000Z"],
    "tagDescription": [
      "Forwarding a copy of Lord Dorchester's letter to J. G. Simcoe 25 Jan. regarding title to the Grand River lands, draft letters patent (for the deed] and the opinion of Attorney General J. Sewell; and another letter regarding lands for Joseph Brant as a military veteran; and the appointment of William Johnston as interpreter at Niagara"
    ]
  },
  "504": {
    "tagDate": ["1788-02-01T00:00:00.000Z"],
    "tagPerson": ["Draft - by Robert Adams [but not signed]"],
    "tagDescription": [
      "in the Mre of Sir John Johnson. Drat Affidl of Mr Robert Adams touching the great services of Sir William Johnson, the manner of keeping and passing his accounts and of his loss of the Books and papers - to be varied (if necessary) according to the Fact. Rashleigh & Edmons"
    ],
    "tagPlace": ["Albany"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "744": {
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ],
    "tagPerson": ["Unsigned [from New York state agents]"],
    "tagDate": ["1795-10-02T00:00:00.000Z"],
    "tagDescription": [
      "Speech to the seven Nations of Canada - ... Copied regarding the treaty being negotiated, the validity of their claims, and the costs of entertaining messengers\n"
    ]
  },
  "622": {
    "tagDate": ["1790-05-19T00:00:00.000Z"],
    "tagPerson": ["DS - A. McKee - countersigned T Smith A [cting] C[lerk]"],
    "tagDescription": [
      "Extract of the Minutes of a Council held with the Indians at Detroit - present Major Patrick Murray, commandant; 14 named officers; Alexander McKee, Isadore Chene and Simon Girty, interpreters; 8 named chiefs of the Ottawa; 8 named chiefs of the Chippewa; 6 named chiefs of the Pottowatomy; 13 named chiefs of the Huron nation - speeches by E.gouch.e.ouai of the Ottawa, A. McKee and  Major Murray"
    ],
    "tagPlace": ["Detroit"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  },
  "413": {
    "tagDescription": [
      "Ordinances made and passed by the Governor and Legislative Council .../ordonnances faites et  le conseil legislatif ... - [chapters 1-12 printed in English and French on facing pages]"
    ],
    "tagDate": ["1787-01-01T00:00:00.000Z"],
    "tagPerson": [
      "Print - translation by Frangois-Joseph Cugnet, French Secretary; printed by William Brown"
    ],
    "tagPlace": ["Quebec"],
    "tagNotebook": [
      "Finding Aid 2122 - Provisional description of the documents in MG 19, F 35"
    ]
  }
}
