{
  "981": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagDate": ["1776-07-14T00:00:00.000Z"],
    "tagDescription": [
      "Same to same. Sends portions of the paper alluded to in the foregoing letter [these are not now with the letter]. Mr. Hutchinson, Mr. Councillor Morris tells me, could not deny before the Council his having given his approbation of the publication, and says he is a candidate for the Chief Justice's seat in this Province. I will make no remarks upon this gentleman's conduct, but such as I might will instantly occur to your Excellency."
    ]
  },
  "1785": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDate": ["1765-11-15T00:00:00.000Z"],
    "tagDescription": [
      "in cases between British-born subjects and Canadians, the juries are to consist of one half of each. Canadians are also authorised to practise in the Courts &c. [The date in a list of documents in 17th February, 1766, but this appears to be doubtful",
      "Additional instructions to Murray in reference to ordinance enacted on the 17th September, 1764, that a new ordinance is to be enacted, declaring that all the King's subjects in the Province of Quebec a reentitled to be impanelled and to sit and act as jurors in all cases civil and criminal. Further that in all cases between British-born subjects, the juries are to be composed of British-born subjects only",
      "as by the report of the Attorney and Solicitor General of 14th April 1766, the date of the additional instruction is given as 15th November, 1765, as above.",
      "in all causes between Canadians, the juries are to be Canadians only"
    ]
  },
  "491": {
    "tagDescription": [
      "A list of persons in possession of lands by licence of occupation. Paper so headed signed Richard Bulkeley."
    ],
    "tagDate": ["1775-02-27T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Nova Scotia"]
  },
  "1344": {
    "tagPerson": ["Robertson, James, Colonel"],
    "tagDate": ["1775-06-01T00:00:00.000Z"],
    "tagDescription": [
      "Discovery of coal at Cape Breton- - advisability of conveying it to Boston in consequence of the rebels cutting off all supplies of fuel from that place. Mr. Knulton Junior delivers this with proposals for his approval. Fears The garrison will be distressed for coal soon, though he has secured some in England."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"]
  },
  "643": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"],
    "tagPerson": ["Howe, William, General Sir", "Legge, Governor"],
    "tagDate": ["1775-09-28T00:00:00.000Z"],
    "tagDescription": [
      "General Carleton having the same powers within his Government and in the back country, and would take the command of the whole were we to meet. Our two Commissions are to command in chief in our respective districts. wherein I shall be happy to render you every service in my power.",
      "The king having required General Gage's presence at home to consult him upon the present state of America, I am invested in his absence with the command of the forces in North America on the side of the Atlantic"
    ]
  },
  "1449": {
    "tagPlace": ["Quebec"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "General Carleton and others have done their utmost to rouse and enlist the Canadians but with little success. Troops scarce. Militia doing constant duty. Preparations being made to defend the city but fears the approach of a numerous foe. [Extract. Intercepted2"
    ],
    "tagDate": ["1775-09-21T00:00:00.000Z"],
    "tagPerson": ["Copley, John Singleton, London", "Clarke, Isaac W."]
  },
  "1866": {
    "tagDescription": [
      "(in French). His deplorable situation. Sends copy of Robinson's letter that when Lord North sent him E30 sterling, he was told he must live thenceforth on his pension. But this he had never enjoyed. Had written to Murray of the kindness he had received from him (Dartmouth) which Murray had regarded as such good news that he had informed all his friends. Should be vexed, therefore, if Murray comes to London that he should learn of Robinson's letter, as he (Murray) believes that it is sufficient to be considered one of his friends to be treated with refusals &c. by subordinates in the Government offices None of the family (of Murray) has been at the Court for four years It would be easy to bring them back if they were treated like Carleton, who although he had seen no service, as Murray had done, was able to obtain well paid offices for his friends. His wretched condition whilst waiting for the interview he had been promised. A copy of his letter to Robinson (in English) is enclosed."
    ],
    "tagPerson": ["Roubaud", "Dartmouth"],
    "tagDate": ["1772-12-27T00:00:00.000Z"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["London"]
  },
  "1197": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPerson": ["Earl of Hillsborough", "Hird, James"],
    "tagDate": ["1772-07-16T00:00:00.000Z"],
    "tagDescription": [
      "Petition. With certificate of Charles Turner as to the veracity of the petition. Stating that his son sailed for New York in August 1770 where he settled till May 1771 when Gage appointed him Barrack Master of Nova Scotia. In January 1772 he was deprived of his office by a Mr. Morden and since then has been unable to maintain himself and family."
    ]
  },
  "1884": {
    "tagDate": ["1773-01-06T00:00:00.000Z"],
    "tagPerson": ["Roubaud"],
    "tagDescription": [
      "Memorial by Roubaud (in French) to North praying for relief. A copy of Murray's certificate is enclosed."
    ],
    "tagPlace": ["London"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "542": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"],
    "tagPerson": ["Howe, William, Sir", "Legge, Governor"],
    "tagDate": ["1775-06-05T00:00:00.000Z"],
    "tagDescription": [
      "Complimentary. The postscript asks that three or four bear skins may be sent him by the next conveyance from Halifax."
    ]
  },
  "1857": {
    "tagDescription": [
      "Abstract of such of the Regulations as the provincial Legislature of Quebec may carry into execution. The appointment of clergy where there is and there is not a lay patron. In the latter case the Governor shall nominate and licence some person, being a Priest born in Canada or the British dominions or resident in Canada for the space of five years. Every priest shall receive his accustomed dues",
      "these may be sued for by the Receiver General to be applied for the support of Protestant divines. Seigniories & c. held by the Jesuit on 15th September, 1759, to be vested in the Crown. How homage is to be paid. No sale of land after the money is paid to be recinded by the lord or by the nearest relation of the vendor claiming the right of pre-emption. The Governor to appoint commissioners for the trial of small causes with right of appeal in cases above twelve pounds. The terms for holding the Superior Court and the creation of Circuit Courts. [There are two dates here the 13th and 15th, the capitulation of Quebec was signed on the 18th September, 1759, by Saunders, Admiral George Townsend, the chief officer in command of the troops and De Ramezay.]",
      "he may be removed by the Governor on complaint. No Protestant to be compelled to pay tithes"
    ],
    "tagDate": ["1772-12-06T00:00:00.000Z"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "1422": {
    "tagDescription": [
      "Has been at this place about a week under the command of Major Preston. Is busy at fortification and when vessels are ready they are going up the Lakes in order to destroy the ships the Rebels have there. Cannot attempt to retake Crown Point and Ticonderoga for want of men to garrison them. Has the Light Infantry so is certain of being employed. Some of his men are prisoners with the rebels having been surprized with Capt. De La Place at Ticonderoga. Gives an account of an attack by the rebels whom they repulsed but are promised revenge later on. This place of the utmost consequence being the key to Canada. With re-inforcements they do not fear another encounter. [Extract. Intercepted]"
    ],
    "tagPerson": ["Cheap, Thomas, Bedford Row, Bloomsbury", "Stuart, Francis"],
    "tagDate": ["1775-09-10T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["St. John's"]
  },
  "1833": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["Montreal"],
    "tagDescription": [
      "Certificate (in French) that Jean Dumas had fulfilled the duties of a justice of the peace irreproachably till the first February last."
    ],
    "tagDate": ["1770-11-05T00:00:00.000Z"]
  },
  "884": {
    "tagDate": ["1776-05-12T00:00:00.000Z"],
    "tagDescription": [
      "Return of officers in his Majesty's Provincial Regiment of Loyal Nova Scotia Volunteers."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1056": {
    "tagPlace": ["Philadelphia"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1778-01-19T00:00:00.000Z"],
    "tagPerson": ["Hove, William, Sir", "Legge, Governor"],
    "tagDescription": [
      "Copy letter from Sir William Hove to Governor Legge in answer to Mr. Legge's of March 18th 1777. Enclosing the Plan on which the corps of Loyal Nova Scotia Volunteers are now formed, dated 6th June 1776, regretting that he cannot comply with the Governor's wishes and agree to the memorial."
    ]
  },
  "627": {
    "tagDescription": [
      "Confirmatory of the news in the proceeding letter, and asking him to send a letter immediately by at rusty Indian to General Carleton, as by going through the woods he would get to him before the rebels can have arrived."
    ],
    "tagPerson": ["Legge, Governor", "Cage, General "],
    "tagDate": ["1775-09-11T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"]
  },
  "1739": {
    "tagDate": ["1765-06-10T00:00:00.000Z"],
    "tagDescription": [
      "Also enclosed, rough jottings for instructions to the Governor of Quebec, apparently in consequence of the opinion of the Attorney and Solicitor General."
    ],
    "tagPlace": ["Lincoln's Inn"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "1748": {
    "tagDate": ["1765-08-24T00:00:00.000Z"],
    "tagPerson": ["Cramahe", "Dartmouth"],
    "tagDescription": [
      "proposes limitation to the admission of novices to the Recollets and nunneries. The necessity for prudence in selecting a protestant clergy, two at Quebec, two at Montreal, and one at Trois Rivieres would be sufficient. The constitution of the courts of justice",
      "the clergy, regulars and seculars, the nuns. The Jesuits having been expelled from France and Portugal thinks they cannot be surprised if they are removed from Quebec",
      "Murray had sent him to give an account of the state of Quebec so as to assist in the framing of instructions for his guidance. The Canadians have been alarmed, first, on account of their religion, second, with regard to the administration of justice in a language unknown to them, and the sudden introduction of laws of which they have no idea, and of lawyers not knowing a word of their language. Regulations are wanted on the following: Ecclesiastical affairs, administration of justice and revenues. Under the first are described the various classes, the three vicars general, with the powers of bishops, with the exception of ordaining, confirming and consecrating oils",
      "the chapter",
      "all lawyers should understand French. The various classes of revenue described. List of civil offices with salaries of the officers. State of the public buildings. Respecting Indians and the presents that might be given them."
    ],
    "tagPlace": ["London"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "1491": {
    "tagDescription": [
      "Promises him an exact statement of the artillery now in America of which the Ordnance has cognizance. In the absence a his secretary can only transmit what is at Halifax, but that will show what General Gage had near him. Hints for the use of pallisadoes in the present war."
    ],
    "tagPerson": ["Townshend, Lord", "Dartmouth, Lord"],
    "tagDate": ["1775-10-29T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Portman Square"]
  },
  "704": {
    "tagDate": ["1775-12-23T00:00:00.000Z"],
    "tagPerson": ["Massey, Brigadier-General", "Legge, Governor"],
    "tagDescription": [
      "As to Mr. Studholme being a captain in Captain Stanton's Corps"
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "831": {
    "tagDescription": [
      "State of the township and district of Windsor when assembled by the Lieutenant-Governor's direction. The total number of men above 16 years of age appears to be 150, of whom 117 had enrolled or were expected to enrol, themselves in Mr. Francklin corps of Volunteer Militia."
    ],
    "tagDate": ["1776-03-09T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1656": {
    "tagDescription": [
      "Another draught of the instructions contains nineteen and a half pages, each one half of the page,"
    ],
    "tagDate": ["1764-01-01T00:00:00.000Z"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "327": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Whitehall"],
    "tagPerson": ["Earl of Dartmouth", "Campbell, William, Lord"],
    "tagDate": ["1773-02-03T00:00:00.000Z"],
    "tagDescription": [
      "In answer to a letter from Lord William proposing an augmentation in the Establishment of Nova Scotia on account of roads a salary to a magistrate at Canncean, and an allowance to Treasurer's widow. The shall be laid before the Board of Trade, but Lord Dartmouth fears objections to any scheme for increasing the Parliamentary grant. [Copy in MG 11, C.O. 218, Vol. 25, p. 120 and Nova Scotia A, Vol. 89, pp. 9-10]"
    ]
  },
  "1184": {
    "tagDescription": [
      "Recommends to his notice William Pepperell, grandson and heir to the General who took Louisburgh. Advises the bestowal of this favour as he has large family connections and they will then be more likely to support his Lordship's measures. Endorsed: A 32."
    ],
    "tagPerson": ["Dartmouth, Lord", "Edgcumbe, Lord"],
    "tagDate": ["1772-09-29T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Mount Edgcumbe"]
  },
  "1211": {
    "tagDescription": [
      "Case of Captain Hall. He raised a Company at his own expense to join the British armament under command of General Sinclair for an immediate reduction of Canada. Had to advance half their pay and the whole of their subsistence for which he has received no compensation, though he has crossed the Atlantic six times for that purpose. [Printed.]"
    ],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "1694": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["London"],
    "tagDescription": [
      "Report from the Attorney and Solicitor General, Yorke and de Grey, relative to the Civil Government of the Province of Quebec. It is endorsed 13th May 1766, but that is the date at which it was read at the Committee of the Privy Council. They had received for consideration and report memorials and petitions from British and French subjects in Canada, complaining of several of the ordinances and proceedings of the Governor and Council of Quebec.'"
    ],
    "tagDate": ["1766-04-14T00:00:00.000Z"]
  },
  "1393": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "beginning - Sir I hope your Excellency will have the goodness to pardon the liberty I take, in troubling you on a Subject, which has been revealed to me in Confidence, by my friend Major Small. Owing to the great influx of Highlanders into this province, proposes the enlisting of them into a brigade. Shows the desirability of such a step at the present juncture of affairs. Offers himself as commander of such a brigade if another is not destined for the post. [Copy.]",
      "Letter not signed, dated, nor addressed"
    ]
  },
  "496": {
    "tagDescription": [
      "Relative to an application for a grant of 500 acres of land in the Province of Nova Scotia with a considerable frontage on the River Ristigouche by a Mr. Shoolbred, a merchant. Enclosing a letter from Mr. Shoolbred to the Governor on the subject and a copy of his petition to Lord Dartmouth. [Draft in MG 11, CO 217, vol. 51, pp. 217-220 and Nova Scotia A vol. 93, pp. 182-5]"
    ],
    "tagPerson": ["Earl of Dartmouth", "Legge, Governor"],
    "tagDate": ["1775-04-08T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Whitehall"]
  },
  "1128": {
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagPerson": ["Dartmouth, Lord", "Clunie, Alexander"],
    "tagDescription": [
      "XV. Refers to Pennsylvaia",
      "X. Nova Scotia",
      "II. His object in writing",
      "V. State of its trade",
      "VI. How to extend the Colony",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "refers to the disputes",
      "XII. Trade of New England",
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "IV. Further information as to Hudson's Bay",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "XVI. Trade of Maryland and Virginia.",
      "XI. St. John's and Cape Breton",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "III. Account of Hudson's Bay"
    ],
    "tagPlace": ["Mark Lane"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "592": {
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1775-08-19T00:00:00.000Z"],
    "tagPerson": ["Cage, General ", "Legge, Governor"],
    "tagDescription": [
      "As to proposals for raising a number of ship carpenters and seamen for active service."
    ]
  },
  "659": {
    "tagDescription": [
      "Recommending to his favour Lieutenant Barry of the 52nd Regiment, who has been appointed secretary to Lieutenant-Colonel Gorham."
    ],
    "tagPerson": ["Legge, Governor", "Howe, General"],
    "tagDate": ["1775-10-02T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"]
  },
  "429": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1774-05-27T00:00:00.000Z"],
    "tagPerson": ["Earl of Dartmouth", "Legge, Governor"],
    "tagDescription": [
      "As to the necessity of Law Officers of experience being appointed in the Colonies seeing that the Governors frequently have not sufficient knowledge of the laws and constitution of Great Britain or the Colonies and need men to whom they can refer cases of difficulty. Many such cases have been brought before the writer in which he has not had any assistance from Mr. Nesbitt, the Attorney General, as they were, for the most part complaints against him for the misappropriation of money. As there was no one else to call upon, Governor Legge was under the necessity of forwarding the papers to Mr. Pownall for the consideration of the Law Office of the Crown. Has heard that Mr. James Monk is to have the reversion of the office of Attorney General of Nova Scotia. Governor Legge thinks he is too young to have acquired sufficient knowledge of law. [Letter signed in MG 11, CO 217, vol. 50. pp. 171-7 and Nova Scotia A. vol. 90, pp. 123-8] "
    ]
  },
  "1598": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["Quebec"],
    "tagPerson": [
      "Murray",
      "Riguaville, Major and Commandant of the Provincial Battalion",
      "De Bergere, Jean Baptiste, Major and Commandant of the Provincial Battalion",
      "Vere, Major and Commandant of the Provincial Battalion"
    ],
    "tagDate": ["1764-03-06T00:00:00.000Z"],
    "tagDescription": [
      "Commission by Murray to Jean Baptiste Dr Bergere, Riguaville, Vere, Major and Commandant of the Provincial Battalion to be raised for the campaign against the Indian Nations (the Pontiac war)."
    ]
  },
  "324": {
    "tagPlace": ["Whitehall"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Unimportant. [Draft in MG 11, C.O. 217) Vol. 48, pp. 138-9 and Nova Scotia A, Vol. 88, pp. 128-9]"
    ],
    "tagDate": ["1772-12-09T00:00:00.000Z"],
    "tagPerson": [
      "Campbell, William, Lord Governor of Nova Scotia",
      "Earl of Dartmouth"
    ]
  },
  "1208": {
    "tagDescription": [
      "Enclosures: Memorial to Lord Dartmouth. Desiring compensation for money advanced to soldiers, and expended upon them in the war for the reduction of Canada."
    ],
    "tagPerson": ["Dartmouth, Lord"],
    "tagDate": ["1772-12-15T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "909": {
    "tagDate": ["1776-06-14T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Gibbons, Captain"],
    "tagDescription": [
      "A long letter as to the efforts of his enemies to damage the Governor in the eyes of the Ministry and King at home, by discrediting and discouraging the Volunteer regiment he formed. The regiment is probably to be broken up, and only two captains, two lieutenants, and two ensigns are in future to receive any subsistence, the others are told they must go into the Recruiting Service without receiving any pay until they have completed their companies. Captain Gibbons forwards a petition to the King from the officers of the corps and he and the petitioners entreat Mr. Legge's services to assist them in their application, and that he will forward the petition when he has read it to Lord George Germain to lay it before the King. The remainder of the letter is personal."
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1816": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDescription": [
      "that here given follows the endorsed title.",
      "Memorial from a considerable number of His Majesty's new subjects in the Province of Quebec, complaining of the Constitution lately established. This is the title endorsed. There is no date"
    ],
    "tagDate": ["1767-05-17T00:00:00.000Z"]
  },
  "1520": {
    "tagPlace": ["Cumberland"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDate": ["1776-03-06T00:00:00.000Z"],
    "tagPerson": ["Proctor", "Legge, Francis"],
    "tagDescription": [
      "Problems of recruitment and the disturbed and turbulent state of Cumber-land, which is on the verge of rebellion."
    ]
  },
  "624": {
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1775-09-10T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Cage, General "],
    "tagDescription": [
      "but as their route is through Newberry, they may possibly be intended for your Province. I therefore give you this information and hope the force the admiral has in the Bay of Fundy will be able to frustrate all the designs of the rebels.",
      "I have certain intelligence from deserters lately come in from the rebels, that about 1,500 men have marched from Cambridge, and it is said are intended to joyn the rebel army on the frontiers of Canada"
    ]
  },
  "1132": {
    "tagDescription": [
      "refers to the disputes",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XII. Trade of New England",
      "V. State of its trade",
      "II. His object in writing",
      "VI. How to extend the Colony",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "XV. Refers to Pennsylvaia",
      "X. Nova Scotia",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "XI. St. John's and Cape Breton",
      "III. Account of Hudson's Bay",
      "XVI. Trade of Maryland and Virginia.",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "IV. Further information as to Hudson's Bay"
    ],
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagPerson": ["Dartmouth, Lord", "Clunie, Alexander"],
    "tagPlace": ["Mark Lane"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "513": {
    "tagDescription": [
      "An account of deficiencys in the Treasury of Nova Scotia from 25th June 1751 made by the late Treasurer and sundry officers appointed to collect the revenue of the Province. [Doc. signed in CO 217, vol. 51, p. 296 and Nova Scotia A. vol. 93. p. 243] Bundle of letters thus described: Letters received by Joshua Mauger, Esq., from John Butler Esq., of Halifax, Nova Scotia, under several dates from 6th May to 21st July 1775 delivered to John Pownall, Esq., for the perusal of the Right Honourable Lord Dartmouth, one of his Majesty's Principal Secretarys of State. Westminster 21st September 1775. The bundle contains among other letters the following:"
    ],
    "tagDate": ["1775-05-06T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Council Chamber, Halifax"]
  },
  "359": {
    "tagDate": ["1773-11-06T00:00:00.000Z"],
    "tagPerson": ["Earl of Dartmouth", "Pownall, Mr."],
    "tagDescription": [
      "and protests against the increase of emigration which is alleged to be detrimental to the commerce and industries of Great Britain.",
      "Enclosing a letter from Lord Suffolk with papers as to emigration to America, including a copy printed notice referring to the advantages of St. John's Island which had been posted up in parts of Scotland and Ireland"
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1325": {
    "tagPlace": ["Paris, rue des Moulins butte, St. Roch"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1774-12-22T00:00:00.000Z"],
    "tagPerson": ["Hocquart, Monsieur", "Dartmouth, Lord"],
    "tagDescription": [
      "Concerning his affairs pending before Council, one touching a seigneurie on Lake: Champlain sold by him to the Seigneur Lotbiniere and the other concerning his post at the Gros Mecatinat. [French.] Enclosure: Memoire on the subject. Monsieur Hocquart had acted as Intendant in Canada from the year 1729. [Printed.]"
    ]
  },
  "693": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["New Jerusalem"],
    "tagDescription": [
      "[Maine.] Deposition of Joshua Snow, taken by G. H. Monk and Richard Wheeler, concerning armed schooners, fitted out by the American Congress to cruise for prizes off the coast of Nova Scotia, and stating that Governor Patterson of St. John's Island was a prisoner on board one of these schooners and that thirteen thousand men had been embodied by the Congress to subdue Nova Scotia and particularly Halifax, and that they were prevented from pursuing their design while the men of war lay in the Bay of Fundy. And that they believed Halifax would have been taken long since had it not been for the small-pox being there which at present deterred the Liberty army."
    ],
    "tagDate": ["1775-12-13T00:00:00.000Z"]
  },
  "1346": {
    "tagPlace": ["Montreal"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "assistance desired by him. Arrival of Captain Hazen bringing an account of the landing at St. John's of Benedict Arnold with a number of armed men. Rebels in arms upon the Lakes. Their movements. Consternation in the towns and country. Indefensible state of Quebec. Caution and circumspection required on account of the tainted minds of the people by the cabals and intrigues. Communication stopped between this and the other provinces",
      "money required. P.S.-June 8. Return of the enemy, who have taken post near St. John's. [The original signed letter is in the Public Record Office, Colonial Correspondence Quebec, Vol. 11,f.56] Endorsed: R/29th July.",
      "No. 12. Intelligence received from General Gage"
    ],
    "tagDate": ["1775-06-07T00:00:00.000Z"],
    "tagPerson": ["Carleton, Guy, Governor", "Dartmouth, Lord"]
  },
  "1781": {
    "tagDescription": [
      "Francois Joseph Cugnet for the heirs of Bissot, Joliet &c. to the Lords of Trade (in French), praying that the heirs be confirmed in the property on the main land of Mingan, the island of Anticosti, the island and islets of Mingan as far as Spanish Bay (Anse des Espagnols) commonly called Labrador or Baye Phelippeax, sending the Act of Notoriety in place of the title which has been lost, fearing the effect of orders and regulations issued by Hugh Palliser, Governor of Newfoundland, respecting the coast of Labrador, and the islands of Anticosti and Madeline (the Magdalen Islands) which had been inserted in the Quebec Gazette of 31st October last , fears increased by a frigate with vessels furnished with passports for St. Modet and other ports, which had always belonged to the trade. Their hopes of success from the declaration by the King since the conquest, that the Canadians would be retained in their property. English Translation of letter"
    ],
    "tagDate": ["1765-11-04T00:00:00.000Z"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["Quebec"]
  },
  "312": {
    "tagPlace": ["Whitehall"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "in answer to an application from Lord William for leave to return to England owing to the state of his health",
      "regretting that permission cannot be given unless Lord William resigns his commission as Governor of Nova Scotia. [Draft in MG 11, CO 217. Vol. 48. pp. 98-9 and Nova Scotia A. Vol. 88. pp. 39-41]"
    ],
    "tagDate": ["1772-06-06T00:00:00.000Z"],
    "tagPerson": ["Campbell, William, Lord", "Earl of Hillsborough"]
  },
  "441": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Whitehall"],
    "tagPerson": ["Legge, Governor", "Pownall, J."],
    "tagDate": ["1774-08-04T00:00:00.000Z"],
    "tagDescription": [
      "recommending Captain Jadis who is anxious to establish himself and his family upon the St. John's River."
    ]
  },
  "1190": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Quebec"],
    "tagPerson": ["Scarsdale, Lord", "Basset, Henry, Captain"],
    "tagDate": ["1772-05-01T00:00:00.000Z"],
    "tagDescription": [
      "Sets out for Detroit on the 5th instant, to command the Fort and garrison there. Desires to be appointed Lieutenant-Governor of Detroit."
    ]
  },
  "1060": {
    "tagPerson": ["Legge, Governor", "Monk, G. H., Captain"],
    "tagDate": ["1779-11-04T00:00:00.000Z"],
    "tagDescription": [
      "On recruiting matters connected with the Loyal Nova Scotia Volunteer Corps."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["St. John's Newfoundland"]
  },
  "1337": {
    "tagDescription": [
      "Minutes of Lieutenant Colonel Gorham. Proposes that he be put on full pay as Lieutenant Colonel, and have the first vacancy that may occur in the American army. Desires he may be recommended for promotion. Conceives a corps may be raised under the denonimation of Royal Defencible Americans. Reason for his brother, (a Colonel of militia, and one of the principal Magistrates in Barnstaple, Massachusetts Bay) being obliged to resign his posts. On a separate piece of paper is added a question by Lord Dartmouth as to what might reasonably be done for the Memorialist and Pownall's opinion in answer that he should have an allowance as Lieutenant Governor of Placentia."
    ],
    "tagDate": ["1744-01-01T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1042": {
    "tagDescription": [
      "Petition of Governor Legge to the Lords Commissioners of the Treasury, begging that he may be recouped the expenses he has been put to in coming to England and vindicating himself of the charges brought against him by persons in the Province of Nova Scotia. Enclosing a copy address to him from the House Assembly of the Province, stating what legislation they have effected for the preservation of the Colony and the money they have voted to his Majesty's use."
    ],
    "tagDate": ["1776-01-01T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1353": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Enclosures: 1775, May 18. Colonel Ethan Allen to James Morrison and the Merchants that are friendly to the cause of Liberty in Montreal. Acquaints them that Lakes George and Champlain with the fortresses are now in the possession of the colonies. The advance guard is now at St. John's and desires immediate personal intercourse. Assistance as to provisions ammunition, etc. is wanted and forthwith expected and they are desired, without further notice, to prepare these articles to the amount of £500 and deliver them instantaneously. His own instructions are not to injure or molest the Canadians or Indians-this to be communicated to them. [Copy.]"
    ],
    "tagPerson": ["Morrison, James", "Allen, Ethan, Colonel"],
    "tagDate": ["1775-05-18T00:00:00.000Z"]
  },
  "1890": {
    "tagDescription": [
      "Had sent-two papers in August last relating to the Province of Quebec, one the draught of an Act for settling the laws of the Province, the other a draught for settling the affairs of religion there. The first has the approbation of Sir Eardley Wilmot, the second he thinks yell of. Sends two more papers on Quebec and remarks by de Lotbiniere, although they are very severe on him."
    ],
    "tagPerson": ["Dartmouth", "Maseres"],
    "tagDate": ["1773-01-07T00:00:00.000Z"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["Inner Temple"]
  },
  "1531": {
    "tagDate": ["1776-04-17T00:00:00.000Z"],
    "tagDescription": [
      "Minute of a Council held at Halifax. Signed Richard Bulkeley. Touching Sir Wm. Howels representation setting forth the high demands made for the hire of buildings for His Majesty's troops and the inhabitants lately arrived in this province from Boston. Resolved that-Messrs. Green, Bridge and Allan, together with quarter-masters appointed by the Commander in Chief proceed to enquire into and report on the subject."
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "836": {
    "tagDate": ["1776-03-09T00:00:00.000Z"],
    "tagDescription": [
      " Following this is a list of persons recommended by the Lieutenant-Governor for commissions."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1495": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Cavendish Square"],
    "tagDescription": [
      "I beg leave to return you my best thanks for The News from Canada which you were so good as to send me last night. Will not fail to attend at Lord North's to-morrow. Concludes the Generals will be there also as they can give important and useful assistance, especially if permitted to stay during the discussion of the matter by the Cabinet. Personally, thinks they should be considered as Cabinet Council so long as military business is deliberated upon."
    ],
    "tagPerson": ["Dartmouth, Lord", "Barrington, Lord"],
    "tagDate": ["1775-11-03T00:00:00.000Z"]
  },
  "1374": {
    "tagDescription": [
      "Pass to Lieutenants Arthur Wadman and Jocelyn Feltham from the Committee appointed by the Connecticut House of Assembly (Erastas Wollcott and seven others) allowing them to go to New Jersey and New York unmolested to see their friends. [Copy ]"
    ],
    "tagDate": ["1775-05-31T00:00:00.000Z"],
    "tagPerson": [
      "Wadman, Arthur, Lieutenants",
      "Feltham, Jocelyn, Lieutenants"
    ],
    "tagPlace": ["Hartford"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "1687": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDescription": [
      "Another endorsed: Extracts from the Commission and Instructions to the Governor of Quebec relative to the Establishments of Courts of Judicature. Murray's name occurs in the body of the document."
    ],
    "tagDate": ["1764-01-01T00:00:00.000Z"]
  },
  "355": {
    "tagDescription": [
      "Copy of letter to Lord William Campbell without signature, as to lands in Nova Scotia fit to be reserved by the Crown for the supply of timber and masts."
    ],
    "tagDate": ["1773-10-26T00:00:00.000Z"],
    "tagPerson": ["Campbell, William, Lord", "Morris-?, C."],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1029": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagPerson": ["Denson, Lieutenant-Colonel", "Germain, George, Lord"],
    "tagDate": ["1776-11-26T00:00:00.000Z"],
    "tagDescription": [
      "Lieutenant-Colonel Denson, of the Loyal Nova Scotia Volunteers, to Lord George Germain. Requesting reasonable pay and subsistence for the officers of the regiment while recruiting, and stating some of the difficulties thrown in the way of the service by Lieutenant-Governor Arbuth not and other enemies of Governor Legge. [letter signed copied in NG 11, CO 217/53 p. 16 and Nova Scotia A. 96, pp. 362-371"
    ]
  },
  "872": {
    "tagDescription": [
      "Informing his Lordship of the death of Mr. Belcher, Chief Justice of Nova Scotia."
    ],
    "tagDate": ["1776-04-16T00:00:00.000Z"],
    "tagPerson": ["Earl of Dartmouth", "Legge, Governor"],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1116": {
    "tagPerson": ["Clunie, Alexander", "Dartmouth, Lord"],
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagDescription": [
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "XII. Trade of New England",
      "refers to the disputes",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "VI. How to extend the Colony",
      "II. His object in writing",
      "V. State of its trade",
      "X. Nova Scotia",
      "XV. Refers to Pennsylvaia",
      "III. Account of Hudson's Bay",
      "XI. St. John's and Cape Breton",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "XVI. Trade of Maryland and Virginia.",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "IV. Further information as to Hudson's Bay"
    ],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Mark Lane"]
  },
  "1545": {
    "tagPlace": ["Montreal"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "He must winter at Detroit, the waters being too low for continuing his route to Fort St. Vincennes. Expressing gratitude for favours conferred by his Lordship. Mr. Hunter, the bearer of this, can inform him of the situation of affairs in this country, His opinion that the employment of Indians after the commencement of hostilities would have would have prevented much bloodshed. Fears it will require another campaign to bring His Majesty's rebellious subjects to their duty."
    ],
    "tagDate": ["1776-09-16T00:00:00.000Z"],
    "tagPerson": [
      "Dartmouth, Lord",
      "Abbott, Edward, Lieutenant Governor of St. Vincennes"
    ]
  },
  "536": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"],
    "tagDescription": [
      "Numbers of people are moving to Halifax and other parts of Nova Scotia, man of whom will use every means to debauch the minds of the people. Mentions one, a Mr. Howard, a Presbyterian minister, whom it would be well to secure on the first opportunity."
    ],
    "tagPerson": ["Gage, General", "Legge, Governor"],
    "tagDate": ["1775-05-13T00:00:00.000Z"]
  },
  "1709": {
    "tagPlace": ["Quebec"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDate": ["1766-12-20T00:00:00.000Z"],
    "tagDescription": [
      "The nuns of the General Hospital (in French). Memorial, with account and orders authorising the supply, for payment of firewood purchased on account of the sick soldiers cared for in the hospital. The papers are certified copies."
    ]
  },
  "1362": {
    "tagPlace": ["Crown Point"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Asks to be advised from time to time of the number of troops with him their movements etc. Expects to be joined in a few days by 2000 more men,. [C0py.]"
    ],
    "tagDate": ["1775-05-24T00:00:00.000Z"],
    "tagPerson": ["Walker, Thomas", "Arnold, Benedict"]
  },
  "731": {
    "tagPerson": ["Kings Council", "Legge, Governor"],
    "tagDate": ["1775-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Memorial of the Kings' Council of the Province of Nova Scotia to Governor Legge on the same subject as the above. [Same as CO 217, vol. 51, p. 31 and Nova Scotia C. See Report for 1894, p. 341.]"
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Nova Scotia"]
  },
  "800": {
    "tagDate": ["1776-02-22T00:00:00.000Z"],
    "tagPerson": [
      "Meyrick, James",
      "Legge, Governor",
      "Francklin, Lieutenant-Governor"
    ],
    "tagDescription": [
      "The first part on money matters connected with pay to be advanced on his credit for the Volunteer corps in the Province, subsistence, &c. Provision had been made by Government for clothing 500 men, but as no provision would be made here for pay of officers or men he could not advise me to furnish any part of your order relating to the officers, and thought it right to inform me you were to come to England, and therefore the command of the 500 men, if raised, would devolve upon some other person. You will probably receive more information from Major Stanton as he has seen Lord Dartmouth and Lord George Germain. I can only relate what passed between me and Mr. Robinson* and Mr. Pownall without knowing the springs that have moved' this alteration A large force will be sent to America to put an end to the rebellion and I hope effectually. Seven regiments are sailed from Zork, nine more go next month from England and Ireland (one of which is Light Dragoons) a detachment of 1,000 men from the Footpards and 17,000 Hessians, Brunswickers, &c.",
      "Reports have come to the writer of disloyal and riotous assemblies in the county of Cumberland, convened by half a dozen evilly disposed persons, enemies to the King's Government. Mr. Francklin proposes to go with a few men as an escort to pacify the people, whom he regards as on the whole well affected, and to dispel the false reports spread by the agitators to discredit the King's government. With another copy of the same letter"
    ],
    "tagPlace": ["Parliament Street", "Windsor, N.S."],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1722": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDate": ["1765-01-01T00:00:00.000Z"],
    "tagDescription": [
      "A collection of copies of letters unsigned but evidently from Thomas Walker, who was attacked in his own house in Montreal and partly from a friend of his on the subject of the trial, at which those accused of the outrage were acquitted. The letters are dated 20th February, 8th and 24th April, 30th May, 7th, 22nd, 25th and 27th June, all in 1765. The Governor (Murray) is charged with gross partiality and the military officers with behaving in a most outrageous manner towards the inhabitants. The State papers show that five officers were arrested, John Frazer, St. Luc la Corne, John Campbell, Daniel Disney, Simon Evans and one merchant, Joseph Howard. The bills were laid before the Grand Jury in March, 1767, and, with the exception of that against Disney, thrown out, but Disney was acquitted by the petit jury."
    ]
  },
  "1279": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1773-02-01T00:00:00.000Z"],
    "tagDescription": [
      "Cabinet Minute. In Lord Dartmouth's hand. With regard to the doubts which have occurred whether General Haldimand can take upon him the command of the King's troops in America, it is the decision of the lords present that a motion be made in the House of Commons for leave to bring in such a bill as shall remove all doubts as to the capacity of foreign officers who have served in America to accept such rank as the King may confer on them. Consideration of Massachusetts papers deferred."
    ]
  },
  "738": {
    "tagDate": ["1775-01-01T00:00:00.000Z"],
    "tagDescription": [
      "List of the counties and towns in each county in the Province of Nova Scotia."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1377": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDate": ["[1775-05-10T00:00:00.000Z TO 1775-05-11T23:59:59.999Z]"],
    "tagDescription": [
      "Return of the garrison of Ticonderoga made prisoners in the Fort on the 10th May, and of the prisoners taken at Crown Point on the following day. 'With the total number of prisoners sent into New England from the two garrisons and those taken on both Lakes. Signed Jocelyn Feltham, Lieutenant 26th Regiment."
    ]
  },
  "449": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Whitehall"],
    "tagDescription": [
      "Has received his letters by the SCARBOROUGH. They represent the affairs of the Province to be indeed in a very dangerous and critical situation, and it looks not only as if the people were determined at all events to refuse obedience to the law, but that notwithstanding the assistance of so large a military force sent purposely to support the authority of civil government, they have it still in their power to trample upon it. with impunity, and to bid defiance to all control. Lord Dartmouth proceeds to mention the means about to be taken for augmenting the forces in the Province. No regiments can at present be spared but three guard ships, with 600 men commanded by a field officer are under orders to proceed to Boston immediately. Encloses commissions for several gentlemen to be members of the Council."
    ],
    "tagPerson": ["Earl of Dartmouth", "Gage, Governor"],
    "tagDate": ["1774-10-17T00:00:00.000Z"]
  },
  "640": {
    "tagPerson": ["Mauger, Mr.", "Pownall, Mr."],
    "tagDate": ["1775-09-21T00:00:00.000Z"],
    "tagDescription": [
      "Enclosing some papers relating to Mr. Binney's case to be laid before Lord Dartmouth."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Old Palace Yard"]
  },
  "908": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagPerson": ["Legge, Governor", "Gibbons, Captain"],
    "tagDate": ["1776-06-08T00:00:00.000Z"],
    "tagDescription": [
      "Captain Gibbons to Governor Legge as to the above letter of General Howe. Everything now done in the Province seems to be for the purpose of throwing odium upon the Governor and his policy."
    ]
  },
  "1571": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "Carte de l a Nouvelle France, où se voit le cours des Grandes Rivieres de S. Laurens et de Mississippi Aujourd'hui St. Louis, Aux environs des-quelles se trouvent les Etats, Pais, Nations, Peuples etc. de la Floride, de la Louisiane, de la Virginie, de la Marie-Lande, de la Pensilvanie, du Nouveau Jersay, de la Nouvelle Yorck, de la Nouvelle Angleterre, de L'Acadie, du Canada, des Esquimaux, es Hurons, des Iroquois, des Illinois etc. Et de la Grande Ile de Terre Neuve",
      "Dressee sur les Memoires les plus Nouveaux recuellis pour l'Establissement de la Compagnie Francoise Occident. [Printed.] - Original transferred to Map Division, H 12/900 -/1745/, in 1971"
    ]
  },
  "714": {
    "tagPerson": ["Denson, H. Denny, Lieutenant-Colonel", "Legge, Governor"],
    "tagDate": ["1775-12-29T00:00:00.000Z"],
    "tagDescription": [
      "Thanking him for having appointed him Lieutenant-Colonel of the Nova Scotia Volunteer Regiment."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Mount Denson"]
  },
  "1896": {
    "tagDescription": [
      "Memorial of Nicholas Turner, Provost Marshal of Quebec. Represents the ruinous state of the gaol, from which prisoners can easily escape. He has been sued for escape of a debtor for 1360, at a cost for defence of £117.3.0 for which he prays the repayment. An account of the disbursements is enclosed."
    ],
    "tagDate": ["1773-01-12T00:00:00.000Z"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["Newman Street"]
  },
  "1167": {
    "tagNotebook": [
      "NOVA SCOTIA, 1688, 1710-1784",
      "NOVA SCOTIA AND QUEBEC 1765 - 1798"
    ],
    "tagPerson": ["Dartmouth, Lord", "Clunie, Alexander"],
    "tagDate": ["1766-08-14T00:00:00.000Z"],
    "tagDescription": [
      "Enclosure: 1766, August 14. Purport of a letter written on the 14 August 1766 by Alexander Clunie to Lord Dartmouth. Sets forth ",
      "A scheme for an expedition to the back parts of North America, with a view to opening up the trade. His age prevents his undertaking to execute it, but recommends a person fully qualified for so doing."
    ]
  },
  "421": {
    "tagPlace": ["Whitehall"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1774-04-11T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Earl of Dartmouth"],
    "tagDescription": [
      "Recommending the bearer of the despatch, Mr. Monk, for the office of Attorney General of Nova Scotia upon the first vacancy."
    ]
  },
  "1180": {
    "tagDate": ["1772-06-29T00:00:00.000Z"],
    "tagPerson": ["Earl of Hillsborough", "Johnson, William, Sir"],
    "tagDescription": [
      "Recounts a late unlucky transaction with the Indians, which may be productive of very ill consequences. A certain man of the name of Ramsay, who formerly lived amongst the Indians and was sent by Captain Brown to Quebec to prevent his doing further mischief amongst them, has found means to trade with the Indians at Lake Erie, at a distance from any fort or place of inspection. Had quarrelled with and killed and scalped several. The General has sent him to Canada to betried, but interest will probably secure his acquittal. Sir William fears the resentment of the tribes, inspite of assurances of their deputies that order have been given to prevent any act of retaliation. The Chippawae and Mississagaes are by far the most numberous and powerful nation with whom we have any connection in North America. Copy. [The autograph signed letter is in the Public Record Office, series America and West Indies, Vol. 276,fol. 787.]"
    ],
    "tagPlace": ["Johnson Hall"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "722": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Petition of Anthony Fiva, formerly of New York, now of Hopewell township, Cheepoty Hill, on the Bay of Fundy, to Governor Legge, stating that he was obliged to quit New York with his wife and family on account of the persecution inflicted on him for his loyalty to the King, and that he is now in Nova Scotia in very indigent circumstances, praying such relief as Mr. Legge may think fit to afford him pursuant to his proclamation of October 17th, 1775."
    ],
    "tagDate": ["1775-01-01T00:00:00.000Z"]
  },
  "340": {
    "tagDate": ["1773-10-09T00:00:00.000Z"],
    "tagPerson": ["Campbell, William, Lord", "Burrow, James"],
    "tagDescription": [
      "the appointment of Tide Surveyors, &c.",
      "As to a search he had carried on, by Lord William's orders, in Catch Harbour and at Prospect, for evidence of the illicit trading supposed to be done in that locality. The search was unsuccessful, but the writer thinks that his visit will have a good effect. He then proceeds to relate the state of the fishery and inhabitants in the parts he visited, which he considers highly satisfactory and capable of great development. The letter concludes with a plan for a periodical visitation of all the harbours and fishing stations in the Province"
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1313": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": ["Paper endorsed Mr. De Berdt on the Cod Fishery"],
    "tagDate": ["1773-01-01T00:00:00.000Z"]
  },
  "1291": {
    "tagDescription": [
      "Gives account of the means by which he gained his influence amongst the Indian sand other interesting information respecting them. Endorsed: In C-17."
    ],
    "tagPerson": ["Dartmouth, Lord", "Roberts, B."],
    "tagDate": ["1773-06-09T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "362": {
    "tagDescription": [
      "Enclosing a letter from Lord Suffolk with papers as to emigration to America, including a copy printed notice referring to the advantages of St. John's Island which had been posted up in parts of Scotland and Ireland",
      "and protests against the increase of emigration which is alleged to be detrimental to the commerce and industries of Great Britain."
    ],
    "tagDate": ["1773-11-06T00:00:00.000Z"],
    "tagPerson": ["Pownall, Mr.", "Earl of Dartmouth"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1478": {
    "tagDate": ["1775-09-25T00:00:00.000Z"],
    "tagDescription": [
      "(On the other side of the paper is a note, dated No. 60, Mark Lane, Friday morning, in the third person from Mr. Shoolbred to Mr. Serle sending him this extract). Reporting the capture of Colonel Allen's in an action near Montreal."
    ],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "1032": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagDescription": [
      "The sufferings of that part of Governor Legge's Volunteer regiment told off to work the coal mines. Nine men have died, and nine more must be discharged unfit for service. A ships urge on says that most of them must die during the winter owing to a yellow or nervous fever brought about by the sulphurous fumes in which the work has to be carried on. Mentions this in the hope that Governor Legge may procure some redress."
    ],
    "tagPerson": ["Legge, Governor", "Denson, Lieutenant-Colonel"],
    "tagDate": ["1776-12-07T00:00:00.000Z"]
  },
  "347": {
    "tagDate": ["1773-10-14T00:00:00.000Z"],
    "tagPerson": ["Earl of Dartmouth", "Gordon, William, Rev."],
    "tagDescription": [
      "Enclosing a copy of a letter addressed to the Canadian Indians from the French King",
      "(The salutation of the French King to his former children of the five nations.) which he thinks of sufficient importance to communicate to Lord Dartmouth. This letter, Mr. Gordon says, is only known to the Sachems and head warriors. It has had a great effect",
      "Sir William Johnson has had some account of the affair [of the French King's letter] sent him, but he may not have received it. The Indians are not so well affected to Sir William as formerly. Sincerely hopes the Government will not suffer Canada to fall in to the hands of the French so that the Colonies might be more easily managed. The remedy would be worse, he thinks, than the disease...I would mention to your Lordship... that Quebec is in a defenceless state, the guns having been taken from the ramparts and carried off before your Lordship's appointment, so that was France to plan the surprise of it, and unknown to the English to send a fleet against it, Canada would be instantly lost. A duplicate accompanied each of the above.",
      "they are expecting a French war, and are ready to co-operate with France in any attempts against the English. A further letter from Mr. Gordon accompanies the above, explanatory of it and giving further details. Speaking of the disposition of the Indians towards the English he says"
    ],
    "tagPlace": ["Jamaica Plain"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1842": {
    "tagDate": ["1772-09-01T00:00:00.000Z"],
    "tagDescription": [
      "John Campbell, memorial for the office of Indian superintendent. Undated. [The Duke of Argyll, writing from Inverary on 30th October, 1772, recommends Campbell to be appointed to the office which he solicits. The office is not named but the memorial is probably that referred to by-the Duke.]"
    ],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "1524": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "No. 61. Duplicate. Probability of the reduction of this Province (Nova Scotia) by the Rebels in the spring. The efforts he is making to oppose their attempts. The last letters from General Howe inform him of the embarkation of 200 families from Boston for this place which will distress it greatly as provisions are not to be had on any account. Memorials he enclosed in his letter No. 58. Treasonable consultations of the inhabitant of Cumberland. Fourteen of them are supposed to have gone to New England, to invite the enemy into this province. His movements in consequence."
    ],
    "tagDate": ["1776-03-18T00:00:00.000Z"],
    "tagPerson": ["Legge, Francis, Governor", "Dartmouth, Lord"]
  },
  "584": {
    "tagDate": ["1775-08-11T00:00:00.000Z"],
    "tagPerson": ["Cage, General ", "Legge, Governor"],
    "tagDescription": [
      "The Admiral has been informed of the rebel cruizers mentioned by Mr. Legge, and now has two vessels in the Bay of Fundy, and has ordered another to protect the transports waiting there for convoy, and if possible to destroy the pirates."
    ],
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "717": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Falmouth"],
    "tagDescription": [
      "As to recruiting for the Volunteer Regiment about to be raised in Nova Scotia, and the difficulties in the way. The implacable rancour of the people of this country against His Majesty's Government, &c.. is prodigious, consequently there is little probability of our having great success among them. Estimate of the charge of maintaining and supporting the Civil Establishment of His Majesty's Colony of Nova Scotia for the year 1775."
    ],
    "tagPerson": ["Denson, H. Denny, Lieutenant-Colonel", "Legge, Governor"],
    "tagDate": ["1775-12-29T00:00:00.000Z"]
  },
  "1559": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "Opinion of various persons upon the impracticability of an army from Canada penetrating into the New England Colonies or to Albany, if opposed by the people of the Country in arms against them. Encloses extracts of letters from Lord Loudoun confirming his statements as he believes they may be of use in stating the grounds on which General Burgoyne's expedition was undertaken. Remarks upon the employment of Indians acting with our army. Had Intended to send the enclosures to Lord North but fears he has given offence by frequently troubling him on American affairs. Asks whether there is any prospect of a peaceful conclusion of the war."
    ],
    "tagDate": ["1778-01-31T00:00:00.000Z"],
    "tagPerson": ["Pownall, John", "Dartmouth, Lord"]
  },
  "1194": {
    "tagPlace": ["Kirkleatham"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDate": ["1772-11-11T00:00:00.000Z"],
    "tagPerson": ["Dartmouth, Lord", "Turner, Charles"],
    "tagDescription": [
      "The delay in attending to the enclosed petition, has necessitated the petitioner borrowing t300. from him and others. Endorsed: A 43"
    ]
  },
  "1382": {
    "tagPlace": ["York"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDate": ["1775-06-14T00:00:00.000Z"],
    "tagPerson": [
      "Feltman, Jocelyn, Lieutenant",
      "Haldimand, Frederick, Major General"
    ],
    "tagDescription": [
      "Account of the seizure of Ensign Morland when sitting with him to his lodgings the previous light, by a party of more than twenty armed men, Mr. Broome and Mr. Sears being the principal who sent him a prisoner to Hartford in Connecticut because of his alleged communication with Major Skene at Philadelphia."
    ]
  },
  "495": {
    "tagPlace": ["Whitehall"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1775-03-03T00:00:00.000Z"],
    "tagPerson": ["Earl of Dartmouth", "Governor of St. John's"],
    "tagDescription": [
      "(Circular Duplicate) Enclosing (though the enclosure is not now with the letter) a resolution of the House of Commons declaratory of the nature of the indulgence they are ready to show to any of the Colonies that shall make the proposal to which the resolution refers. [Draft copied in MG 11, CO 5, vol. 76, pp. 113-6]"
    ]
  },
  "538": {
    "tagDate": ["1775-05-01T00:00:00.000Z"],
    "tagPerson": ["Burgess, William", "Earl of Dartmouth"],
    "tagDescription": [
      "Memorial of William Burgess of London, Merchant, to the Earl of Dartmouth. Requesting a grant of land from the Government for carrying on a fishery on the coast of Labrador. [copy in MG 11. CO, 42, vol. 34, pp. 207-210 and Q.11 , pp. 142-4]"
    ],
    "tagPlace": ["London"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1616": {
    "tagDate": ["1764-10-16T00:00:00.000Z"],
    "tagDescription": [
      "Presentment of the Grand Jury of Quebec, containing a representation against the admission as jurors of Roman Catholics."
    ],
    "tagPlace": ["Quebec"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "453": {
    "tagDate": ["1774-10-01T00:00:00.000Z"],
    "tagDescription": [
      "Address of the House of Assembly of Nova Scotia to Governor Legge. That they have agreed to a Bill for extending the sittings and terms of the Supreme Court of the Province to three of the most considerable inland Counties to which there is access by land, expressing a hope that in process of time the state of the Provinces will admit of roads being mad so that the benefits of the Bill may operate throughout the whole Province, and praying the Governor to communicate the contents of the Bill to the ministry in England that the King's consent thereto may be obtained. [Same as CO 217, vol. 27, R. 15 and Nova Scotia A. 91, pp. 62-6, Printed in Journal of House of Assembly under above date.]"
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "915": {
    "tagDescription": [
      "Two copies of a letter from the officers of the Loyal Nova Scotia Volunteers to Governor Legge, enclosing a petition to the King, and begging Mr. Legge's interest in the matter, also of the petition to the King (the original copy being much injured), and a copy letter accompanying the petition to Lord George Germain. The petition sets out the grievances of the officers at some length."
    ],
    "tagPerson": [
      "Officers of the Loyal Nova Scotia Volunteers",
      "Legge, Governor"
    ],
    "tagDate": ["1776-06-14T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"]
  },
  "1187": {
    "tagDate": ["1772-10-06T00:00:00.000Z"],
    "tagPerson": ["Scarsdale, Lord", "Dartmouth, Lord"],
    "tagDescription": [
      "Recommending Mr. Bassett. With Lord Dartmouth's answer dated Sandwell 12 0ctober promising to take the request into consideration. Endorsed: A 53"
    ],
    "tagPlace": ["Kidleston"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "656": {
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1775-10-02T00:00:00.000Z"],
    "tagPerson": ["Gage, General", "Gorham, Lieutenant-Colonel"],
    "tagDescription": [
      "Has ordered two companies of the 14th Regiment under Captain Stanton to accompany him to Halifax in addition to those previously intended for that service."
    ]
  },
  "690": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"],
    "tagPerson": ["Legge, Governor", "Howe, William, General Sir"],
    "tagDate": ["1775-12-08T00:00:00.000Z"],
    "tagDescription": [
      "As to the works in progress for the defense of the town and dockyard, victualling the troops at present in Nova Scotia, & A further detachment of six companies of the 65th Regiment under Lieutenant-Colonel Bruce has been sent off to Halifax to protect the Province."
    ]
  },
  "1154": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Mark Lane"],
    "tagDescription": [
      "refers to the disputes",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XII. Trade of New England",
      "II. His object in writing",
      "V. State of its trade",
      "VI. How to extend the Colony",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "XV. Refers to Pennsylvaia",
      "X. Nova Scotia",
      "XI. St. John's and Cape Breton",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "III. Account of Hudson's Bay",
      "XVI. Trade of Maryland and Virginia.",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "IV. Further information as to Hudson's Bay"
    ],
    "tagPerson": ["Clunie, Alexander", "Dartmouth, Lord"],
    "tagDate": ["1769-04-13T00:00:00.000Z"]
  },
  "499": {
    "tagDate": ["1775-04-08T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Earl of Dartmouth"],
    "tagDescription": [
      "Relative to an application for a grant of 500 acres of land in the Province of Nova Scotia with a considerable frontage on the River Ristigouche by a Mr. Shoolbred, a merchant. Enclosing a letter from Mr. Shoolbred to the Governor on the subject and a copy of his petition to Lord Dartmouth. [Draft in MG 11, CO 217, vol. 51, pp. 217-220 and Nova Scotia A vol. 93, pp. 182-5]"
    ],
    "tagPlace": ["Whitehall"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1599": {
    "tagPlace": ["Quebec"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDescription": [
      "An ordinance for regulating and establishing the courts of Judicature, Justices of the Peace,Quarter Sessions, Bailiffs and other matters relative to the distribution of Justice of this Province."
    ],
    "tagDate": ["1764-09-17T00:00:00.000Z"]
  },
  "1016": {
    "tagDescription": [
      "Papers headed Order of Battle with a key and the following note, The rebels are about 9 or 10,000 by the best accounts, and the King's troops about 8 to 9,000",
      "the rebels have 10 or 1 armed vessels from 8 to 16 guns upon the Lakes. General Carleton was to be on the Lakes 4th October. The Plan shows only the order of the British Army."
    ],
    "tagDate": ["1776-10-01T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Chamble"]
  },
  "989": {
    "tagPerson": ["Earl of Dartmouth", "Legge, Governor"],
    "tagDate": ["1776-08-16T00:00:00.000Z"],
    "tagDescription": [
      "On the subject of his memorial to the King. Is doubtful whether it would be proper for Mr. Legge to appear before the Council or not."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Sandwell"]
  },
  "433": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["London"],
    "tagDescription": [
      "Is rejoiced to hear he finds himself so happy in his present position. Is afraid it will be difficult to procure him a grant of £500. from Parliament for the roads of his Province, but will endeavour to obtain money elsewhere."
    ],
    "tagPerson": ["Legge, Governor", "Earl of Dartmouth"],
    "tagDate": ["1774-06-02T00:00:00.000Z"]
  },
  "762": {
    "tagDescription": [
      "As to orders lately received by him to remove the ROEBUCK and SOBERSET from the port to Halifax regretting that it is impossible for him to disregard the orders."
    ],
    "tagPerson": [
      "Massey, Brigadier-General",
      "Legge, Governor",
      "Arbuthnot, Commodore"
    ],
    "tagDate": ["1776-01-13T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"]
  },
  "855": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Sends off a detachment to Cumberland next Sunday, Many irregularities and disorders in Halifax were reported to General Massey yesterday occassioned by some houses near the barracks, one Pedley's house in particular."
    ],
    "tagDate": ["1776-03-20T00:00:00.000Z"],
    "tagPerson": ["Massey, Brigadier-General", "Legge, Governor"]
  },
  "1536": {
    "tagPlace": ["Quebec"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDate": ["1776-05-14T00:00:00.000Z"],
    "tagPerson": ["Guerry, L.", "Dartmouth, Lord"],
    "tagDescription": [
      "Happy arrival of succours from England. Congratulations upon the success in the defence of Quebec. Effect upon the rebels caused by the arrival of ships. Hopes to go to London, as soon as the troubles are happily ended. Asks His Lordship's protection."
    ]
  },
  "461": {
    "tagPlace": ["London"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1774-11-02T00:00:00.000Z"],
    "tagPerson": ["Murray, James, General", "Earl of Dartmouth"],
    "tagDescription": [
      "Recommending Mr. Suckling, late Attorney-General of Quebec, to Lord Dartmouth's favour."
    ]
  },
  "1732": {
    "tagPlace": ["Lincoln's Inn"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDescription": [
      "Opinion of Counsel by the Attorney General (Norton) and Solicitor, General (de Grey) on the status of Roman Catholics in countries ceded to the Crown in America. We have taken Mr. Pownall's letter into our consideration, and are humbly of Opinion, that His Majesty's Roman Catholic subjects residing in the Countries ceded to His Majesty in America by the Definitive Treaty of Paris, are not subject, in those Colonies, to the Incapacities, disabilities and penalties, to which Roman Catholicks in this Kingdom are subject by the Laws thereof."
    ],
    "tagDate": ["1765-06-10T00:00:00.000Z"]
  },
  "573": {
    "tagDate": ["1775-07-17T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Tonge, W."],
    "tagDescription": [
      "Answering complaints made against him by the Governor in the discharge of his office of Naval Officer of Halifax."
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "401": {
    "tagDate": ["1774-01-26T00:00:00.000Z"],
    "tagPerson": ["Apsley, Lord Chancellor", "Earl of Dartmouth"],
    "tagDescription": [
      "Enclosing a letter from a Mr. Nelme, a copyist, to Lady Apsley, and requesting Lord Dartmouth to let him go with a proper reprimand for his folly."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1375": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "Resolution of the General Assembly of Connecticut appointing a Committee to take care of and provide for the officers and soldiers taken at Crown Point and Ticonderoga and sent into this Colony."
    ],
    "tagDate": ["1775-05-11T00:00:00.000Z"]
  },
  "702": {
    "tagDate": ["1775-12-19T00:00:00.000Z"],
    "tagPerson": [
      "Graves, Admiral",
      "Legge, Governor",
      "Howe, William, General Sir"
    ],
    "tagDescription": [
      "Thanks him for his letter of Dec. 6, as to the proceedings of rebel schooners, and of a ship fitted out from Philadelphia.",
      "Announcing the despatch of Brigadier-General Massey with the 27th Regiment to Nova Scotia."
    ],
    "tagPlace": ["Boston", "Preston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1284": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPerson": ["Dartmouth, Lord", "Carver, Jonathan"],
    "tagDate": ["1773-02-25T00:00:00.000Z"],
    "tagDescription": [
      "Memorial. Jonathan Carver to Lord Dartmouth. Necessity there is for the appointment of an Indian Superintendent for the country west of Lake Huron. From his knowledge of the Indians thinks he could act well in that capacity. He could also be employed as a surveyor and draughtsman. The Indians desire him to represent them to the King. Prays that his case may be taken into consideration. Endorsed: No. 2."
    ]
  },
  "1399": {
    "tagDescription": [
      "The confusion in the province. Three attempts made by the rebels by the way of Lake Champlain. Observations on the Canadians and their refusal to fight against the rebels. His own situation unpleasant but will stay until driven out by armed force, for though he may do little good by staying, he might do harm by leaving."
    ],
    "tagPerson": ["Hey, W., Chief Justice", "Dartmouth, Lord"],
    "tagDate": ["1775-07-20T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Quebec"]
  },
  "1111": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Mark Lane"],
    "tagPerson": ["Dartmouth, Lord", "Clunie, Alexander"],
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagDescription": [
      "XVI. Trade of Maryland and Virginia.",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "XI. St. John's and Cape Breton",
      "III. Account of Hudson's Bay",
      "IV. Further information as to Hudson's Bay",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "V. State of its trade",
      "II. His object in writing",
      "VI. How to extend the Colony",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "refers to the disputes",
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "XII. Trade of New England",
      "XV. Refers to Pennsylvaia",
      "X. Nova Scotia"
    ]
  },
  "672": {
    "tagPerson": ["Graves, Admiral", "Legge, Governor"],
    "tagDate": ["1775-10-17T00:00:00.000Z"],
    "tagDescription": [
      "The Admiral will continue a good force in the Bay of Fundy, and ships shall winter at Annapolis and Windsor. Suggests with the object of checking communication between New England and Nova Scotia, that some of the principals in the matter shall be seized and made examples of."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Preston at Boston"]
  },
  "387": {
    "tagDate": ["1775-12-13T00:00:00.000Z"],
    "tagPerson": ["Fulton, James"],
    "tagDescription": [
      "Letter unsigned, but written by the Governor's desire, to Mr. James Fulton respecting the making of roads in the Province, requiring a report upon the best route for a road from Halifax to Truro which would secure the maximum of safety and the minimum of cost. Enclosed in this letter is a paper headed Reasons why the Governor of Nova Scotia should not have been restricted from passing grants of land to people from the Northern Colonies in America, but to encourage them to settle in this."
    ],
    "tagPlace": ["Halifax, N.S."],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "756": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Windsor"],
    "tagPerson": ["Ellis, W., Rev", "Legge, Governor"],
    "tagDate": ["1776-01-08T00:00:00.000Z"],
    "tagDescription": [
      "Thanking Mr. Legge for having appointed him Chaplain to his regiment."
    ]
  },
  "1507": {
    "tagDescription": [
      "Reasons for not writing more frequently. Introduces the bearer of this letter, William Grant, Seigneur of St. Roc, who is well acquainted with all recent transactions here. The intentions of the rebels to seize all Government officers. Particular aversion shown towards him in his duties as Deputy Post Master General in succession to Doctor Franklin. Craves protection for himself and family. Necessity for early arrival of troops to save this town. Has been much disappointed in the Canadians, but many hundreds will stand by the Governor to the last."
    ],
    "tagDate": ["1775-11-17T00:00:00.000Z"],
    "tagPerson": ["Dartmouth, Lord", "Finlay, Hugh"],
    "tagPlace": ["Quebec"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "1460": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Quebec"],
    "tagPerson": ["Wombwells, Messrs", "Quick, Robert"],
    "tagDate": ["1775-09-21T00:00:00.000Z"],
    "tagDescription": [
      "Disturbances in the province by the Bostonians, who have marched large army into it and taken some forts. Has heard that the rebels had invested St. John's and the King's troops were too few to hold out long. Merchant ships have been'employed to defent the Lakes and River. The country seems quite in confusion. [Extract. Intercepted]"
    ]
  },
  "976": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Same to same. I, yesterday, saw a paper printed by Mills and Hicks, and published the day before containing what were called extracts from some of the continental papers, some of which are most audacious and traitorous proceeding carrying on by the rebels. I have used every means in my power to procure one to transmit to your Excellency. The further publication is stopped by order of the Lieutenant-Governor and Council. These papers contain a resolution of the General Congress for the total and perpetual independence of the Colonies and separation from Great Britain, and an instrument called an act of the Colony of Rhode Island absolving the people from their allegiance to the King and for ever renouncing him and his authority (in terms too highly criminal for me even to repeat), and all further union connection with Great Britain and its inhabitants, so that the mask is now wholly thrown off, and total extirpation or independence the only alternatives offered by the Colonists."
    ],
    "tagDate": ["1776-07-13T00:00:00.000Z"]
  },
  "1023": {
    "tagDate": ["1776-11-23T00:00:00.000Z"],
    "tagPerson": ["Cunningham, Daniel, Captain", "Legge, Governor"],
    "tagDescription": [
      "As to the difficulties that Lieutenant-Governor Arbuthnot has thrown in his way in his recruiting' expedition to Newfoundland to procure men to serve in Governor Legge's Volunteer regiment."
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1865": {
    "tagPlace": ["Parliament Street"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDescription": [
      "cannot, therefore, pay anything further without an express order.",
      "North is out of town and has left no order for the payment of money to him (Roubaud). When he was paid the last to meet his debts he was told he must live on his pension"
    ],
    "tagDate": ["1772-12-26T00:00:00.000Z"],
    "tagPerson": ["Robinson", "Roubaud"]
  },
  "824": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagPerson": ["Legge, Governor", "Francklin, Lieutenant-Governor"],
    "tagDate": ["1776-02-28T00:00:00.000Z"],
    "tagDescription": [
      "In answer to his of the 26 February. With regard to Mr. Francklin's proposal to raise a corps of 500 men in the towns of Windosor, Newport, Falmouth, Horton, Cornwallis and Cobequid. Mr. Legge will have great pleasure in conferring the Colonelcy of the regiment on Lieutenant-Governor Francklin."
    ]
  },
  "1095": {
    "tagDescription": [
      "XV. Refers to Pennsylvaia",
      "X. Nova Scotia",
      "II. His object in writing",
      "V. State of its trade",
      "VI. How to extend the Colony",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "refers to the disputes",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XII. Trade of New England",
      "IV. Further information as to Hudson's Bay",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "XVI. Trade of Maryland and Virginia.",
      "XI. St. John's and Cape Breton",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "III. Account of Hudson's Bay"
    ],
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagPerson": ["Dartmouth, Lord", "Clunie, Alexander"],
    "tagPlace": ["Mark Lane"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "794": {
    "tagPerson": ["Deschamp, J. ", "Legge, Governor"],
    "tagDate": ["1776-02-07T00:00:00.000Z"],
    "tagDescription": [
      "Requesting a commission for his son in the Volunteer Regiment of Militia of which Governor Legge is Colonel."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Windsor, Nova Scotia"]
  },
  "1764": {
    "tagPerson": ["Walker, Fowler", "Dartmouth"],
    "tagDate": ["1765-08-31T00:00:00.000Z"],
    "tagDescription": [
      "Sends letter, copies of which had been sent to Lords Bute, Halifax and Hillsborough by the writer (name not given) for the redress of the insupportable grievances of the inhabitants of Quebec. The copy sent to Bute was from the belief that Murray was patronised and protected by him. Seven charges are stated to be contained in the letter against Murray, but they are not given, reference as to their nature being made to the letter, which is not here. Walker states that he has been appointed agent for the complainants, but whether these were new or old subjects does not appear. [Endorsed: With another letter complaining against Genl. Murray, Govr. of Quebec."
    ],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["Lincoln's Inn"]
  },
  "827": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Windsor"],
    "tagPerson": ["Francklin, Lieutenant-Governor", "Legge, Governor"],
    "tagDate": ["1776-03-03T00:00:00.000Z"],
    "tagDescription": [
      "As to the proposed Cumberland Volunteer Corps of Militia, enclosing a copy of the oath he proposed the volunteers should take, so framed that every harsh expression is studiously avoided that it might more generally take, although I flatter myself it will be found strong enough to answer the end, and at the same time I apprehend it does not contain any matter that has a tendency to prevent our Militia Laws taking place when it shall be absolutely necessary to call forth this corps on actual service The danger of making the Militia Act a precedent for raising the new corps is, Mr. Francklin thinks, the great alarm it has caused throughout the Province lest the volunteers should be called away to serve in distant parts of the county and even on other provinces with the regular army. With another copy of the same letter."
    ]
  },
  "1049": {
    "tagPerson": ["Mowe, William, Sir", "Legge, Governor"],
    "tagDate": ["1777-03-18T00:00:00.000Z"],
    "tagDescription": [
      "As to the Loyal Nova Scotia Volunteers, concerning which regiment the Governor has sent in a memorial to Lord George Germain, asking for a grant of money to complete it. This memorial is to be referred to Sir William, and Mr. Legge hopes that he will accede to it."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["London"]
  },
  "603": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Preston at Boston"],
    "tagPerson": ["Graves, Admiral", "Legge, Governor"],
    "tagDate": ["1775-08-23T00:00:00.000Z"],
    "tagDescription": [
      "Respecting New York and Philadelphia privateers, which he does not believe ark so numerous as Mr. Legge's informants state. It is probable that all the Colonies will have cruizers. Mentions the movements of his Majesty's ships in the vicinity of Nova Scotia"
    ]
  },
  "684": {
    "tagDate": ["1775-11-05T00:00:00.000Z"],
    "tagPerson": ["Arbuthnot, Commodore", "Legge, Governor"],
    "tagDescription": [
      "Announcing his appointment as commander in chief in the absence of a flag officer. On his arrival he found H.M. ship SOMERSET, Commodore Le Cras, under orders to proceed home, but as a report was prevalent that a considerable force of rebels had marched up the country, the orders have been countermanded for the present until the Admiral's further directions are known."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "279": {
    "tagDescription": [
      "Paper headed Observation on the report made by Lieutenant Marr of the Corps of Engineers to Lieutenant Colonel Dalrymple commanding his Majesty's troops in Nova Scotia relating to lands reserved at Halifax for fortifications. Addressed to the Governor and signed by Richard Bulkeley, Secretary, and Charles Morris."
    ],
    "tagDate": ["1767-03-06T00:00:00.000Z"],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "331": {
    "tagDescription": [
      "As Colonel Legge's appointment to the Governorship of Nova Scotia, is just at hand, Lord Dartmouth recommends him to make his preparations for leaving the army."
    ],
    "tagDate": ["1773-05-19T00:00:00.000Z"],
    "tagPerson": ["Legge, Lieutenant Colonel", "Earl of Dartmouth"],
    "tagPlace": ["London"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "638": {
    "tagDescription": [
      "Return of a Light Infantry company formed at Yarmouth. The company consists of 48 rank and file, with two lieutenants, David Scott and Benjamin Brown, a captain, Eleazar Hebbard, and commanded by Colonel Arthur Goold."
    ],
    "tagDate": ["1775-09-20T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "562": {
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "General Howe with a number of men got over as fast as possible, attacked the rebels and beat them out of their hold, and entirely off the neck. The particulars I shall give you hereafter.",
      "Respecting the raising of a regiment of Highlanders in St. John's and Nova Scotia, under Lieut.-Col. Maclean. In a postscript the General says: On the morning of the 17th inst. we discovered a redoubt the rebels had made on Charlestown Neck"
    ],
    "tagDate": ["1775-06-19T00:00:00.000Z"],
    "tagPerson": ["Gage, General", "Legge, Governor"]
  },
  "1622": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDescription": [
      "A paper (undated) explaining the motive of the representation to be made to prevent cases between two Protestants from being tried before Roman Catholic jurors, but that it was never meant to remove any Roman Catholic from holding any office or filling any public employment."
    ]
  },
  "874": {
    "tagDate": ["1776-04-24T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Ellis, William"],
    "tagDescription": [
      "Has heard that His Majesty has deprived Mr. Legge to his office. The letter expresses Mr. Ellis's sorrow on hearing the news."
    ],
    "tagPlace": ["Windsor"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "502": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Whitehall"],
    "tagPerson": ["Earl of Dartmouth", "Legge, Governor"],
    "tagDate": ["1775-04-08T00:00:00.000Z"],
    "tagDescription": [
      "Relative to an application for a grant of 500 acres of land in the Province of Nova Scotia with a considerable frontage on the River Ristigouche by a Mr. Shoolbred, a merchant. Enclosing a letter from Mr. Shoolbred to the Governor on the subject and a copy of his petition to Lord Dartmouth. [Draft in MG 11, CO 217, vol. 51, pp. 217-220 and Nova Scotia A vol. 93, pp. 182-5]"
    ]
  },
  "1318": {
    "tagPerson": ["Hunter, Robert", "Dartmouth, Lord"],
    "tagDate": ["1774-12-21T00:00:00.000Z"],
    "tagDescription": [
      "Concerning the prohibition of gunpowder and arms to North America. Desires to know if merchants trading to Canada would be allowed to export the usual quantities of those articles under such restrictions as Government might think necessary. If hey are not allowed, a great part of their other orders for the manufactures of this country, teas and other East India goods will not, he apprehends, be executed."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Coleman Street"]
  },
  "1443": {
    "tagDescription": [
      "A large Party of New England People have been lately on the Frontier of our Province. Fears an invasion of the enemy because of lack of troops to protect them only militia to depend upon. Narrow escape of the Governor from being taken prisoner by a party consisting of Canadians and New England people headed by an Englishman. [Extract. Intercepted]"
    ],
    "tagPerson": [
      "Gregory, Messrs.",
      "Baynes, William, Messrs and Co.",
      "Wooley, Messrs."
    ],
    "tagDate": ["1775-09-19T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Quebec"]
  },
  "999": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "but by advices the Memorialist has received, he believes the assertion will be found to be unwarranted in point of fact, and he humbly prays that the Report may not be confirmed by the King until he has been heard before his Majesty in Council.",
      "Draft Memorial of Governor Legge to the King in Council as to the Report made by the Lords Commissioners of Trade and Plantations after an inquiry held by them upon Mr. Legge's conduct in office. Reference is made in that report to an address of the Assembly of Nova Scotia, which is said to be the unanimous voice of the Province by the Representative in general assembly to return the King thanks for recalling him"
    ]
  },
  "1250": {
    "tagPerson": ["Duke of Argyll", "Dartmouth, Lord"],
    "tagDate": ["1773-01-13T00:00:00.000Z"],
    "tagDescription": [
      "Hearing that Lord Greville Montagu is not to continue in his government asks that his brother, William Campbell, Governor of Nova Scotia, may be transferred thither. His health has suffered from the climate and he was in danger of losing his eyesight from the effects of the continued snow. A copy of the answer, not dated, in Lord Dartmouth's own hand, is on the reverse. Endorsed: A 41."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Argyll House"]
  },
  "1513": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Londres"],
    "tagDescription": [
      "Monsr. de Lotbiniere. Precis de l'Affaire du Sieur de Lotbiniere pour ses deux seigneuries du Lac Champlain. [Printed. 2 copies.]"
    ],
    "tagDate": ["1775-12-15T00:00:00.000Z"]
  },
  "1216": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDate": ["1172-01-01T00:00:00.000Z"],
    "tagPerson": ["Christie, Gabriel, Lieutenant-Colonel", "Dartmouth, Lord"],
    "tagDescription": [
      "Memorial of Lieutenant-Colonel Gabriel Christie to Lord Dartmouth. Endorsed: No. 1 2. Memorial of Lieut .-Col. Christie,' praying,. that some Lands which were formerly in the Possession of the French as a part of Canada, and which he purchased of the French proprietors, may not (tho' included in New York by the Proclamation of 1763) be granted away from him."
    ]
  },
  "303": {
    "tagDate": ["1768-11-15T00:00:00.000Z"],
    "tagPerson": ["Campbell, William, Lord", "Earl of Hillsborough"],
    "tagDescription": [
      "(Private). Requesting his interest to prevail with the Assembly of Nova Scotia to appoint either Mr. George Canning of the Temple or Captain Anthony Wheelock to the office of Provincial Agent for the Province. [Compare with Nova Scotia A 83, p. 170]"
    ],
    "tagPlace": ["Hanover Square"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1161": {
    "tagPerson": ["Dartmouth, Lord", "Clunie, Alexander"],
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagDescription": [
      "XV. Refers to Pennsylvaia",
      "X. Nova Scotia",
      "II. His object in writing",
      "V. State of its trade",
      "VI. How to extend the Colony",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "refers to the disputes",
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XII. Trade of New England",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "IV. Further information as to Hudson's Bay",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "XVI. Trade of Maryland and Virginia.",
      "XI. St. John's and Cape Breton",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "III. Account of Hudson's Bay"
    ],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Mark Lane"]
  },
  "275": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston, New England"],
    "tagPerson": ["Earl of Dartmouth", "Nicholson, Fr."],
    "tagDate": ["1714-02-17T00:00:00.000Z"],
    "tagDescription": [
      "Is now examining Colonel Vetch, late Governor of Annapolis Royal, charged with arbitrary and illegal proceeding. Sends a copy of his letter of Dec. 14 last, in which he complained that there were sent over to Boston and other places all the traitorous, factious, and illnatured pamphlets of all sorts, and industriously spread abroad among the people",
      "and suggested that a good number of loyal prints should be sent over for distribution to undeceive the people. [Letter of 14 December 1713 enclosed-7"
    ]
  },
  "556": {
    "tagDate": ["1775-06-14T00:00:00.000Z"],
    "tagDescription": [
      "State of the troops now actually in garrison of 65th Regiment. Signed by Francis Marsh, Captain 65th Regiment."
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "744": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Annapolis Royal"],
    "tagDescription": [
      "Offering himself for a company in Mr. Legge's regiment."
    ],
    "tagPerson": ["Legge, Governor", "Shaw, William"],
    "tagDate": ["1776-01-02T00:00:00.000Z"]
  },
  "1902": {
    "tagDescription": [
      "Had received note that Dartmouth had called a meeting to determine concerning the proposed fortifications at Quebec and Newfoundland, reported to the Board [of Ordnance] and desiring to know what steps had been taken. No propositions or report had been made respecting fortifications at Quebec, nor any reference from the Secretary of State. In regard to St. John's Newfoundland an order had been signified to the Board in March 1772, to erect a battery at the mouth of the harbour and place a boom there. Lieut. Pringle has made a report on this which with all the plans respecting the island he will bring to the meeting. [Sir Charles Frederick was Surveyor General of the Ordnance from 1753] ."
    ],
    "tagDate": ["1773-01-25T00:00:00.000Z"],
    "tagPerson": ["Frederick, Charles, Sir", "Townshend"],
    "tagPlace": ["Berkeley Square"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "1456": {
    "tagPlace": ["Quebec"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDate": ["1775-09-21T00:00:00.000Z"],
    "tagPerson": ["Painter, J.", "Haynes, William, Merchant, London"],
    "tagDescription": [
      "Has heard that one hundred and fifty Canadians have joined the rebels, but, as false reports are freely circulated, cannot vouch for the accuracy of such a statement. The warlike preparations here foretell danger. [Extract. Intercepted.]"
    ]
  },
  "971": {
    "tagPerson": ["Morris, Charles, Junior", "Legge, Governor"],
    "tagDate": ["1776-07-09T00:00:00.000Z"],
    "tagDescription": [
      "The success of the opposition in the Province during the absence of Mr. Legge. .....By the last accounts from Quebec the rebels are retreating precipitately out of Canada, but in all the other Colonies they seem determined to hold it out to the last , except a number of the Church of England in Philadelphia, who have declared against an independency, and we hear the Quakers, and some others are joining them... .. General Mowe sailed from this port the 10th of June, but for what part of the continent [is] unknown to us. We are very impatient to hear......"
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "610": {
    "tagDescription": [
      "allowing six to each family, as is the case at Lunenburg, the number of inhabitants is 14,928. By a return from the Secretary's Office in the year 1773 I find them amounting to 17,752.'",
      "Abstract of the number of families settled in Nova Scotia from a State of that Province taken in August 1775 . At the end of the Abstract is this note: By this estimate there are specified 2,488 families in the Province"
    ],
    "tagDate": ["1775-08-01T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1410": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["St. John's near Montreal"],
    "tagPerson": ["Newmarch, Timothy", "Trapaud, Governor"],
    "tagDate": ["1775-08-17T00:00:00.000Z"],
    "tagDescription": [
      "They are now employed in fortifying this place, it is the Key of Canada, the enemy sometimes comes near them, but he does not think they will have sufficient courage to attack them. They (he and others) are building two schooners and a row galley, and when these are completed there will be an, expedition up the Lake. [Extract.  Intercepted.]"
    ]
  },
  "843": {
    "tagDescription": [
      "Minutes, signed by Richard Bulkeley, of a Council held at Halifax relative to the above letters of Lieutenant-Governor Francklin, approving of his form of oath for the enrolment of volunteers, and directing him to proceed to Cumberland to institute an enquiry into the behaviour and conduct of the inhabitants and to report thereon to the Governor. Power is also given him to apprehend All persons who on due proof shall be found guilty of any rebellious and treasonable transactions. [copy in MG 11, CO 220, vol. 1, p. 279 and Nova Scotia B 17 .]"
    ],
    "tagDate": ["1776-03-16T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"]
  },
  "758": {
    "tagDate": ["1776-01-12T00:00:00.000Z"],
    "tagDescription": [
      "(Circular). Governor Legge to the Commanding Officers of the Militia in the several counties, desiring them to represent to the troops under their command, that under no circumstances will they ever be called upon for service outside the Province, and that a regiment of loyal Provincials for the additional protection of the Province is about to be formed, the officers and men of which will be maintained on British pay so long as their services are required. [Copy in MG 11, CO 217, vol. 52, pp. 118-120 and Nova Scotia A. vol. 95, pp. 67-70]"
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1148": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Mark Lane"],
    "tagPerson": ["Dartmouth, Lord", "Clunie, Alexander"],
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagDescription": [
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "XII. Trade of New England",
      "refers to the disputes",
      "VI. How to extend the Colony",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "II. His object in writing",
      "V. State of its trade",
      "X. Nova Scotia",
      "XV. Refers to Pennsylvaia",
      "III. Account of Hudson's Bay",
      "XI. St. John's and Cape Breton",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "XVI. Trade of Maryland and Virginia.",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "IV. Further information as to Hudson's Bay"
    ]
  },
  "523": {
    "tagDescription": [
      "as soon as the Session is at an end you shall have a full account of it, and a curious history it will be.",
      "You will find that affairs run very high at Boston: we obtained a dear bought victory on the 17th ult., and I wish a dearer one may not have been obtained before this. I am concerned to say that had the Ministry strengthened the General's hand with 10,000 men, all this blood might have been saved and the affair probably settled before this time. If the rebellion should continue I expect 20 or 30,000 foreign troops out in the spring. Our government affairs go on in the same ridiculous way. The House of Assembly is sitting and finding fault with the Governor's proceedings. A bill passed both Houses yesterday for the relief of Mr. Binney, but God knows whether the Governor will assent to it"
    ],
    "tagPerson": ["Mauger, Joshua", "Butler, J."],
    "tagDate": ["1775-07-03T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"]
  },
  "1305": {
    "tagDate": ["1773-10-01T00:00:00.000Z"],
    "tagPerson": ["Cramahe, Hector T., Lieutenant Governor", "Dartmouth, Lord"],
    "tagDescription": [
      "Proceedings in the running of the boundary line between New York and Quebec. Before it receives the royal sanction the inhabitants of this Province beg the King to take into consideration how much the interference of New York upon the course of the river St. Lawrence may injure their commerical interests, especially in the fur trade of which the New Yorkers have already a considerable share and which their superior wealth would probably put them in full possession of. Copy. [The signed letter, in duplicate, with the enclosure, is in the Public Record Office, Colonial Correspondence, Quebec, Vol. 9, fo. 20, and Board of Trade, Canada, Quebec, Vol. 7, fo. 245.] Enclosure: Quebec. Minutes of Council. 1773, August 2 and 4. Council Chamber Castle of St. Lewis Quebec. - Report on the running of the western boundary line."
    ],
    "tagPlace": ["Quebec"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "995": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "he will let you know the conduct of the two Kings of Brentford, as nothing can equal the thunders of the one, but those of the other. Captain Gibbons will show you a letter to me of a very threatening nature. .. .. Thus are we used for our loyalty to our most Gracious Sovereign",
      "you have more friends here now than at your departure. ",
      "they are spirited up by the Cabal of this town to any excess of villainy in their power. , I hope to hear from you soon, and that you are coming out again",
      "Same to same. Captain Gibbons expects to sail to-morrow"
    ],
    "tagDate": ["1776-08-21T00:00:00.000Z"],
    "tagPerson": ["Deschamps, Isaac"]
  },
  "1256": {
    "tagDescription": [
      "Enclosures: Paper headed Case giving the opinion of the Attorney General, Sir Fletcher Norton, Lincoln's Inn 16 February 1765, showing that a foreign officer serving in America may be promoted to the rank of general office. Following this are two queries as to whether Major-General Haldimand could be legally authorized to act as Major-General in America and execute the Command of Lieutenant-General Gage during his absence. Also three printed Acts of an earlier date mentioned in the Case."
    ],
    "tagDate": ["1773-01-30T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "607": {
    "tagPerson": ["Cage, General ", "Legge, Governor"],
    "tagDate": ["1775-08-31T00:00:00.000Z"],
    "tagDescription": [
      "For preventing a descent of the rebels upon the Province, the Admiral has ordered the SCARBOROUGH to cruize at the mouth of the Bay of Fundy, and two armed schooners and the SENEGAL are to cruize there also. A company of Light Infantry is to be formed from the Militia in every part of the Province. The great difficulty is with regan to the payment of the Militia, as the resources of the Province are not sufficient."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"]
  },
  "957": {
    "tagDate": ["1776-07-07T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Gibbons, Captain"],
    "tagDescription": [
      "Enclosing duplicates of the petitions of the officers of the Volunteer Regiment to the King, and of their letter to Lord George Germain. These enclosures are not now with the 'letter."
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "635": {
    "tagPlace": ["Yarmouth"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1775-09-19T00:00:00.000Z"],
    "tagPerson": [
      "Durkee, Messrs. Magistrate at Yarmouth",
      "Goold, Colonel",
      "Cook, Messrs. Magistrate at Yarmouth",
      "Crawley, Messrs. Magistrate at Yarmouth"
    ],
    "tagDescription": [
      "Colonel Goold has been appointed by Governor Legge colonel of the militia of Queen's County, and has been instructed to raise a company of 50 privates with a captain and two lieutenants to be called the Light Infantry company, out of such of the inhabitants-of the county as are known to be well affected active men. Asking for the assistance of the magistrates to raise the company."
    ]
  },
  "1358": {
    "tagDate": ["1775-05-24T00:00:00.000Z"],
    "tagPerson": [
      "Councillors at Kicanawago, pr favor of Captain Nimham",
      "Allen, Ethan, Colonel"
    ],
    "tagDescription": [
      "Recommending Captain Abraham Nimham of Stockbridge as Ambassador of Peace to the Indians. Hopes they will not fight for King George and against their friends and brothers in the Colonies. Desires their warriors will go and see him and help him fight the King's regular troops. Promises money, blanket's, tomahawks, etc. [Copy.]"
    ],
    "tagPlace": ["Crown Point, the headquarters of the army"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1428": {
    "tagPlace": ["Quebec"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDate": ["[1775-09-19T00:00:00.000Z TO 1775-09-28T23:59:59.999Z]"],
    "tagPerson": ["Caldwell, Henry", "Barre, Isaac, Right Honourable"],
    "tagDescription": [
      "Evil cons'equences of delaying to arm this province against incursions of the rebels their position and proceedings during the last fortnight. Efforts to strengthen the militia and defend the city. Complains of personal neglect by Government. His useless efforts to enlist some on his side. Commends the conduct of the British militia here. Carleton has been joined by some who previously declared for the rebels. Reported death of Montgomery In an encounter with Indians ropy. Intercepted.]"
    ]
  },
  "720": {
    "tagDate": ["1775-01-01T00:00:00.000Z"],
    "tagPerson": ["Earl of Dartmouth", "Campbell, John, Major"],
    "tagDescription": [
      "Memorial (in duplicate) to the Earl of Dartmouth of Major John Campbell, appointed in 1775 Commandant of the Indians and Superintendent and Inspector of Indian affairs in the Province of Quebec in North America, requesting an addition to his salary and an allowance for a deputy."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "712": {
    "tagPerson": ["Arbuthnot, Commodore", "Legge, Governor"],
    "tagDate": ["1775-12-26T00:00:00.000Z"],
    "tagDescription": [
      "Enquiring the reason of his refusal to advance him £1,000 to facilitate the raising of a regiment of 1,000 men for the service and defense of the-Province."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"]
  },
  "1011": {
    "tagDate": ["1776-09-05T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Denson, Lieutenant-Colonel"],
    "tagDescription": [
      "particularly by the peculiar stile of General Orders. They are originals.",
      "the town is much diverted by them",
      "Several of the officers of the Volunteers have started on the recruiting expedition. The affairs of the Province do not improve. The two Brentford K--gs go on from one blunder to another without end"
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1823": {
    "tagPlace": ["Whitehall"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDate": ["1768-02-20T00:00:00.000Z"],
    "tagPerson": ["Barrington", "Hillsborough"],
    "tagDescription": [
      "The 8th regiment to be embarked for Quebec as soon as the transports are ready."
    ]
  },
  "570": {
    "tagPerson": ["Legge, Governor", "Cage, General "],
    "tagDate": ["1775-07-14T00:00:00.000Z"],
    "tagDescription": [
      "1775, July 14. Boston. General Gage to Governor Legge. As to obtaining fuel from Nova Scotia and guarding the military stores at Halifax. We are still at war here, and things promise rather worse than better",
      "a staff, sent by the Continental Congress has lately joyned the rebels. Washington (from Virginia) commands Lee amongst the Major-Generals, and Horatio Gates, Adjutant-General. 'Letter signed in MG 11, CO 217, vol. 51, pp. 454-5 and Nova Scotia A vol. 94, pp. 135-a"
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"]
  },
  "1203": {
    "tagPlace": ["Wallingford"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDate": ["1772-12-15T00:00:00.000Z"],
    "tagPerson": ["Hall, Elihu, Captain", "Dartmouth, Lord"],
    "tagDescription": [
      "Relates his services in America. Mentions his losses. Desires some lucrative post in the Civil department in any of the provinces."
    ]
  },
  "1296": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Requesting to be appointed Commissary, Superintend &c. among the Indians."
    ],
    "tagDate": ["1773-07-10T00:00:00.000Z"],
    "tagPerson": ["Roberts, B.", "Dartmouth, Lord"]
  },
  "1486": {
    "tagPlace": ["Coleman Street"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "Has received letters from Quebec of the 25th September giving an account of a skirmish between the rebels and the garrison of St. Johns, which resulted in the defeat of the former, and Captain Hazen and one Tucker taken prisoners. Quebec fairly defended. General opinion that the rebels would retreat to Crown Point till the spring. The vessel met three transports from Boston in the River St. Lawrence."
    ],
    "tagDate": ["1775-10-26T00:00:00.000Z"],
    "tagPerson": ["Dartmouth, Lord", "Hunter, Robert"]
  },
  "1464": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Craven Street"],
    "tagPerson": ["Shuldam, Rear-Admiral", "North, Lord"],
    "tagDate": ["1775-09-21T00:00:00.000Z"],
    "tagDescription": [
      "Representing the difficulty there would be in getting a fleet of transports to Quebec at this advanced season of the year. [Copy.]"
    ]
  },
  "847": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["H.M.S. Chatham, Boston Harbour"],
    "tagPerson": ["Howe, General", "Legge, Governor"],
    "tagDate": ["1776-03-17T00:00:00.000Z"],
    "tagDescription": [
      "On board H.M.S. CHATHAM, Boston Harbour General Howe to Governor Legge. I have the honor to inform your Excellency that, from a variety of circumstances which Brigadier General Robertson will particularly explain, I have this day evacuated Boston, and that the Army with all the inhabitants who chose to accompany it are embarked and getting ready to proceed to Halifax as soon as possible. The Brigadier, who will assume the command on his arrival, has my orders to make the best preparation circumstances may admit of for the reception of the troops and I flatter myself that on this emergency your Excellency will grant every aid in your power to promote so desirable an end as well as for the convenience of the inhabitants."
    ]
  },
  "1398": {
    "tagDescription": [
      "If more ordnance stores are required, suggests that they could be spared from Boston, as General Gage has more than he can possibly use for Quebec and Virginia. The artillery, small arms and store are all ready for embarkation as ordered."
    ],
    "tagDate": ["1775-07-11T00:00:00.000Z"],
    "tagPerson": ["Dartmouth, Lord", "Townshend, Lord Viscount"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "527": {
    "tagDescription": [
      "As to a proposal to supply the King's troops at Boston with coal from Cape Breton."
    ],
    "tagDate": ["1775-05-07T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Gage, General"],
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1195": {
    "tagDescription": [
      "Renews his application on behalf of his son, who is now at New York without employment but is willing to go to any part of North America or the West Indies and able to undertake any service given him."
    ],
    "tagPerson": ["Hird, James", "Dartmouth, Lord"],
    "tagDate": ["1772-11-10T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Kirkleatham near No. Allerton"]
  },
  "862": {
    "tagDescription": [
      "Agreement between Robert Fletcher of Halifax Merchant and Governor Legge for the hire of the schooner BETSY now 'lying in Halifax harbour for the purpose of conveying men and stores to such places in the province of Nova Scotia ad the master of the schooner shall he directed."
    ],
    "tagDate": ["1776-03-28T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "946": {
    "tagDate": ["1776-06-18T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Gibbons, Captain"],
    "tagDescription": [
      "Enclosing the day's orders relating to the Volunteer regiment and its reduction in point of officers. The meeting of the House of Assembly."
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1138": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Mark Lane"],
    "tagPerson": ["Clunie, Alexander", "Dartmouth, Lord"],
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagDescription": [
      "X. Nova Scotia",
      "XV. Refers to Pennsylvaia",
      "VI. How to extend the Colony",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "II. His object in writing",
      "V. State of its trade",
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "XII. Trade of New England",
      "refers to the disputes",
      "IV. Further information as to Hudson's Bay",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "XVI. Trade of Maryland and Virginia.",
      "III. Account of Hudson's Bay",
      "XI. St. John's and Cape Breton",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies"
    ]
  },
  "1149": {
    "tagPerson": ["Clunie, Alexander", "Dartmouth, Lord"],
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagDescription": [
      "XV. Refers to Pennsylvaia",
      "X. Nova Scotia",
      "refers to the disputes",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XII. Trade of New England",
      "V. State of its trade",
      "II. His object in writing",
      "VI. How to extend the Colony",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "IV. Further information as to Hudson's Bay",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "XI. St. John's and Cape Breton",
      "III. Account of Hudson's Bay",
      "XVI. Trade of Maryland and Virginia."
    ],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Mark Lane"]
  },
  "613": {
    "tagPlace": ["Charlestown Camp, Near Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1775-09-04T00:00:00.000Z"],
    "tagPerson": ["Howe, William, General Sir", "Legge, Governor"],
    "tagDescription": [
      "Thanks him for sending a very fine ox and two sheep which have arrived safely. Governor Legge's volunteer Proctor, has distinguished himself greatly in a small brush with the rebels, going out with a small party to drive them back. The situation of the King's troops and that of the rebels is nearly the same as when I had the honor of writing to you last. They are entrenched upon every advantagious spot, and we are so strongly posted here that we wish to tempt them to attack us, which if they do not shortly do, perhaps we may try our fortune against them but we are so well prepared upon these heights that it would be imprudent to attack them before we give up their coming to us."
    ]
  },
  "524": {
    "tagDescription": [
      "The Mouse have passed a Bill to release Mr. Binney on paying £80 and not £800, and have also passed a Bill for the relief of sundry other persons whom the auditors brought in debt in the most unjust manner. The Governor would not assent... This shows the cruelty of the man, who if not removed will infallibly ruin the Collony. The Lower House drew up and passed a long catalogue of complaints against him..... [copy enclosed]"
    ],
    "tagPerson": ["Butler, J.", "Mauger, Joshua"],
    "tagDate": ["1775-07-21T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"]
  },
  "1743": {
    "tagPerson": ["Dartmouth", "Roubaud"],
    "tagDate": ["1765-07-20T00:00:00.000Z"],
    "tagDescription": [
      "(in French). Congratulates His Lordship on his appointment of premier lord dans le bureau des plantations (President of the Board of Trade). Is a jesuit of the College of Quebec, who has been ill treated. From his familiarity with Montcalm and his residence among the Indians he is thoroughly acquainted with the country, so that he has been employed by Murray to reduce this knowledge to writing and to proceed to London to give the minister full information respecting Canada, especially in regard to the clergy, hoping that the Court as a reward for his fidelity would grant him subsistence were it only from the Jesuit properties, to which it seems he has some right and in this sense Murray had written to Hillsborough, who had given him hopes which had not been realised. He had handed Lord Hillsborough some of his papers, from the notes which he had he could with some trouble prepare a clean statement for presentation to His Lordship (Dartmouth). Asks for an audience and liberty to lay certain papers before him. He had long desire to have an employment in His Lordship's house as French tutor to his son, but although he had used various means he had not been able to secure sufficient influence. Hopes for other employment as he knows all parts of Canada and can give all necessary information and prays for his recommendation to the Governor of Quebec."
    ],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["London"]
  },
  "405": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1774-02-18T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Burrow, James"],
    "tagDescription": [
      "Enclosing a return of all the papers and books belonging to the Court of Chancery at Halifax."
    ]
  },
  "1287": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Kings Bench"],
    "tagPerson": ["Roberts, B.", "Dartmouth, Lord"],
    "tagDate": ["1773-05-27T00:00:00.000Z"],
    "tagDescription": [
      "His necessitous situation. Recounts his services among the Indians in America since 1759. Difficulties to which he has been subjected with regard to his salary. Is assured that if the King knew his sufferings he would not permit the friend of Sir William Johnson so long to languish in confinement."
    ]
  },
  "1229": {
    "tagDate": ["1772-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Case of the Civil Officers claiming fees in the Colonies. In the Colonies of Quebec, Nova Scotia, New York, Georgia, East and West Florida, The Fees to be taken by the Civil Officers are established by Ordinance or Order of the Governor and Council. In other colonies the fees are in general settled by Act of General Assembly. Questions as to the King's legal power to revoke, annul, or even alter many of these fees. [in the hand of William Knox.]"
    ],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "1217": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDate": ["1172-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Annexed: Petition to the King. No signatures. Said by Lieut.-Col. Christie to be from the original proprietors and others who purchased from them. Land purchased by them on Lake Champlain in consequence of the cession of Canada to the King, made by His most Christian majesty. By an alteration in the boundary line their property comes within the jurisdiction of New York, they are under apprehensions of being deprived of it, as some of them have been already by grants made during the government of the late Sir Hy. Moore. Desife the King to examine into the just cause of their complaint, recall those grants and prevent the like occuring again."
    ]
  },
  "416": {
    "tagPerson": ["Earl of Dartmouth", "Maseres, Francis"],
    "tagDate": ["1774-04-11T00:00:00.000Z"],
    "tagDescription": [
      "Relative to Canadian affairs. The writer has received two letters from Quebec, 'one from Colonel Christie and the other from Mr. Delisle the Protestant minister at Montreal. colonel Christie writes I cannot give you any satisfactory account concerning the state of this Province, which for want of the long expected laws or regulations from home is every day getting into greater confusion. Mr. Maseres' pamphlet in answer to one by Mr. Cugnet is universally admired, and he quotes extracts from letters he has received to show that it is so. He then states his ideas on the subject of the reform of the Canadian laws at some length."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Inner Temple"]
  },
  "559": {
    "tagPlace": ["Council Chamber"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1775-06-14T00:00:00.000Z"],
    "tagDescription": [
      "Address of His Majesty's Council of Nova Scotia to the Governor, Francis Legge Esquire."
    ]
  },
  "1254": {
    "tagPlace": ["War Office"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "In answer to his lordship's note of yesterday the opinion of the Attorney and Solicitor General has not yet been received. Sends a copy of the case which is before them. Endorsed: R/31st,"
    ],
    "tagDate": ["1773-01-30T00:00:00.000Z"],
    "tagPerson": ["Dartmouth, Lord", "Lord Barrington"]
  },
  "1796": {
    "tagDescription": [
      "Case for opinion of Counsel as to the validity of the title of Gabriel Christie to lands acquired from Senneville, through Cartier his assignee, whose rights he purchased, at the instance of Seneville's heirs, the first grant to Boisclerc having been annulled and the proper formalities to confirm the second not having been complied with (Undated",
      "the last date in the body of document is 8th September 1764.)"
    ],
    "tagDate": ["1765-01-01T00:00:00.000Z"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "486": {
    "tagDescription": [
      "On the more fair and impartial taxation of the Colonists of Nova Scotia, the proposed addition of members to the House of Assembly, the sale of lands, the prohibition of the taking of coals from the Colony without licence of the Governor, and other general subjects. [see Nova Scotia A. 93, pp. 121-5]"
    ],
    "tagDate": ["1775-01-27T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Earl of Dartmouth"],
    "tagPlace": ["Whitehall"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "664": {
    "tagDescription": [
      "Announcing his departure for England, and that he has left the command of the forces at Quebec and on the frontier with Major-General Carleton and those on the Atlantic under Major-General Howe."
    ],
    "tagPerson": ["Gage, General", "Legge, Governor"],
    "tagDate": ["1775-10-03T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"]
  },
  "383": {
    "tagPlace": ["Halifax, N.S."],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Letter unsigned, but written by the Governor's desire, to Mr. James Fulton respecting the making of roads in the Province, requiring a report upon the best route for a road from Halifax to Truro which would secure the maximum of safety and the minimum of cost. Enclosed in this letter is a paper headed Reasons why the Governor of Nova Scotia should not have been restricted from passing grants of land to people from the Northern Colonies in America, but to encourage them to settle in this."
    ],
    "tagDate": ["1775-12-13T00:00:00.000Z"],
    "tagPerson": ["Fulton, James"]
  },
  "600": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1775-08-23T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Cage, General "],
    "tagDescription": [
      "Draft Letter. Mentioning the above from Lieutenant Graves and Dawson and stating what he proposes to do to prevent the spread of disaffection."
    ]
  },
  "1849": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["London"],
    "tagPerson": ["Dartmouth", "Roberts, J. C."],
    "tagDate": ["1772-11-18T00:00:00.000Z"],
    "tagDescription": [
      "Represents the distressed situation to which he has been reduced, owing to the delay in deciding on the resumption of his patent office of Secretary of the Province of Quebec and the indemnification he was to receive for his resignation."
    ]
  },
  "1838": {
    "tagPlace": ["Papplewick"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDescription": [
      "Is unable to visit him (Dartmouth) on account of illness. A metrical Inscription for the monument of General Wolfe is enclosed."
    ],
    "tagDate": ["1772-08-27T00:00:00.000Z"],
    "tagPerson": ["Montagu, Fred.", "Dartmouth"]
  },
  "954": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagDate": ["1776-07-02T00:00:00.000Z"],
    "tagDescription": [
      "Declaration of William Ross, Lieutenant in the Loyal Nova Scotia Volunteer Regiment."
    ]
  },
  "1466": {
    "tagPlace": ["Quebec"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "Troubles of the country in consequence of the Canada Bill and the encroachments of the provincial army. St. John's fort is being invested by a large body of the enemy's troops. Merchants and traders are doing garrison duty for want of troops and exerting themselves to the utmost to defend this town. In an hour hence I mount Guard under a Captain's command consisting of Eighty Fellow Citizens, each taking it in his turn. [Extract. Intercepted2"
    ],
    "tagDate": ["1775-09-22T00:00:00.000Z"],
    "tagPerson": ["Kennedy, Messrs.", "Lindsay, William", "Grace, Messrs."]
  },
  "1608": {
    "tagPlace": ["Quebec"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDescription": [
      "Ordinance for ratifying and confirming the decrees of the several courts of justice, established prior to establishment of Civil Government throughout this Province, upon the 10th day of August, 1764."
    ],
    "tagDate": ["1764-09-20T00:00:00.000Z"]
  },
  "774": {
    "tagDate": ["1776-01-21T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Earl of Dartmouth"],
    "tagDescription": [
      "Complaining of the efforts of certain officers of his Province to paralyze the Government, and especially of their having spread a rumor that the militia was to be assembled at Halifax, and sent to New England, in consequence of which many regiments refused to assemble, and had not the 27th Regiment arrived at Halifax, serious danger to the Province might have arisen. [Letter signed in MG 11, CO 217, vol. 52, pp. 114-7 and Nova Scotia A. vol. 95, pp. 61-67]"
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1389": {
    "tagDescription": [
      "Seeing accounts in-the newspapers that the people of New England have made themselves masters of Crown Point and Ticonderoga, where he commanded four years, offers some observations on their situation and condition. Their importance because commanding the communication between Canada and New York, also with the New England provinces. Describes the forts. The principal reason for having garrisons at these posts was to keep up the communication."
    ],
    "tagPerson": ["Oughton, Adolphus, Sir", "Cochrane, Gavin, Major"],
    "tagDate": ["1775-06-28T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Duke's Court"]
  },
  "727": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1775-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Petition of the House of Assembly of Nova Scotia to the King, praying, that owing to the great scarcity of fuel they may be allowed to take sufficient coal for their needs out of His Majesty coal mines on the island of Cape Breton. [Same as C0 217, vol. 51 p. 33, and Nova Scotia D",
      "see PAC Report for 1894 p. 341]"
    ]
  },
  "1364": {
    "tagPerson": ["Roberts, B.", "Dartmouth, Lord"],
    "tagDate": ["1775-06-07T00:00:00.000Z"],
    "tagDescription": ["on raising a Corps of Canadians."],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["No. 21 Tottenham Street, Rathbone Place"]
  },
  "1825": {
    "tagDescription": [
      "(Coloured) plan of the seigniories of Chateauguay, St. Louis (Caughnawagd) and Sallade on the south side of the St. Lawrence. 35.7 cm wide x 44.7 cm long."
    ],
    "tagDate": ["1768-08-20T00:00:00.000Z"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "837": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Windsor"],
    "tagPerson": ["Francklin, Lieutenant-Governor", "Legge, Governor"],
    "tagDate": ["1776-03-10T00:00:00.000Z"],
    "tagDescription": [
      "On the same subject as the above. The inhabitants of Windsor came forward to enrol themselves with great eagerness, and Mr. Francklin has no doubt of being able to raise two companies, of 50 men each in Windsor. He proposes to proceed to the other towns in the course of the next fortnight."
    ]
  },
  "785": {
    "tagDescription": [
      "I am much concerned for the exposed situation of the inhabitants of your Province upon the coast, but the calamities. brought on by this rebellion are so general as to make it impossible to afford protection to every small settlement, and if they have not sufficient virtue and courage among themselves to repel the pyratical attempts complained of, it never can be done by such detachments as could be spared from the troops. Thinks it probable the rebels may attack Halifax in the spring."
    ],
    "tagDate": ["1776-02-04T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Howe, William, General Sir"],
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1036": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagPerson": ["Legge, Governor", "Bonnett, Joseph"],
    "tagDate": ["1776-12-27T00:00:00.000Z"],
    "tagDescription": [
      "As to his efforts to win over the Indians to the King's side. Had very good success with the Mickmacks, but in the disturbances which have recently take place in Cumberland some of the River St. John Indians were concerned. Encloses an account of money expended on the expedition, and hopes the Governor will use his interest with Lord George Germain to have it repaid him."
    ]
  },
  "1469": {
    "tagDescription": [
      "Gives ~ account of the battle between rebels and Indians on the 6th in which it is said that General Schuyler commanded the former and that Montgomery was killed. Information since received of Indians making peace with the rebels and refusing to fight against them. Narrow escape of Carleton and Lord Pitt from being taken prisoners by some Canadians. Confusion great here. Mustering of militia under Cramahe's command. Colonel Maclean busy at fortifications. Complains of neglect on the part of Britain. Desirability of protecting this province by troops. Fears there has been another battle at St. John's. [Extract.]"
    ],
    "tagPerson": ["Pownall, George, Secretary of the Province of Quebec"],
    "tagDate": ["1775-09-22T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "458": {
    "tagDate": ["1774-11-02T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Knox, William"],
    "tagDescription": [
      "As to the appointment of Mr. Monk to succeed Mr. Nesbitt (as Attorney-General of Nova Scotia). Unless Mr. Monk can be charge with misbehaviour, Governor Legge cannot pass him by, although he is not approved of, especially as Lord Dartmouth has given him good reason'to expect the office. "
    ],
    "tagPlace": ["Whitehall"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1846": {
    "tagDescription": [
      "Recommends Capt. John Campbell as being properly qualified for the office he solicits in Quebec."
    ],
    "tagPerson": ["Argyll", "Dartmouth"],
    "tagDate": ["1772-10-30T00:00:00.000Z"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["Inverary"]
  },
  "621": {
    "tagPerson": ["Cage, General ", "Legge, Governor"],
    "tagDate": ["1775-09-05T00:00:00.000Z"],
    "tagDescription": [
      "Unimportant. The Admiral has now so many vessels in the Bay of Fundy that the rebels from this Province will not have an opportunity to land there. "
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"]
  },
  "1070": {
    "tagDescription": [
      "Giving notice of his application to be recalled from his command that no time be lost in having application made to his successor in favour of Mr. Legge, then on board the ARIADNE near the mouth of the Bay of Fundy."
    ],
    "tagPerson": ["Douglas, Charles, Sir", "Earl of Dartmouth"],
    "tagDate": ["1784-11-28T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"]
  },
  "1893": {
    "tagDescription": [
      "a living death would be the price of his admission to the Church of England. Appeals for assistance.",
      "(in French) Had not been admitted to an audience, his feelings at this exclusion. His wretched state. Having been drawn from his College, he cannot return to the Jesuits"
    ],
    "tagPerson": ["Roubaud", "Dartmouth"],
    "tagDate": ["1773-01-07T00:00:00.000Z"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["London"]
  },
  "1420": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Wt. Chester"],
    "tagDescription": [
      "My Friend S--y spent the Afternoon with me last Saturday, but seemed plaguily down in the Mouth. He fears lest the Provincial troops should make a conquest of all Canada where General Carleton is but weak in numbers. General Montgomery is gone from Ticonderoga with 2,400 men to attack St. Johns and is to be re-inforced with others. Schuyler is at Ticonderoga and two battalions of York soldiers have gone up commanded by Major Ritzmore and Major Zedwitz. Extract. Intercepted 3"
    ],
    "tagPerson": ["Robertson, J.", "Wilkins, Isaac"],
    "tagDate": ["1775-09-04T00:00:00.000Z"]
  },
  "1555": {
    "tagDescription": [
      "Return of officers from General Burgoyne's army who confirmed the reports of their misfortune. Arrival of Captain Craig from Albany with dispatches from General Burgoyne to Lord Germain. Letter from Brigadier Powell stating his intentions to abandon his post and return to Canada. Speaks of enclosing letters - etc. Purposes sending to England all from Europe who by the Convention cannot serve here. His impatience at the non-arrival of his successor since Lord Germain has manifested to all the world that he would no longer trust him to execute the duties of his appointment. The disadvantages under which he labours. [Copy. The original signed letter is in the Public Record Office,, Series Colonial Correspondence, Quebec, Vol. 14, fo. [109.]"
    ],
    "tagPerson": ["Carleton, Guy, Sir", "Germain, George, Lord"],
    "tagDate": ["1777-11-06T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Quebec"]
  },
  "789": {
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1776-02-06T00:00:00.000Z"],
    "tagDescription": [
      "Same to same. Proposes to remove some 200 families of well-disposed persons from Boston in the spring, and requests Mr. Legge to inform him how many could be accommodated in Halifax and the neighborhood."
    ]
  },
  "886": {
    "tagPerson": ["Legge, Governor", "Barten, James, Captain"],
    "tagDate": ["1776-05-13T00:00:00.000Z"],
    "tagDescription": [
      "I hope your Excellency will excuse me in communicating to you the great applause your Excellency has obtained from His Excellency General Carleton and all other officers in the garrison by engaging such good men for the service as your Excellency has send to this Province",
      "they have the applause to be the best men in the garrison, not even for work only, but in defending the garison",
      "they have opened batterys on all quarters of the town, but to no effect.",
      "when there was an alarm they was distinguish[ed] to be the first to their alarm post. The 31st of December when those rebels stormed the garison your Excellency's company which was called behaved like good soldiers during the engagement ...... with the loss of their chief commander Montgomery"
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Quebec"]
  },
  "645": {
    "tagDescription": [
      "recommends a strict watch of his movements to be kept, as he has the spirit of rebellion strongly in him. Announces his departure shortly for England, and that he has left the command with General Howe.",
      "Has lately intercepted a letter from one Edward Pheaton, supposed to be a journeyman printer at Halifax, to Mills and Hicks, printers in Boston, giving an account of everything that is being done in Nova Scotia"
    ],
    "tagDate": ["1775-09-29T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Gage, General"],
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1874": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDescription": [
      "Memoire touchant la Conduite ambitieuse & violente de Jean Olivier Briand, Eveque, par Tolerance, des Catholiques-Romains, presente a la Cour de, LONDRES. Printed and undated, for the date see end of third paragraph in second page. The memoire denounces the Bishop for his tyranny and assumption of power and for his persecution of the memorialist Louis Lotbiniere, priest. [two copies.]"
    ],
    "tagDate": ["1772-01-01T00:00:00.000Z"]
  },
  "1458": {
    "tagDescription": [
      "Fears the New England men may become masters of the whole country as the Canadians do not oppose them. No troops to depend upon so only the militia to protect them, trade at an end, and most people owe their present misfortunes to the Governor, the Quebec Bill and its promoters: [Extract. Intercepted]"
    ],
    "tagDate": ["1775-09-21T00:00:00.000Z"],
    "tagPerson": [
      "Stretteli, John, London",
      "Grant, Messrs.",
      "Patterson, Messrs."
    ],
    "tagPlace": ["Quebec"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "1007": {
    "tagPerson": ["Ellis, William, Rev.", "Legge, Governor"],
    "tagDate": ["1776-09-02T00:00:00.000Z"],
    "tagDescription": [
      "Relating his distressed condition and the persecution he suffers from the party now in power in the Province owing to his being a friend of the Governor. The governing party have deprived him of the chaplaincy of the Volunteer Regiment which Mr. Legge raised."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Windsor in Nova Scotia"]
  },
  "1768": {
    "tagDescription": [
      "(in French). As he has been informed by his correspondents and others who have been recommended to him from Canada, they will not enlarge on the past. They have submitted with pleasure to the new government and have received favours from it they never enjoyed under the French, government, but temporal benefits are wanting. France spent annually for military and other political purposes from ten to twelve million livres, which distributed gave a spring to industry, which the country, still poor, required",
      "there is only one resource, to supply by an extended and free trade the want of assistance from their new country and [the burden of] the rules which it imposes on us. The merchants of England are considered the first in the world and consequently the most enlightened, so that they can see what is most suitable and useful, but owing to their distance objects appear in a different light. Trade dies out, the necessary, indeed indispensable, articles cannot be obtained and their own produce of which they make use cannot form the means of payment. Sad situation! No more money is sent and none can be procured by their produce",
      "that their wheat is charged on arrival in England with a heavy duty, whereas properly managed the import of this wheat would make England the granary of Europe and enable the Canadians to trade with advantage and to settle the debts they are obliged to contract for necessaries. Advocates the change of laws which may have become unsuitable, should they stand in the way of helping Canada. Call attention to the desire of the Roman Catholics for a superior and of the Protestants for a minister of their own faith",
      "it was like sowing seed which increased double or treble, and the country gained strength, which without the first germ would have remained inactive. Their new masters had changed this and instead of spreading riches they exact a heavy burden, which they cannot bear",
      "the good that would result. Urge him (Guinand) to take their cause in hand.",
      "the Colony, then, overwhelmed with debts which it cannot pay will become a useless member. From the bankruptcy of so many firms, established for four or five years, it is evident that the country is not sufficient of itself, but requires for some time either assistance or encouragement to trade as an equivalent. They complain that instead of cheap, wholesome wine they formerly obtained from France, they can only procure a strong, unwholesome wine at an onerous rate"
    ],
    "tagPerson": [
      "Levesque",
      "Lemoine",
      "Guinand, Henry, merchant, London",
      "Porlier"
    ],
    "tagDate": ["1765-09-27T00:00:00.000Z"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["Quebec"]
  },
  "1047": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagDescription": [
      "Is sorry to hear that his letters to Mr.. Morris, senior and Colonel Denson have miscarried. The letter is on the money matters of the Loyal Nova Scotia Volunteers."
    ],
    "tagPerson": ["Legge, Governor", "Morris, Charles, Junior"],
    "tagDate": ["1777-02-04T00:00:00.000Z"]
  },
  "1853": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDescription": [
      "where the offender is entitled to benefit of clergy he shall only be fined or imprisoned or bound to his good behaviour. After the verdict is given no charge shall be arrested upon any objection of informality. Laws respecting real property of His Majesty's Canadian subjects, and in cases of intestacy to be tried by the law, in force on the 13th September, 1759, but this not to apply to land granted or to be granted in common soccage. At and after the age of 25, persons may change their tenures of land into free and common soccage. Wills &c. executed under the law prevailing on the 15th September 1759. In marriages heretofore contracted the laws in force on the same date to regulate the distribution of personal property, but the laws of England to apply in the case of marriages after a date left blank.",
      "a majority of the members must be present and such ordinances can only be passed at meetings specially called for the purpose. No ordinances affecting life or limb, or imposing taxes or by which the laws of England, or customs of Canada directed by the Act to be used, may be altered or varied until approved by His Majesty and signified by order-in-Council. Copies of ordinances to be transmitted to Lords of Trade to be laid before Parliament. All subjects in the Province of Quebec may freely profess their religion. That it shall and may be lawful to and for any Person or Persons who shall be licenced by the Governor of the Provincetoordain Priests and Deacons, and also to grant Licences for Marriages as has been formerly used, but not to exercise any other ecclesiastical Jurisdiction or Authority. Crimes and misdemeanours to be tried by the laws of England. No Person to suffer death for theft where the value of the thingtaken shall be less than five pounds",
      "Abstract of such of the Regulations proposed in Mr. Solicitor Genl's Report as it may be expedient to establish by Act of Parliament. The abstract provides that the Governor and Council may make and ordain ordinances for the public peace & c."
    ],
    "tagDate": ["1772-12-06T00:00:00.000Z"]
  },
  "869": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagDescription": [
      "Resignation of the commission of Lieutenant and Adjutant in the Loyal Nova Scotia Volunteers by Henry Hamilton, and letter from him of the same date, to Captain Barry, informing him of the fact."
    ],
    "tagDate": ["1776-04-11T00:00:00.000Z"]
  },
  "987": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Two draft letters of this date, one from John Robinson to General Howe, and the other from John Robinson to general Massey, a memorial of Francis Legge, Esq., Governor of Nova Scotia, relative to a body of men raised by him, for the defence and protection of that Province and subsistence for that regiment. A duplicate of the letter to General Howe follows."
    ],
    "tagPerson": ["Howe, General", "Robinson, John"],
    "tagDate": ["1776-07-25T00:00:00.000Z"]
  },
  "766": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagPerson": ["Massey, Eyre, Brigader-General", "Legge, Governor"],
    "tagDate": ["1776-01-14T00:00:00.000Z"],
    "tagDescription": [
      "Announcing his intention of making proper defense to the dockyard of Halifax before beginning any new works about the town."
    ]
  },
  "1332": {
    "tagPerson": ["Gorham, Joseph, Lieutenant Governor", "Dartmouth, Lord"],
    "tagDate": ["1744-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Memorial. Lieutenant Governor Joseph Gorham to Lord Dartmouth. Was employed from the year 1745, in the two last wars in North America, particularly at the sieges of Louisburg, Quebec and the Havannah. Sets forth his services. Result of his application for the Lieutenant Governorship of Halifax. His appointment as deputy superintendent of Indian affairs. His dismissal, and appointment to office as Lieutenant Governor of Placentia. Losses he sustained. Desires to be reinstated with regard to his salary."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "423": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagDescription": [
      "Report As to the condition of the Orphan House at Halifax with estimates for conducting it on a more economical plan."
    ],
    "tagPerson": ["Burrow, Mr.", "Legge, Governor"],
    "tagDate": ["1774-05-10T00:00:00.000Z"]
  },
  "1551": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "Captain Nunn sailed from Quebec on the 4th June General Burgoyne arrived in the Apollo on the 6th May--. Movements of Generals Carleton and Burgoyne. Health of the troops. No naval force belonging to the rebels upon Lake Champlain. No certain accounts of the enemy's force at Ticonderoga had been received at Quebec. Movements of Colonel St. Leger. Arrival of the Tartar man of war with her convoy from New York 27th May. Shipping intelligence. Endorsed:--Intelligence from America July 1777."
    ],
    "tagDate": ["1777-07-01T00:00:00.000Z"]
  },
  "1705": {
    "tagDate": ["1766-04-27T00:00:00.000Z"],
    "tagPerson": ["Conway, H. S.", "Dartmouth"],
    "tagDescription": [
      "Asks that Carleton, appointed Lieutenant-Governor of Canada, be allowed to see the instructions to Murray and other material papers."
    ],
    "tagPlace": ["London"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "984": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagPerson": ["Legge, Governor", "Denson, Lieutenant Colonel"],
    "tagDate": ["1776-07-14T00:00:00.000Z"],
    "tagDescription": [
      "Enclosing one of the papers [not now with the letter] referred to by Captain Gibbons. I have lately been well assured of a firm and most solemn association entered into by the members of the Cabal to stand their ground against any Governor, Lieutenant-Governor, or any of their adherents that may at any time hereafter attempt to prevent them from those benefits, &c, that the have enjoyed so long, and that they look upon as their due, &c.,&c"
    ]
  },
  "1083": {
    "tagDescription": [
      "Return of the Trade at Michilimackinac 1767. An account of the Number of Canoes gone out from July 4 to September 12, 1767,, and a Return of Peltry send down from June 23 to September 25, 1767.' Signed by B. Roberts, Commissary of Indian Affairs and Trade, and addressed to the Earl of Dartmouth. Showing date, traders' names, securities for traders' conduct, number of canoes, places of wintering, and value of merchandise.",
      "An account of the Number of Canoes gone out from July 4 to September 1 2 , 1767, and a Return of Peltry sent down from June 23 to September 25, 1767. Signed by B. Roberts, Commissary of Indian Affairs and Trade, and addressed to the Earl of Dartmouth. Showing date, traders' names, securities for traders' conduct, number of canoes, places of wintering, and value of merchandise. Endorsed:--Return of the Trade at Michilimackinac 1767."
    ],
    "tagDate": ["1767-01-01T00:00:00.000Z"],
    "tagPlace": ["Michilimackinac"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798", "ILLINOIS"]
  },
  "903": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagDate": ["1776-06-01T00:00:00.000Z"],
    "tagDescription": [
      "Printed Extract of a letter from a gentleman in Quebec to his friend in this town dated May 13th brought here by H.M.S. NIGER, Captain Talbot, which arrived yester day, the print is directed to Governor Legge and begins, Dear Nat.",
      "it is not signed. We are still in possession of Quebec, after a siege of near six months during which time we have suffered much fatigue, as one third of the garrison was always on guard and those off guard frequently employed in working parties, at night every man off duty obliged to sleep at extra pickets upon a bearskin with his arms by side of him, every English gentleman in the city has done the duty of a common soldier in the British Militia, sharing fatigue and danger with the lowest person in the garrison! The letter reports on conditions of the siege and the British victory."
    ]
  },
  "1634": {
    "tagDate": ["1764-01-01T00:00:00.000Z"],
    "tagPerson": ["Murray"],
    "tagDescription": [
      "Instructions to Murray, that the misconstruction of the proclamation of 7th October, 1763, be removed and that in making provision for the due and impartial administration of justice that there shall extend to all subjects in general the protection and benefit of the British laws, and constitution in all cases where their lives and liberties are concerned but shall not operate to take away from the native inhabitants the benefit of their own laws and customs in leases where titles to land and the modes of descent, alienation and Settlement are in question, nor to preclude them from that share in the Administration of Judicature, which both in reason and justice they are intitled to in common with the rest of our subjects. The proposed instructions with notes of alterations suggested. [The instructions as finally sent are in the Colonial Office]"
    ],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "1419": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "Letter not signed nor addressed, but in Gov. Legge's hand regarding precautions at Windsor [N.S.] and the militia."
    ]
  },
  "818": {
    "tagDate": ["1776-02-27T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Earl of Dartmouth"],
    "tagDescription": [
      "Private. As the vessel is about to sail which I understand is to carry out to you the signification of the King's pleasure that you come home to give him an account of the state of the Province under your government, I cannot help troubling you with a few lines to tell you how much pleasure it gives me that you will by that means have an opportunity of answering in person to the malicious complaints that your fidelity and integrity have excited against you."
    ],
    "tagPlace": ["London"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "552": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Secretary's Office, Halifax"],
    "tagDescription": [
      "and letter of same date to Mr. Fenton, Provost Marshal at Annapolis, to the same effect. (See letter from General Gage of 13 May 1775.)",
      "(Copy.) Informing them that one Howard a dissenting teacher, a man of seditious and treasonable practices has arrived in that county, and requesting them to cause him to be arrested and given in charge to the Provost Marshal, who is to bring him to Halifax"
    ],
    "tagPerson": [
      "Winnett, Joseph, Justice of the Peace for the county of Annapolis",
      "Williams, Thomas, Justice of the Peace for the county of Annapolis",
      "Bulkeley, Richard"
    ],
    "tagDate": ["1775-06-10T00:00:00.000Z"]
  },
  "1844": {
    "tagDate": ["1772-10-05T00:00:00.000Z"],
    "tagPerson": ["Dartmouth", "Turner, N."],
    "tagDescription": [
      "it has been a detriment to him and his son, for whom the office was intended. (The phraseology is obscure.) Intreats that the case be recommended to His Majesty, and his son provided for on his (Turner's) resigning his patent.",
      "Congratulates His Lordship on being appointed Secretary of State for America, which will give him power to carry into execution the recommendation (? recdn.) of sheriff in Quebec"
    ],
    "tagPlace": ["Bigna Park"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "811": {
    "tagPerson": ["Francklin, Lieutenant-Governor"],
    "tagDate": ["1776-02-26T00:00:00.000Z"],
    "tagDescription": [
      "He will undertake to raise a regiment of 500 volunteers from among the inhabitants of Windsor, Newport, Falmouth, Horton, Cornwallis, and Cobequid. Recommends names for commissions With another copy."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Windsor"]
  },
  "456": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Somerset House"],
    "tagPerson": ["Earl of Dartmouth", "Desbrisay, Thomas"],
    "tagDate": ["1774-11-01T00:00:00.000Z"],
    "tagDescription": [
      "Requests leave as Lieutenant-Governor to take possession upon his arrival next spring in St. John's of the house in which Mr. Dupont the late Chief Justice of St. John's resided."
    ]
  },
  "1489": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Halifax"],
    "tagPerson": [
      "Baker, Z. Robert",
      "Waterhouse, John",
      "Dyson, Thomas",
      "Dartmouth, Lord"
    ],
    "tagDate": ["1775-10-28T00:00:00.000Z"],
    "tagDescription": [
      "Tender an address to his Lordship from the Gentlemen, Clergy, Merchants, Manufacturers and Land owners of this Town upon the unhappy disturbances with America requesting such may be presented to the Throne. Informs him of a petition circulated in the neighbourhood and the class of people signing it under the influence of a few in opposition."
    ]
  },
  "1192": {
    "tagPlace": ["Detroit"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "Entreats his Lordship to influence the Secretary of State of make him Lieutenant-Governor of this place. Arrived here with the troops under his command on the 23rd instant. On the way met an Indian trader who had just brought in the scalps of eight Indians. A Governor is much wanted as there are no regular police. Mentions seeds lie sent his Lordship last year."
    ],
    "tagDate": ["1772-06-29T00:00:00.000Z"],
    "tagPerson": ["Basset, Henry, Captain", "Scarsdale, Lord"]
  },
  "1384": {
    "tagPlace": ["Montreal"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDate": ["1775-06-26T00:00:00.000Z"],
    "tagPerson": ["Dartmouth, Lord", "Carleton, Guy, Governor"],
    "tagDescription": [
      "No. 13. Martial law proclaimed and militia enrolled. Movements of the enemy. Letter he has received from General Gage, empowering him to draw for money, and putting all the upper posts under his immediate command. The effect ten or twelve thousand men would have here. Letters received from Colonel Guy Johnson at Fort Stanwix, who tells of important communication threatened from the Susquehannah and applies for provisions, ammunition, blankets, and a smallbody of troops necessary to encourage the Indians to persevere in the British interest. [Copy. The original signed letter is in the Public Record Office. Colonial Correspondence, Quebec, Vol. 11, fo. 62.] Endorsed: R/29th July."
    ]
  },
  "1821": {
    "tagPlace": ["Whitehall"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDate": ["1767-05-27T00:00:00.000Z"],
    "tagPerson": ["Richmond", "Dartmouth"],
    "tagDescription": [
      "The Quebec papers laid before the House by Shelburne. Asks him to attend a meeting to consider the motions or resolutions it may be proper to form."
    ]
  },
  "1144": {
    "tagDescription": [
      "XV. Refers to Pennsylvaia",
      "X. Nova Scotia",
      "II. His object in writing",
      "V. State of its trade",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "VI. How to extend the Colony",
      "refers to the disputes",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XII. Trade of New England",
      "IV. Further information as to Hudson's Bay",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "XVI. Trade of Maryland and Virginia.",
      "XI. St. John's and Cape Breton",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "III. Account of Hudson's Bay"
    ],
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagPerson": ["Dartmouth, Lord", "Clunie, Alexander"],
    "tagPlace": ["Mark Lane"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "881": {
    "tagDescription": [
      "Has just returned from a recruiting expedition to Yarmouth, Argyle St. Mary's Bay, Annapolis, Horton, and Windsor, in which he has had no success. The people in that part of the Province are in a wretched condition without many of the necessities of life, and numbers of them leave daily to join the rebel army."
    ],
    "tagDate": ["1776-05-08T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Solomon, J., Lieutenant"],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "395": {
    "tagDescription": [
      "Submitting A plan for the Administration of the laws in the Province of Canada. [Copied and sent January 1918]"
    ],
    "tagDate": ["1774-01-25T00:00:00.000Z"],
    "tagPerson": ["Hey, W, Chief Justice of Quebec", "Lord Chancellor"],
    "tagPlace": ["Lincoln's Inn Fields"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "506": {
    "tagDate": ["1775-04-24T00:00:00.000Z"],
    "tagPerson": ["Graves, Admiral", "Legge, Governor"],
    "tagDescription": [
      "Requesting the Governor to allow small vessels to come from Nova Scotia with fresh beef, mutton, poultry, vegetables, &c., each vessel to have his Excellency's pass to prevent her being seized as New England property, and directions to proceed straight\nto Boston. If the inhabitants of Nova Scotia are active the Admiral promises them a considerable profit as full payment will be made for everything."
    ],
    "tagPlace": ["Preston at Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1040": {
    "tagPlace": ["Kentish Town"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPerson": ["Legge, Governor", "Burrows, James"],
    "tagDescription": [
      "The Nova Scotia letters I have sent inclosed to Lord George and I hope his eyes will open a little relative to that Province ....I am just returned from Mr. Holland's where that great politician has now found out that Goreham, instead of defeating, has been defeated, with considerable loss",
      "owing to the absence of his engineer, the fewness of his men and the party sent f rom Halifax losing their way.'"
    ]
  },
  "1591": {
    "tagDescription": [
      "but this is not a proper time to distinguish them by so public a mark of pisaffection. The letter continues that the Colonies have always objected to fortifications, on the ground that there was nothing to fear from Europe, but in reality because they knew that forts and garrisons were the surest means to keep them in subjection. He is clear that the erection of a fort or anything that interfered with them would lead to sedition. They do not object to back settlement forts as they protect from Indians, are garrisoned by themselves and supported by convoys which could be cut off. The several advices I received daily assure me, England will one day lose her Colonies. As to the English Colonies one Essential point should be known: it is, that they are never taxed they keep that to themselves. An enormous fault this in the Policy of the Mother Country. She should have taxed them from the Foundation. I have certain advice, that all the Colonies would take fire at being taxed now",
      "And that the Conqueror in aggrandizing himself will find a tomb even in that. The Northern parts and sea might be kept in obedience. by the shipping, but who would conquer the interior parts?. Besides, on a general Revolt, the enemies to England in Europe will aid the revolters. If the English conquer they will have the conquered become English, forgetting differences of race & c. Is clear that his ideas will be accomplished in less than ten years after the Conquest of Canada, but shall, as ordered act for its preservation.",
      "(A translation)'. Is here (Quebec) after standing a three months' bombardment from Wolfe, who can never succeed, so long as he attacks from the other bank. The campaign cannot last a month, on account of the terrible autumn winds, which are totally against the Fleet. Quebec must be taken by a coup de nain. The English have nothing to do but make a Descent on the Sank where this city is situated without Fortifications or Defence. But in this I console myself, that the loss of this Colony, this defeat will one day be of more service to my country than a victory",
      "(A translation.) Bougainville is carrying the account of the defeat of Abercromby. His time is given up to fighting in summer and thinking in winter. 'With a little policy I am satisfied the Governors of Canada would be able to carry to old England more rude Blows in the Bosom of Peace than we can do in War Time. These Colonies are so little cemented to the Mother Country, that if I thought it expedient for our interest, I could get one Part of them now to sign a Neutrality"
    ],
    "tagDate": ["1759-08-24T00:00:00.000Z"],
    "tagPerson": [
      "Montcalm",
      "De Mole, First President of the Parliament of Paris",
      "Berryer"
    ],
    "tagPlace": ["Quebec", "Montreal"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "378": {
    "tagPerson": ["Legge, Governor", "Earl of Dartmouth"],
    "tagDate": ["1773-11-14T00:00:00.000Z"],
    "tagDescription": [
      "with respect to the quitrents due to the Crown from Messees of land in the Province. The difficulty of getting them in. The amount of land granted in the Province at one farthing per acre amounted to 3,344£.9s., and of this the collector was only able to obtain 112£."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax, N.S."]
  },
  "768": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagPerson": ["Legge, Governor", "Monk, George Henry, Captain"],
    "tagDate": ["1776-01-17T00:00:00.000Z"],
    "tagDescription": [
      "Is about to proceed upon a recruiting expedition in a district far removed from headquarters. Giving instructions as to bounty money, &c."
    ]
  },
  "447": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Parliament Street"],
    "tagPerson": ["Earl of Dartmouth", "Hey, W."],
    "tagDate": ["1774-09-27T00:00:00.000Z"],
    "tagDescription": ["Resigning his commission of Chief Justice of Quebec."]
  },
  "1224": {
    "tagDate": ["1772-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Claim to the Port of Gros Mekatinat on the Coast bf La Bras-dor. [Labrador?]"
    ],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Monsieur Hocquarts"]
  },
  "1104": {
    "tagDescription": [
      "IV. Further information as to Hudson's Bay",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "XVI. Trade of Maryland and Virginia.",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "XI. St. John's and Cape Breton",
      "III. Account of Hudson's Bay",
      "XV. Refers to Pennsylvaia",
      "X. Nova Scotia",
      "V. State of its trade",
      "II. His object in writing",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "VI. How to extend the Colony",
      "refers to the disputes",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XII. Trade of New England"
    ],
    "tagPerson": ["Dartmouth, Lord", "Clunie, Alexander"],
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Mark Lane"]
  },
  "515": {
    "tagDescription": [
      "(Duplicate.) A long letter on the state of trade and general affairs of the Province. Our Governor conducts himself so ignorantly and\noppressively that no good men will come amongst us. [Copy enclosed] See also items of 3 and 21 July under this number."
    ],
    "tagDate": ["1775-05-06T00:00:00.000Z"],
    "tagPerson": ["Mauger, Joshua", "Butler, J."],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "888": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Hopes his letter will find his Excellency safe arrived in England. The Commodore (Arbuthnot) as far as I am acquainted with him appears to be a person of amiable qualifications for the exercise of that important trust reposed in him in this critical conjuncture of affairs, and I believe will make use of every power to unite and preserve the peace of the Colony."
    ],
    "tagDate": ["1776-05-21T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Morris, Charles, Senior"]
  },
  "1000": {
    "tagPerson": ["Legge, Governor", "Germain, George, Lord"],
    "tagDescription": [
      "Long draft letter on the Report of the Lords of Trade and Plantations in relations to the charges brought against him as Governor of Nova Scotia. Giving a very clear idea of the nature of these charges and of Mr. Legge's refutations of them. Mr. Legge concludes by asking Lord George's permission to present a petition to King to be heard in reply to the Report, before the Privy Council. [letter signed copied in MG 11, CO 217/52 pp. 283-93 and Nova Scotia A, 96, ff 153-182]"
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "566": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagDescription": [
      "The deposition of Thomas Flinn, master of the schooner FALMOUTH packett, taken before me George Deschamps, Esquire, one of his Majesty's Justices of the Peace for the county of Halifax, detailing an attack made upon a King's schooner commanded by Captain Moore, by a number of the inhabitants of Machias (Maine). who seized the deponent's ship arrived at Machias from Windsor, Nova Scotia to load timber, for the purpose of the attack. Captain Moore was severely wounded, and afterwards died. Mentions the names of some of the rebels who led the attack. [Doc. signed in MG 11, CO. 217, vol. 51, pp. 416-9 and Nova Scotia A. vol. 94, pp. 81-87]"
    ],
    "tagDate": ["1775-07-10T00:00:00.000Z"]
  },
  "534": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPerson": ["Earl of Dartmouth", "Pirrie, William, Lieutenant"],
    "tagDate": ["1775-05-11T00:00:00.000Z"],
    "tagDescription": [
      "with Remarks and observations on the importance of an interior survey of the North-west Regions of America for the execution of which the writer is ready to offer proposals, should Lord Dartmouth think fit."
    ]
  },
  "907": {
    "tagDescription": [
      "The service to be expected from the Nova Scotia-Provincial, Regiment is so inconsiderable that General Howe has resolved to reduce the office in proportion to the number of men raised. A detachment of the corps has been ordered to dig coals at Louisbourg to form an early magazine."
    ],
    "tagDate": ["1776-06-04T00:00:00.000Z"],
    "tagPerson": ["Mowe, W., General, Sir", "Arbuthnot, Lieutenant-Governor"],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "815": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["London"],
    "tagPerson": ["Shoolbred, John", "Legge, Governor"],
    "tagDate": ["1776-02-27T00:00:00.000Z"],
    "tagDescription": [
      "(Copy) Relative to a grant of land from the Government in Nova Scotia, where he proposes to establish a salmon fishery. Represents to his Excellency the danger of leaving the fisheries of the Ristigouche (where his own is ) unprotected in these distracted times."
    ]
  },
  "1387": {
    "tagDescription": [
      "State of His Majesty's Troops in the Province of Quebec commanded by His Excellency Major General Guy Carleton. [Copy]"
    ],
    "tagDate": ["1775-06-24T00:00:00.000Z"],
    "tagPlace": ["Montreal"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "588": {
    "tagPlace": ["Preston at Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Is satisfied that the rebels are meditating some mischief to Halifax and other parts in Mr. Legge's Government, and will endeavour to interrupt the navigation to and from the Bay of Fundy. Positive orders have been given to the Commanders of the ST. LAWRENCE and HOPE armed schooners to search for pirates about Annapolis, Machias, and if Necessary, Windsor."
    ],
    "tagDate": ["1775-08-11T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Graves, Admiral"]
  },
  "1905": {
    "tagDescription": [
      "it is endorsed as received on the date given above.",
      "Memorial of James Hugh's (Hughes), Town Major of Quebec, for the restoration to the family and coheirs of. Bruagh (Brouague?) a seigniory on the north side of the St. Lawrence granted to him by the King of France in 1721, from which he was dispossessed at the conquest. The memorial is undated"
    ],
    "tagDate": ["1773-02-04T00:00:00.000Z"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "1882": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDate": ["1773-01-02T00:00:00.000Z"],
    "tagPerson": ["Roubaud", "Dartmouth"],
    "tagDescription": [
      "(in French). Repetition of his requests for assistance, his debts and misery."
    ]
  },
  "1674": {
    "tagDescription": [
      "Paper endorsed: Draught of an instruction to the Gov. of Quebec, concer the establishment of Courts of Judicature. Addressed to Murray."
    ],
    "tagDate": ["1764-01-01T00:00:00.000Z"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "866": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagDescription": [
      "5,000 head of cattle will be Necessary for this service. A number of the most respectable and loyal inhabitants of the Province of Massachusetts have been drove from their dwellings by the rebels, and are come to seek shelter under your protection. I have it in command from the General to acquaint you that he thinks the honour and interest of Government is concerned, and therefore hopes you will give all the assistance and afford all the provision that the occasion and your own disposition may point out.",
      "Requesting him to find cover for 3,000 men and 200 officers who, under General Howe, may be expected at Halifax in a few days from Boston. The provisions of these troops are nearly exhausted, and General Robertson requests Mr. Legge to use every effort to furnish supplies"
    ],
    "tagPerson": ["Robertson, Brigadier-General", "Legge, Governor"],
    "tagDate": ["1776-03-31T00:00:00.000Z"]
  },
  "474": {
    "tagPerson": ["Amherst, Jeffrey, Sir", "Earl of Dartmouth"],
    "tagDate": ["1774-11-30T00:00:00.000Z"],
    "tagDescription": [
      "Thanking him for having recommended the King to appoint Colonel Amherst to the Lieutenant-Governorship of St. John's."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Montreal"]
  },
  "942": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPerson": ["Howe, General", "Officers"],
    "tagDescription": [
      "Copy petition from the officers to General Howe on the same subject"
    ]
  },
  "935": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagPerson": [
      "Legge, Governor",
      "Officers of the Loyal Nova Scotia Volunteers"
    ],
    "tagDate": ["1776-06-14T00:00:00.000Z"],
    "tagDescription": [
      "Two copies of a letter from the officers of the Loyal Nova Scotia Volunteers to Governor Legge, enclosing a petition to the King, and begging Mr. Legge's interest in the matter, also of the petition to the King (the original copy being much injured), and a copy letter accompanying the petition to Lord George Germain. The petition sets out the grievances of the officers at some length."
    ]
  },
  "709": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1775-12-25T00:00:00.000Z"],
    "tagDescription": [
      "subalterns and staff officers , 2,000 acres",
      "non-commissioned officers, 200 acres, and privates 50 acres. While the regiment is on the establishment the officers and men are to receive the same pay as officers and men of the regiments of infantry. The oath to be taken by each volunteer is subjoined.",
      "Recruiting instructions to Captain Studholme of his Majesty's Loyal Regiment of Nova Scotia Volunteer to raise a company of 4 sergeants, 4 corporals, 2 drummers, and 96 privates to serve in this volunteer regiment. In lieu of rank, pay or pension, when the regiment is disbanded, the field officers are to have 5,000 acres of land in the Province",
      "captains, 3,000 acres"
    ]
  },
  "679": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Paper headed State of his Majesty's forces at Halifax, and signed by Lieutenant-Colonel Joseph Gorham, commanding officer."
    ],
    "tagDate": ["1775-10-21T00:00:00.000Z"]
  },
  "1074": {
    "tagPerson": ["Halifax, Lora", "Board"],
    "tagDate": ["1766-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Minutes in Lord Dartmouth's hand. Relative to a letter from Lora Halifax to the Board, 9 February 1765, and the fishing posts granted by the French King on the Labrador coast, 29 August 1765. Concerning a memorial of the Virginia and South Carolina agents, some Jamaica papers, and two letters from Sir Hy. Moore to Lord Dartmouth, 21 December 1765."
    ],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "470": {
    "tagPlace": ["Wickham"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "My letters speak of the Canadians as happy beyond all expression at the thoughts of returning to so much of their old establishment as is reserved under the new Act of Parliament and that they consider it as the compleatest gratification of their wishes that could possibly be indulged to them."
    ],
    "tagDate": ["1774-11-23T00:00:00.000Z"],
    "tagPerson": ["Earl of Dartmouth", "Hey, W"]
  },
  "581": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"],
    "tagPerson": ["Cage, General ", "Legge, Governor"],
    "tagDate": ["1775-07-29T00:00:00.000Z"],
    "tagDescription": [
      "Asking him to procure twenty or thirty ship carpenters, and as many seaman as possible, to go to Quebec by a ship which the Admiral intends to send thither shortly. General Gage has heard the news from Machias. (See the deposition of Thomas Flinn dated 10th July 1775)."
    ]
  },
  "1302": {
    "tagPlace": ["Inverary"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1773-07-24T00:00:00.000Z"],
    "tagPerson": ["Duke of Argyll", "Dartmouth, Lord"],
    "tagDescription": [
      "Desiring leave for Lord William Campbell to come to England before taking possession of the Government of South Carolina. Endorsed: No. 12."
    ]
  },
  "967": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "As to the state of the Provinces and proceedings of the House of Assembly. The writer continues, The army hassailed from hence about four weeks, but we have not heard where destined, part of the Hessians and the Guards arrived last week and sailed on Saturday for the general rendezvous, they parted with the reminder on the banks of Newfoundland. Canada is in a manner evacuated by the rebels, Montreal is in possession of the English troops and the army in pursuit of their main body consisting of about 6;000 men, and who were retreating to Fort St. John's on the river Sorell as we were informed by the last advices from Canada. The Americans seemed determined in their opposition, but a report has prevailed here that upon the Congress attempting to declare the Provinces independent, great numbers in Philadelphia opposed them, and that many rose in arms. I hope this report has some foundation in truth , it's possible this may be the turning crisis, for it cannot be supposed, that independency can be the aim of the Americans in general."
    ],
    "tagDate": ["1776-07-08T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Morris, Judge"]
  },
  "1163": {
    "tagPlace": ["Mark Lane"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "XVI. Trade of Maryland and Virginia.",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "XI. St. John's and Cape Breton",
      "III. Account of Hudson's Bay",
      "IV. Further information as to Hudson's Bay",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "V. State of its trade",
      "II. His object in writing",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "VI. How to extend the Colony",
      "refers to the disputes",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XII. Trade of New England",
      "XV. Refers to Pennsylvaia",
      "X. Nova Scotia"
    ],
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagPerson": ["Clunie, Alexander", "Dartmouth, Lord"]
  },
  "852": {
    "tagDescription": [
      "will consider further plans at Halifax with General Howe. Shortage of provisions.",
      "Regrets to learn from Mr. Legge his fears that Canada is in the possession of the rebels and that an attack is meditated by them on Nova Scotia. Lack of reliable information on which to base plans"
    ],
    "tagDate": ["1776-03-20T00:00:00.000Z"],
    "tagPerson": ["Shuldham, Molyneux, Admiral", "Legge, Governor"],
    "tagPlace": ["King Road near Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "511": {
    "tagDescription": [
      "Same to same. Transmitting an account (which does not now appear) of an unhappy affair that happened in this Province the 19th inst. between His Majesty's troop and the people of the country, whereby you will see the pitch their leaders have worked them up to, even to commit hostilities upon the King's troops when an opportunity offered."
    ],
    "tagDate": ["1775-04-29T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"]
  },
  "1093": {
    "tagDescription": [
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "IV. Further information as to Hudson's Bay",
      "III. Account of Hudson's Bay",
      "XI. St. John's and Cape Breton",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "XVI. Trade of Maryland and Virginia.",
      "X. Nova Scotia",
      "XV. Refers to Pennsylvaia",
      "XII. Trade of New England",
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "refers to the disputes",
      "VI. How to extend the Colony",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "II. His object in writing",
      "V. State of its trade"
    ],
    "tagPerson": ["Clunie, Alexander", "Dartmouth, Lord"],
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Mark Lane"]
  },
  "443": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Proclamation signed by Governor Legge against meetings and assemblies of the people of Nova Scotia unwarranted by law and called without due authority. [Copy in MG 11, CO 217, vol. 51, pp. 17-8 and Nova Scotia A, vol. 91, pp. 1 6-8]"
    ],
    "tagDate": ["1774-09-19T00:00:00.000Z"]
  },
  "675": {
    "tagPerson": ["Legge, Governor", "Howe, William, General Sir"],
    "tagDate": ["1775-10-18T00:00:00.000Z"],
    "tagDescription": [
      "Recommends a palisade with block houses, similar to one which Governor Legge has put up for the defence of Halifax dockyard to be erected on Citadel hill for the protection of the town."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"]
  },
  "705": {
    "tagPlace": ["Mount Denson"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "On various subjects, the small-pox epidemic in Nova Scotia, the Militia law,"
    ],
    "tagDate": ["1775-12-25T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Denson, H. Denny, Lieutenant-Colonel"]
  },
  "1499": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Quebec"],
    "tagDescription": [
      "Favoured per Mr. Davison. Arrival after a tedious, difficult and dangerous voyage of one hundred and twenty-six days. Found the province in great confusion",
      "brought some distressed artificers and seamen from St. John's to this town and they have helped to defend it. Fears for the safety of Montreal and Quebec against an attack by the rebels.. Hopes for speedy succour either by British troops or foreign ones in British pay. States reasons which he thinks will lead. the Canadians to soon tire of the conduct of the rebels towards them and drive them back to the King's standard. Reminds His Lordship of his promise that he should succeed Mr. Hey and hopes arrangements will be made accordingly."
    ],
    "tagPerson": ["Livius, Peter", "Dartmouth, Lord"],
    "tagDate": ["1775-11-10T00:00:00.000Z"]
  },
  "1789": {
    "tagDate": ["1765-11-22T00:00:00.000Z"],
    "tagDescription": [
      "Order-in-Council that instructions are to be sent to Murray to exert himself to apprehend the principal offenders [in the attack on Thomas Walker], and to have them tried in the vicinage and by a jury from the vicinage of where the offence was committed. The report of the Committee of the Privy Council on the power of the Governor to issue commission for the trial of offenders in all the districts of the Province of Quebec."
    ],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["St. James"]
  },
  "1356": {
    "tagPerson": ["Arnold, Benedict", "Walker, Thomas"],
    "tagDate": ["1775-05-20T00:00:00.000Z"],
    "tagDescription": [
      "Requesting him to give any assistance and advice that may be required to Capt. Nineham. [Nimham] who is going on an embassy to Cocknawaugho. [Copy]"
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Ticonderoga"]
  },
  "734": {
    "tagDescription": [
      "Address of the House of Assembly to Governor Legge on being called together for the sessions, stating what measures it is intended to bring forward. [See Hist. Mss. COM: Report vol. 1, p. 594 and Nova Scotia A. vol. 94, pp. 228-9]"
    ],
    "tagDate": ["1775-01-01T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1076": {
    "tagNotebook": ["ILLINOIS", "NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDate": ["1767-02-22T00:00:00.000Z"],
    "tagPerson": ["Earl of Shelburne", "Gage, Thomas, Major-General"],
    "tagDescription": [
      "Transmits copy of a journal made out by Captain Gordon, Chief Engineer of North America, in his progress down the Ohio to the Illinois. and considers its contents respecting the Indian trade on the Mississippi and state of Fort Chartres. The Spaniards are not yet settled-in their new acquisition, but their new subjects are already disgusted with a Spanish government",
      "and their inexperience in Indian management or commerce may prove advantageous to the English. In answer to the Earl of Shelburne's letter of 11 December, he states what he considers the best methods of managing the Indians and carrying on the commerce with them on the most advantageous terms. Is aware of the difficulties of exacting strict observance of any rules by the Indians owing to their wild and vicious character. Commends means used by the French in trading with them. [The autograph signed letter is in the Public Record. Office, series America and West Indies, Vol. 123, fol. 113]",
      "Transmits copy of a journal made out by Captain Gordon, Chief Engineer of North America, in his progress down the Ohio to the Illinois, and considers its contents respecting the Indian trade on the Mississippi and state of Fort Chartres. The Spaniards are not yet settled in their new acquisition, but their new subjects are already disgusted with a Spanish government, and their inexperience in Indian management or commerce may prove advantageous to the English. In answer to the Earl of Shelburne's letter of 11 December he states what he considers the best methods of managing the Indian and carrying on the commerce with them on the most advantageous terms. Is aware of the difficulties of exacting strict observance of any rules by the Indians owing to their wild and vicious character. Commends means used by the French in trading with them. [The autograph signed letter is in the Public Record Office, series America and West Indies, Vol. 123, fol. 113] Enclosure:--Extracts from the Journal of Captain Harry Gordon. Halted on the 6th August at Fort Masiach, formerly a French post, 120 miles below the mouth of the Wabash. Describes the country. The reason the French sent a garrison to this place was to check the Cherokee parties that came down the river. Proposes the erection of a fort here as the most suitable spot in connection with the trade carried on up the Mississippi and Ohio."
    ]
  },
  "808": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagDate": ["1776-02-23T00:00:00.000Z"],
    "tagDescription": [
      "Return to the officers of his Majesty's provincial regiment of Loyal Nova Scotia Volunteers, with the dates of their commissions. With another copy."
    ]
  },
  "272": {
    "tagDate": ["1688-10-15T00:00:00.000Z"],
    "tagPerson": ["Dongan, Thomas", "Dartmouth, Lord"],
    "tagDescription": [
      "being removed from the government without any provision being made for the payment, he was kept in the nature of a prisoner there. During all the trouble not lost a Christian or had a house burnt",
      "but in Boston may were killed and taken prisoners, and the trouble not yet suppressed.",
      "Has done the King good service in annexing the six nation's of Indians to the Crown that have before been a terror to all our parts in America, and has brought Canada to that pass, not withstanding the forces which have been sent over, that they will be careful how they disturb the King's subjects here, unless highly pressed to it. One who came from the Governor of Canada to treat with the writer told him that it had cost their master 50,000£. He had incurred charges to the amount of 6,400£ only, which he was bound by word and honour to see paid"
    ],
    "tagPlace": ["New York"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1445": {
    "tagDate": ["1775-09-20T00:00:00.000Z"],
    "tagPerson": [
      "Grant, David, Great Russel Street, Bloomsbury",
      "Grant, William"
    ],
    "tagDescription": [
      "most of them have deserted the English. Martial appearance of this city. Is determined to remain loyal, Car1eton. is at Montreal and can only act on the defensive. Action between Generals Schuyler, Montgomery and a party of Indians. We are endeavouring to put this place in the best posture of defence we can. But what can a handful of undisciplined Citizens do in a dismantled, extensive Fortification? Government from its Supremacy is become despicable. [Extract. Intercepted.]",
      "The rebels have invaded with a considerable force this abandoned, defenceless province and are now encamped at Isle aux Noix, five leagues from Fort St. John's. Some of the Canadians have joined the rebels and the Indians are not to be depended upon"
    ],
    "tagPlace": ["Quebec"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "1862": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["London"],
    "tagPerson": ["Dartmouth", "Roubaud"],
    "tagDate": ["1772-12-18T00:00:00.000Z"],
    "tagDescription": [
      "this forgetfulness is natural with so many cares as Lord North has",
      "(in French). Robinson, to whom he was directed to apply says he had no orders from Lord North respecting him (Roubaud)",
      "can only rely on His Lordship (Dartmouth). The promises by Shelburne to have him (Roubaud) paid, but on his resignation the promises were not kept, &c ."
    ]
  },
  "1367": {
    "tagDescription": [
      "Giving, by direction of Captain De La Place of the 26th, a detailed account of the surprising of the Fort of Ticonderoga on 10 May and the circumstances which followed it."
    ],
    "tagPerson": [
      "Feltman, Jocelyn, Lieutenant of the 26th Regiment",
      "Haldimand, Major-General"
    ],
    "tagDate": ["[1775-06-11T00:00:00.000Z TO 1775-06-12T23:59:59.999Z]"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["New York"]
  },
  "482": {
    "tagDate": ["1774-12-09T00:00:00.000Z"],
    "tagDescription": [
      "Report of the Council respecting a Bill amending the Act for establishing the rate of interest",
      "requesting the Governor to give his assent thereto."
    ],
    "tagPlace": ["Council Chamber, Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "509": {
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1775-04-24T00:00:00.000Z"],
    "tagPerson": ["Gage, General", "Legge, Governor"],
    "tagDescription": [
      "All vessels from Nova Scotia coming into Boston with provisions will be protected by Admiral Graves while there and conducted safe out of port. A letter from the Admiral will inform Governor Legge what is required of the masters of the vessels. The fullest publication possible of this letter is requested."
    ]
  },
  "781": {
    "tagDescription": [
      "We have an account for some days past by deserters who have come in from Boxborough, and it has also been confirmed by letters from Captain Wallace from Rhode Island, that the rebels have had a trimming at Quebec. and by the enclosed copy taken out of a rebel party received this day by a flag of truce, it leaves no doubt of the certainty."
    ],
    "tagPerson": ["Legge, Governor", "Cuyler, C."],
    "tagDate": ["1776-01-31T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"]
  },
  "1380": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "A list of the persons chiefly concerned in taking the Forts of Ticonderoga and Crown Point, His Majesty's Sloop at St. Johns, and Fort George, with the names of the places in which some of the reside. Particulars concerning Benedict Arnold, Ethan Allen, who raised what he calls his Green Mountain Boys, Colonel Eston, John Brown, and the Rev. -- Allen, Seth Warner, Baker and Romans, who took possession of Fort George and who is an excellent draughtsman Elisha Phelps, Bird and Epaphras Bull."
    ],
    "tagDate": ["[1775-05-10T00:00:00.000Z TO 1775-05-11T23:59:59.999Z]"]
  },
  "648": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"],
    "tagDescription": [
      "Directing him to embark immediately on board a transport provided for Halifax with a number of men of the Royal Fencible Americans and Royal Highland Regiment of Emigrants, and to take command of all His Majesty's forces in Nova Scotia."
    ],
    "tagPerson": ["Gage, General", "Gorham, Lieutenant-Colonel, Commandant"],
    "tagDate": ["1775-09-30T00:00:00.000Z"]
  },
  "1834": {
    "tagPlace": ["London"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDate": ["1772-08-07T00:00:00.000Z"],
    "tagPerson": ["Roubaud", "Dartmouth"],
    "tagDescription": [
      "in French). Would have sent his letter sooner but waited for certificate from Murray, which is enclosed. States that from his office as Jesuit missionary to the Indians he had been able to rescue 150 officers and soldiers from their hands whom they had intended to burn. His other services. Enclosed is Murray's certificate that he had sent Roubaud with information to the Secretary of State and that when he left Quebec the Jesuits had agreed to pay him annuity. (Murray's certificate is dated 30th July, 1772.) The above date is calculated from the time occupied in the transmission of Murray's Certificate.",
      "Dartmouth (undated"
    ]
  },
  "696": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1775-12-14T00:00:00.000Z"],
    "tagDescription": [
      "Depositions of William Watson and Christopher Cowling as to a resolution of a rebel assembly in New England to send an army of five or six thousand Provincials to attack Nova Scotia."
    ]
  },
  "1813": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["Grosvenor Square"],
    "tagPerson": ["Rockingham", "Dartmouth"],
    "tagDate": ["1767-05-13T00:00:00.000Z"],
    "tagDescription": [
      "Asks him to attend a meeting to arrange the time and mode of bringing up the Quebec affair in the House of Lords. Those at the meeting were to be the D. of R. (Duke of Richmond), Duke of N. (Newcastle). Lord Hardwicke, Charles Yorke and himself (Dartmouth)."
    ]
  },
  "1735": {
    "tagDate": ["1765-06-10T00:00:00.000Z"],
    "tagDescription": [
      "Enclosed is an opinion of Counsel, dated 18th October 1705. signed by Edward Northey, in respect to the Province of Maryland, that the charter to Lord Baltimore does not give power to do anything contrary to the ecclesiastical laws of England. On the general question whether the Laws of England are in force in the Plantations against Romish priests by the statute of 27 Elizabeth, Counsel States that that extended to all the dominions the Queen had when it was made but it is doubted whether it is extended to dominions acquired after, as the Plantations have been, but the Statute 11 Uilliam III. to the same effect, extends to the Plantations, they being Dominions belonging to the Realm of England, and extends to all Priests, foreigners as well as natives. Romish Priests or Jesuits, if aliens, may be turned out of Maryland, if not made denizens or naturalised, but native born subjects cannot, they may be proceeded against by the last mentioned law."
    ],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["Lincoln's Inn"]
  },
  "964": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "As to the affairs of the Volunteers and the proceedings of the House of Assembly under Lieutenant Governor Arbuthnot. The statements made are similar to those in Colonel Denson's letter."
    ],
    "tagDate": ["1776-07-08T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Gibbons, Captain"]
  },
  "1539": {
    "tagDescription": [
      "Reasons for troubling his Lordship with his journal of the siege. Desires him to send it on to Mr. Pennant at Winnington. Believes that the preservation of this place will be the means of speedily settling all the American disputes. Commending the behaviour of the garrison. Application for a seat in the Legislative Council of the Province."
    ],
    "tagPerson": ["Dartmouth, Lord", "Gordon, William"],
    "tagDate": ["1776-05-15T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Quebec"]
  },
  "1548": {
    "tagDescription": [
      "desires leave to go to England, The later letter is simply in corroboration of the first and soliciting his Lordship's interest,",
      "he has bad a mandamus granted to him in consequence' appointing him officer of the Clerk of the Crown and of the Common Pleas in Quebec",
      "has received a letter from Mr. Knox",
      "Preceded by a copy of a previous letter dated 30, June thanking him for the attention paid to his memorial"
    ],
    "tagPerson": ["Gordon, William", "Dartmouth, Lord"],
    "tagDate": ["1777-07-15T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "960": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagPerson": ["Denson, H.D., Lieutenant-Colonel", "Legge, Governor"],
    "tagDate": ["1776-07-07T00:00:00.000Z"],
    "tagDescription": [
      "I think the House of Assembly has by far out-done anything they ever did before",
      "they have by a vote struck off Binney's debt, and by another next day, the same was done for John Newton, .... If you do not come out again or some other Governor who has honesty and spirit sufficient to stop this vile faction (who insist upon living at the expence of this unhappy Province as they hitherto done), we shall be ruined, and our estates burthened with a debt created by them, and annually augmented to support them in luxury and insolence."
    ]
  },
  "329": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["London"],
    "tagPerson": ["Earl of Dartmouth", "Legge, Lieutenant Colonel"],
    "tagDate": ["1773-05-04T00:00:00.000Z"],
    "tagDescription": [
      "Informing him that he is to be appointed to the Governorship of Nova Scotia."
    ]
  },
  "477": {
    "tagDescription": [
      "The death of his father has added to the burdens he has to bear, and the loss of his employment at Quebec renders him unable to bear the strain upon his resources. Hopes Lord Dartmouth will be able to find him some new employment."
    ],
    "tagDate": ["1774-11-30T00:00:00.000Z"],
    "tagPerson": ["Cumberland, Richard", "Earl of Dartmouth"],
    "tagPlace": ["Russell Street, Bath"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1052": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagPerson": ["Morris, Judge", "Legge, Governor"],
    "tagDate": ["1777-06-13T00:00:00.000Z"],
    "tagDescription": [
      "Acknowledging the Governor's kindness as shown in a letter from him to Charles Morris, junior, his son As for public affairs it is, in my opinion, a critical time. If the rebels have no foreign assistance the must soon surrender",
      "our General acts upon the solid principles of old Fabius, which worries and distresses them more than a battle, and some poet may say again Unus cunctando nobis restituit rem. I believe he waits for the troops from Canada.",
      "their distresses are beyond description. I am credibly informed they have lost, according to their own lists, twenty- two thousand and upwards last summer, and now they are forcing their farmers from the plow, the consequence of which will be famine if they hold out another year, but which I think impossible they can do. We don't hear yet of any general action"
    ]
  },
  "1596": {
    "tagDate": ["1763-11-03T00:00:00.000Z"],
    "tagPerson": ["Murray, Lieut. Governor of Quebec"],
    "tagDescription": [
      "Extract from instructions to Murray, Lieut. Governor of Quebec, to transmit to the Lords of Trade a report of all occurrences and to one of the principal Secretaries of State such occurrences as are to be communicated directly to the King."
    ],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "681": {
    "tagDescription": [
      "Referring to some charges brought against him by Governor Legge."
    ],
    "tagPerson": ["Legge, Governor", "Black, William"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "579": {
    "tagDate": ["1775-07-22T00:00:00.000Z"],
    "tagPerson": ["Mauger, Joshua, M.P.", "Breynton, John, Rev. D.D."],
    "tagDescription": [
      "The difficulties which have. beset America since the commencement of the war affect Nova Scotia as deeply as any other Colony."
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "334": {
    "tagDate": ["1773-06-14T00:00:00.000Z"],
    "tagPerson": ["Earl of Dartmouth", "Livius, Peter"],
    "tagDescription": [
      "Requesting his assistance in settling his affairs previous to his departure to New Hampshire. Without help from his Lordship he will have nothing to show that he has vindicated his character from the charge of having brought a false accusation (against the Governor of the Colony), and he begs to be allowed a copy of the judgment in his case."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "630": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagDescription": [
      "Pointing out the consequences attentant on the Governor's leaving Halifax, owing to the peculiar state of the law of the Province of Nova Scotia"
    ],
    "tagPerson": [
      "Legge, Governor",
      "Bulkeley, Richard, Secretary to the Governor"
    ],
    "tagDate": ["1775-09-11T00:00:00.000Z"]
  },
  "725": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1775-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Petition to Governor Legge from the' loyal inhabitants of the towns of Hopewell, Hillsborough, and the river. Memramccok, expressive of their continued loyalty to the King and praying relief in the shape of ammunition and food to help them to defend themselves against the rebels."
    ]
  },
  "688": {
    "tagPlace": ["Halifax, Nova Scotia"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Letters unsigned, but from some of the Government officers of the Province of Nova Scotia, to Governor Legge. Complaining of the disloyal conduct of some members of the Government, instancing the Speaker of the House, Who has in a most to the House, not merely by his influence among the members, and upon Committees, but as Speaker has repeatedly insisted on a privilege of being heard in that character, and offered doctorial opinions from the chair upon Bills and other papers he has been delivering to the House with manifest intention to sway the debate and their judgment. The Surveyor and Searcher of his Majesty's Customs, and other persons, have united to defeat the measures of Government. The writers strongly recommend that the conduct of the Speaker and his friends may not go unnoticed, and hope this private information will be useful to the Governor."
    ],
    "tagDate": ["1775-11-20T00:00:00.000Z"]
  },
  "1871": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPerson": ["Campbell, Capt."],
    "tagDate": ["1772-10-30T00:00:00.000Z"],
    "tagDescription": [
      "Endorsed: Draught of Commission to Capt. Campbell. He was appointed Major Commandant of the Indians. See letter from Duke of Argyll, 30th October, 1772."
    ]
  },
  "381": {
    "tagDescription": [
      "Recommending persons for various vacant offices, &c. [Draft in MG 11, CO 217, vol. 49, pp. 99-101 and Nova Scotia A, vol. 89, pp. 122-5]"
    ],
    "tagPerson": ["Earl of Dartmouth", "Legge, Governor"],
    "tagDate": ["1773-12-01T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Whitehall"]
  },
  "895": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1776-05-23T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Gibbons, R., Captain"],
    "tagDescription": [
      "As to the affairs of the Province since Governor Legge's departure The troops begin on Monday next to embark, Gorham's, McLean's, the 14th and Flarines are to remain in this Province, the privates of the 65th are to be drafted into the other corps. Gorham is to command at Cumberland",
      "I know not whether any other corps are to stay."
    ]
  },
  "407": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Letter signed by Henry Newton, Jonathan Binney, and others, to Richard Cumberland. The writers represent the settlers of Nova Scotia, who have sent a petition to the King praying him to remit the quit rents due from them to him for a few years, as they find themselves quite'unable to pay it owing to the youth of the Colony, the absence of roads, &c."
    ],
    "tagDate": ["1774-03-24T00:00:00.000Z"],
    "tagPerson": ["Newton, Henry", "Cumberland, Richard", "Binney, Jonathan"]
  },
  "741": {
    "tagDate": ["1776-01-01T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Denson, Lieutenant Colonel"],
    "tagDescription": [
      "Doctor Michael Head has offered his services as Surgeon to the Volunteer Regiment, and also hopes to have a lieutenant's commission as he will engage to raise 40 men."
    ],
    "tagPlace": ["Mount Denson"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1510": {
    "tagDescription": [
      "The French Count of whom he has already spoken.(see supra, November 22) left for Philadelphia last October in the Charming Betsy, Captain John Farmer. Quotes a letter received from Montreal acquainting that commerce there is stopped by the rebels who are poisoning the minds of the people with false ideas of liberty. Notwithstanding this intelligence believes the greater part of the province will remain loyal. [ In French.]"
    ],
    "tagDate": ["1775-12-09T00:00:00.000Z"],
    "tagPerson": ["Tolver, Mrs.", "A. V."],
    "tagPlace": ["Samedi"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "1462": {
    "tagDescription": ["Concerning the enclosed letter."],
    "tagDate": ["1775-09-21T00:00:00.000Z"],
    "tagPerson": ["Shuldam, Rear-Admiral", "Dartmouth, Lord"],
    "tagPlace": ["Craven Street"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "618": {
    "tagDescription": [
      "Preparations made by sea to prevent attacks by the rebels on Nova Scotia."
    ],
    "tagDate": ["1775-09-04T00:00:00.000Z"],
    "tagPerson": ["Graves, Admiral", "Legge, Governor"],
    "tagPlace": ["Preston at Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1171": {
    "tagDescription": [
      "Cabinet Minutes. At a meeting at the Earl of Hillsborough's in Hanover Square. Present, Lord Granby, [Gc.] Several representations respecting the State of Defence of Newfoundland, Nova Scotia, etc., etc."
    ],
    "tagDate": ["1769-05-31T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "974": {
    "tagDescription": [
      "I have just now procured the journal of the last session of Assembly, and have the honour to inclose it herewith, [It is now with the letter], their proceedings are by far more shameful than I had heard or could have conceived. I need make no notes upon them",
      "they speak sufficiently plain for themselves. I was yesterday told that Shaw had raised his Annapolis company upon paper and had wrote to General Massey."
    ],
    "tagDate": ["1776-07-12T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Gibbons, Captain"],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "598": {
    "tagPlace": ["St. Lawrence and Hope Schooners, at Windsor"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1775-08-21T00:00:00.000Z"],
    "tagPerson": [
      "Dawson, George, Lieutenant",
      "Legge, Governor",
      "Graves, John, Lieutenant"
    ],
    "tagDescription": [
      "Enclosing an account of a number of disaffected people at Annapolis and Windsor who are quite ready to join the rebels from New England whenever opportunity offer."
    ]
  },
  "1805": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDescription": [
      "Unsigned letter complaining of the oppression exercised by Murray, of his illegal seizure of the goods of merchants and of the furs of the traders among the Indians &c. [The date is given from the reference to Cramahe being in London, which was in 1765. The merchants and traders of Quebec sent a petition for Murray's recall, supported by one from the merchants of London engaged in the tradetoCanada, which were sent to Murray by Halifax on the 10th of June, 1765. Murray was recalled in 1766.]"
    ],
    "tagDate": ["1765-01-01T00:00:00.000Z"]
  },
  "318": {
    "tagDate": ["1772-12-05T00:00:00.000Z"],
    "tagPerson": ["Earl of Dartmouth", "Campbell, William, Lord"],
    "tagDescription": [
      "As to the disposition of the naval force in America so as to prevent an illicit trade being carried on in Nova Scotia."
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1721": {
    "tagDate": ["1765-02-04T00:00:00.000Z"],
    "tagPerson": ["Gage", "Riguaville"],
    "tagDescription": [
      "(in French). His pleasure that the Canadian corps had returned to Montreal before the bad weather. His satisfaction with the services and good conduct of the corps and his thanks to him and his officers for their conduct."
    ],
    "tagPlace": ["New York"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "1567": {
    "tagPlace": ["Albany"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDate": ["1776-10-03T00:00:00.000Z"],
    "tagPerson": ["Loudoun, Lord", "Fox, Mr."],
    "tagDescription": [
      "foresees them laying waste a considerable part of the country on the east side of the Hudson River, even below Alany. 3 Oct. Finds it impossible to support a defensive war for another year, from the situation of the enemy, extent of Frontier etc.",
      "Extracts of three letters from Lord Loudoun to Mr. Fox. In John Pownall's hand. 1st Aug. Is endeavouring to arrange troops to cover the country. Does not recommend a defensive war in this part of the country. 29th Aug. In the event of French troops coming to Crown Point, they would have three different ways of invading this country"
    ]
  },
  "750": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Enclosed you have a duplicate of what I wrote you on the first appearance of the rebels at Cumberland.'"
    ],
    "tagDate": ["1776-01-03T00:00:00.000Z"],
    "tagPerson": ["Morris, Charles", "Legge, Governor"]
  },
  "748": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1776-01-03T00:00:00.000Z"],
    "tagPerson": ["Denson, Colonel", "Legge, Governor"],
    "tagDescription": ["On matters connected with the Governor's regiment."]
  },
  "1826": {
    "tagDate": ["1768-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Copy of a commission for the curate and minister of the parish of Quebec (Anglican). 1768"
    ],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "899": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagPerson": ["Legge, Governor", "Denson, Lieutenant-Colonel"],
    "tagDate": ["1776-05-24T00:00:00.000Z"],
    "tagDescription": [
      "Lieutenant-Colonel Denson to whom is not stated, possibly to Governor Legge. Recruits for the Volunteer Regiment of Nova Scotia, the subsistence of the officers, &c. The Lieutenant- Governor asserts that Mr. Legge has overdrawn the account of the Regiments, and makes other charges in which Lieutenant-Colonel Denson sees a resolution to do all the injury possible to the Volunteers."
    ]
  },
  "467": {
    "tagDate": ["1774-11-21T00:00:00.000Z"],
    "tagPerson": ["Earl of Dartmouth", "Howard, T, Colonel"],
    "tagDescription": [
      "Asking for the Lieutenant-Governorship of St. John's, vacant by the death of Major-General Bradstreet."
    ],
    "tagPlace": ["Chapel Stairs, Whitehall"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "796": {
    "tagPlace": ["Grantville County, Annapolis, N.S"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Stating that he is disappointed at getting only a lieutenancy in Governor Legge's corps instead of the Captaincy which he imagines to be his due."
    ],
    "tagDate": ["1776-02-10T00:00:00.000Z"],
    "tagPerson": ["Shaw, William, Lieutenant", "Legge, Governor"]
  },
  "686": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1775-11-08T00:00:00.000Z"],
    "tagPerson": ["Howe, William, General Sir", "Legge, Governor"],
    "tagDescription": [
      "a lieutenant belonging to Captain Fraser's company a few days ago returned from the south shore of your Province, where he had been recruiting",
      "Enclosing letters received from St. John's Island and three pamphlets addressed to the General Court and Province 01 of Nova Scotia: Captain Stanton of the 14th regiment has been sent to secure the Indians on St. John's River to the support of Government. On the same sheet is a copy of a letter dated from Charlotte Town, St. John's Island, 13th October 1775, from the Governor of the Island to Governor Legge, enclosing copies of despatches from Lieut.-Governor Cramahe, from Lieutenant-Colonel McLean Ec., by which will appear the disagreeable situation General Carleton ant the Province under his government are in. The writer trusts Governor Legge will not be disturbed in his Province",
      "he informed me he met with many snubs and jeers. As to my miniature Government I have not the least cause to suspect any disturbance. I believe all their trouble will be to get something to eat."
    ]
  },
  "297": {
    "tagDescription": [
      "as to a licence granted by Lord William to certain persons of an exclusive right to dig coals upon Cape Breton to the amount of three thousand chaldrons. It is the King's Pleasure that no further licences shall be granted on the expiration of the present one except for the use of the King's troops and garrisons, without his Majesty's special order for that purpose. As to the settlement of St. John's Island, the steps taken by Deputy Governor Francklin have the King's highest disapproval, as he has incurred upon the Government a very great expence by forming an Establishment upon that Island, appointing officers, servants, &c. none of which he was authorized to do by the instructions sent him. The contingent fund in the agent's hands which would have been used for the advantage of Nova Scotia has been entirely exhausted by Mr. Francklin's bills on account of the St. John's Island Establishment, and, Lord Hillsborough says, if any more bills come in from him, they will be protested and the loss and damage must fall upon Mr. Francklin himself. [Draft in MG 11 C.O. 217, Vol. 45, pp. 157-160 and Nova Scotia A. Vol. 83 pp. 127-131]"
    ],
    "tagPerson": ["Earl of Hillsborough", "Campbell, William, Lord Governor"],
    "tagDate": ["1768-09-12T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Whitehall"]
  },
  "1221": {
    "tagDate": ["1772-01-01T00:00:00.000Z"],
    "tagPerson": ["North, Lord", "Hall, Elihu, Captain"],
    "tagDescription": [
      "Memorial. Captain Elihu Hall to Lord North. Certified by several London merchants. Beginning That your Memorialist raised a Company for an intended Expedition against Canada'! (see a similar memorial in the previous list of Lord Dart-Mouth's MSS., Eleventh Report, Appx. V., p. 372.) Endorsed: No. 9. Memorial of Elihu Hall to Lord North, praying the Appointment of Collector of Customs in Connecticut, or other Provision, in requital for his Losses and Services."
    ],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "1098": {
    "tagPlace": ["Mark Lane"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "XVI. Trade of Maryland and Virginia.",
      "XI. St. John's and Cape Breton",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "III. Account of Hudson's Bay",
      "IV. Further information as to Hudson's Bay",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "II. His object in writing",
      "V. State of its trade",
      "VI. How to extend the Colony",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "refers to the disputes",
      "XII. Trade of New England",
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "XV. Refers to Pennsylvaia",
      "X. Nova Scotia"
    ],
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagPerson": ["Clunie, Alexander", "Dartmouth, Lord"]
  },
  "1774": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["Lincoln's Inn"],
    "tagPerson": ["Walker, Fowler", "Dartmouth (?)"],
    "tagDate": ["1765-10-17T00:00:00.000Z"],
    "tagDescription": [
      "he holds that they are not invested with any legal authority to ordain laws and ordinances for the public peace and welfare and good government of the province notwithstanding they have taken upon themselves so to do. Although the King on the conquest of Canada had the right to place by the royal prerogative the legislative power in the Governor, and Council solely, yet he had abridged his power by the terms of the proclamation of 1763 of which he quotes a section containing the provision for legislation, which is, We have also given power to the said Govenors with the Consent of our said Councils and the representatives of the people....to make, constitue and ordain laws &c.....and until such assemblies can be called as aforesaid, all persons inhabiting in or resorting to our said Colonies may confide in our royal protection for the enjoyment of the benefit of the laws of our realm of England. The Governor and Council are, therefore, given power in the meantime to constitute courts of judicature to hear and determine causes as near as may be agreeable to the laws of England with the right of appeal. Should his Majesty's ministers be of opinion that the Governor and Council are at present invested with a legislative power, that would necessarily be attended with a most indecent and detestable conclusion, namely, that his Majesty's subjects, under the circumstances above mentioned, could not safely confide in his royal protection, for the enjoyment of the laws of his realm of England, notwithstanding his royal word and gracious assurances given them to the contrary. He points out the inconveniences that would arise from the sudden enforcement of the laws of England upon a people whose genius and education, whose Religion and manners, are so widely different from those of the people for whom these laws were compiled, and as these inconceniences cannot now be prevented consistently with the honour of the Crown and the rights of the people, without the sanction of a general assembly, urges that one should be called, the difficulties in the way being left for removal to the wisdom of his Majesty's Councils.",
      "Calls attention to the doubts as to the legislative powers exercised by Murray and his Council"
    ]
  },
  "876": {
    "tagDescription": [
      "Declaration by Captain Stanton of the proceedings upon his recommendation of Lieutenant Constable for a company in the Loyal Regiment of Nova Scotia Volunteers."
    ],
    "tagDate": ["1776-04-01T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"]
  },
  "464": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1774-11-15T00:00:00.000Z"],
    "tagDescription": [
      "Report of the Council of Nova Scotia, recommending a reduction in the quorum of the House of Assembly from twelve to nine members, an increase of four in the number of members returned by Halifax, power to the House to inflict fines on members who absent themselves without leave from the Speaker and the House, and on other matters. [Copy in MG 11, CO 217, vol. 51, pp. 94-6 and Nova Scotia A, vol. 91, pp. 155-6]"
    ]
  },
  "993": {
    "tagDate": ["1776-08-18T00:00:00.000Z"],
    "tagPerson": ["Denson, Lieutenant-Colonel", "Legge, Governor"],
    "tagDescription": [
      "nay, a certain homo, said a few days ago, if he had known the government was so troublesome he would not have accepted of it ...The deserters from your Regiment are all at Machias, and have an armed vessel ready to carry me off when I return to the country. Captain Gibbons will show you a letter on that head wrote.",
      "no dispatch of business in either department, much passion, and a full proof of want of capacity",
      "Two letters of this date. As to the affairs of the Governor's Volunteer Regiment. The bill for £200 has been cashed and the money will be applied to recruiting for the regiment. The officers are to set off this week to recruit. There is great murmuring here already"
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1159": {
    "tagPlace": ["Mark Lane"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "XII. Trade of New England",
      "refers to the disputes",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "VI. How to extend the Colony",
      "II. His object in writing",
      "V. State of its trade",
      "X. Nova Scotia",
      "XV. Refers to Pennsylvaia",
      "III. Account of Hudson's Bay",
      "XI. St. John's and Cape Breton",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "XVI. Trade of Maryland and Virginia.",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "IV. Further information as to Hudson's Bay"
    ],
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagPerson": ["Dartmouth, Lord", "Clunie, Alexander"]
  },
  "1407": {
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "Is in a great hurry having received orders to go to Halifax to stop his leaks. Laments the deplorable state of affairs. Fears the rebels are beforehand with them in military preparations. Sickness and famine reducing their army",
      "he personally is better off, and will take care to lay in a stock at Halifax in case of emergency. The rebels have many privateers at sea and have taken a Government schooner the Diligent. Considers it will be hard work to win the fight."
    ],
    "tagDate": ["1775-08-13T00:00:00.000Z"],
    "tagPerson": ["Le Cras, E., Captain", "Le Cras, Mr. Merchant London"]
  },
  "746": {
    "tagDescription": [
      "Same to Lieutenant Denson. In the same subject, offering himself for a captaincy in the regiment. He thinks a good number of men might be raised with proper encouragement in Annapolis."
    ],
    "tagPerson": ["Legge, Governor"],
    "tagDate": ["1776-01-02T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Annapolis Royal"]
  },
  "1542": {
    "tagPlace": ["Whitehall"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDate": ["1776-06-10T00:00:00.000Z"],
    "tagDescription": [
      "Information of the arrival of His Majesty's ships Isis, Surprise, and Martin, at Quebec May 6. Landing of 200 men. Their march out to attack the beseigers who were soon found to be in precipitate retreat. Recapture of the Gasp6. Movements of the enemy.' Further arrival of troops. Troops under Burgoyne, a little below the Island of Coudre No assault attempted by the rebels upon Quebec, after that of 31 December. Endorsed:--Intelligence from Quebec recd. 10 June 1776."
    ]
  },
  "849": {
    "tagPerson": ["Legge, Governor", "Francklin, Lieutenant-Governor"],
    "tagDate": ["1776-03-19T00:00:00.000Z"],
    "tagDescription": [
      "Has received from Mr. Bulkeley the minutes of the Council held on March 16th (see above), and hopes to complete the enrolment of men from all the townships he undertook within the week."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Windsor"]
  },
  "1412": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Quebec", "Duke's Court, St. Martin's Lane"],
    "tagPerson": [
      "Cheap, Thomas, Belford Row",
      "Dartmouth, Lord",
      "Stuart, Francis",
      "Cochrane, Gavin"
    ],
    "tagDate": ["1775-08-24T00:00:00.000Z"],
    "tagDescription": [
      "The evil influence over the Canadians of some villains here disaffected to Government. Need of re-inforcement of troops and of examples to be made of those who oppose Government. A Highland Volunteer Regiment is being raised to serve during the present disturbances. Fifteen hundred Indians are anxious to go down upon the Bostonian Rebels, but are forbidden. Considers the Americans deserve no clemency as they are more savage than the Indians. Wishes lenient measures had never been adopted towards them. [Extract. Intercepted3",
      "he had been prisoner with the Rebels At Crown Point, had made his escape and got to Canada, from whence he came home. This officer's name is Lieutenant Grant of the 42d Regiment and he will introduce him to his Lordship if desired.",
      "My Lord, Dining yesterday at A friends, there happened to be there a half pay Officer who had lately come from America"
    ]
  },
  "1058": {
    "tagPlace": ["Philadelphia"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Copy letter from Sir William Hove to Governor Legge in answer to Mr. Legge's of March 18th 1777. Enclosing the Plan on which the corps of Loyal Nova Scotia Volunteers are now formed, dated 6th June 1776, regretting that he cannot comply with the Governor's wishes and agree to the memorial."
    ],
    "tagDate": ["1778-01-19T00:00:00.000Z"],
    "tagPerson": ["Hove, William, Sir", "Legge, Governor"]
  },
  "1175": {
    "tagPerson": ["Carleton, Guy, Governor"],
    "tagDescription": [
      "Inhabitants of Detroit to Governor Guy Carleton. Petition signed by Jacques Campan and three others. Desire that he will aid them in recovering the Isle au Cochon. [In French.]"
    ],
    "tagPlace": ["Du Detroit"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1482": {
    "tagPlace": ["Quebec"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDate": ["1775-10-24T00:00:00.000Z"],
    "tagPerson": ["Hey, W.", "Dartmouth, Lord"],
    "tagDescription": [
      "Mentions Lady Mary Carleton's departure. State of the province. Details of a successful incursion from the garrison of Montreal against a party of rebels. Circumstances improving but troops still needed. His own difficult position. Observations on Colonel Johnson."
    ]
  },
  "305": {
    "tagDate": ["1770-02-06T00:00:00.000Z"],
    "tagPerson": ["Egmont, Lord"],
    "tagDescription": [
      "Paper endorsed Extract of a letter to Lord Egmont. It gives an account of what, in the writer's opinion, ought to be done to improve the Province of Nova Scotia so as to render it a protection to the Newfoundland fishery against any sudden surprise, and a barrier to Canada with its French Roman Catholic inhabitants",
      "stating what roads ought to be made, &c."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "821": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1776-02-28T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Francklin, Lieutenant-Governor"],
    "tagDescription": [
      "(Copy.) In answer to one of Mr. Francklin's of the 22 February (see above) relative to riotous assemblies in Cumberland and the neighbourhood. With another copy."
    ]
  },
  "791": {
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1776-02-07T00:00:00.000Z"],
    "tagPerson": [
      "Robertson, James, Barrack-Master General",
      "Massey, Brigadier-General"
    ],
    "tagDescription": [
      "The corps raised by Governor Legge cannot be supplied by the Barrack Office with fuel, bedding, utensils, lodgings or lodging money as the supply of these troops does not fall in his province."
    ]
  },
  "1554": {
    "tagDescription": [
      "Postscript to Captain Pearson's letter. By the last Accounts from General Burgoyne dated 2nd August, they were incamped at and near Fort Edward which place the rebel army had abandoned a few days before and were retiring to Saratoga. General Arnold commands their Northern Army",
      "he has with him 12 pieces of brass cannon- Health of Burgoyne and his troops. Intended march on the 5th to attack the enemy. [The original signed letter is in the Public Record Office, Admiralty, Captains' Letters P. Vol. 27]"
    ],
    "tagDate": ["1777-08-12T00:00:00.000Z"],
    "tagPerson": ["Admiralty", "Pearson, Captain"],
    "tagPlace": ["Off Quebec"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "1793": {
    "tagPlace": ["Quebec"],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDescription": [
      "(in French). Protest against the statement in the Pennsylvanian Journal, that petitions had been presented by the French inhabitants of Quebec as well as by the English, complaining loudly of oppressive and arbitrary proceedings of a certain Governor in America. They formally disavow the statement, esteeming themselves happy in living under the orders of the Hon. James Murray, whom they wish to see retained amongst them. [English translation of letter]"
    ],
    "tagDate": ["1765-12-28T00:00:00.000Z"],
    "tagPerson": ["Vialars, Daniels, Merchant, London", "Canadians of Quebec"]
  },
  "337": {
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1773-10-09T00:00:00.000Z"],
    "tagPerson": ["Brenton, J.", "Hammond, Andrew Snape"],
    "tagDescription": [
      "Asking for his interest to secure him the post of Attorney General of Nova Scotia."
    ]
  },
  "1476": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Quebec"],
    "tagDescription": [
      "Matters in this Province get worse and worse. The enemy has got a footing in this country and they are busy fortifying themselves against their attacks. [Extract. Intercepted.]"
    ],
    "tagPerson": ["Parker, Joseph, Cheapside, London", "Lindsay, William"],
    "tagDate": ["1775-09-25T00:00:00.000Z"]
  },
  "799": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Windsor County"],
    "tagPerson": ["Legge, Governor", "Francklin, Michael, Lieutenant Governor"],
    "tagDate": ["1776-02-14T00:00:00.000Z"],
    "tagDescription": [
      "Acknowledging the commission appointing him Colonel of a Regiment of Volunteer Militia."
    ]
  },
  "1026": {
    "tagDescription": [
      "Concerning privateers, rumours of rebels, problems with coastal shipping and the affairs of Governor Legge's Volunteer regiment."
    ],
    "tagDate": ["1776-11-24T00:00:00.000Z"],
    "tagPerson": ["Morris, Charles, Junior", "Legge, Governor"],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "277": {
    "tagDate": ["1714-04-23T00:00:00.000Z"],
    "tagPerson": ["Nicholson, Fr."],
    "tagDescription": [
      "he commanded one of the New England regiments at the taking of Annapolis Royal. Repeats his charges against Colonel Samuel Vetch, who had scandalously run away from Boston when he should have stayed to make up his accounts, &c.",
      "Fr. Nicholson to the same. Recommends Sir Charles Hobby, the bearer, to Lord Dartmouth's protection"
    ],
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "549": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Whitehall"],
    "tagPerson": ["Earl of Dartmouth", "Legge, Governor"],
    "tagDate": ["1775-06-07T00:00:00.000Z"],
    "tagDescription": ["(Original.) Unimportant."]
  },
  "753": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Lunenburg"],
    "tagDescription": [
      "With respect to the rank to be bestowed on him (Mr. Creighton) in Mr. Legge's regiment."
    ],
    "tagPerson": ["Creighton, John", "Legge, Governor"],
    "tagDate": ["1776-01-04T00:00:00.000Z"]
  },
  "1282": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPerson": ["Dartmouth, Lord", "Carver, Jonathan"],
    "tagDate": ["1773-02-10T00:00:00.000Z"],
    "tagDescription": [
      "Memorial. Jonathan Carver to Lord Dartmouth. Recounts his services in America. For three years past has been without pay or employment. Desires relief and an appointment either civil or military."
    ]
  },
  "661": {
    "tagDate": ["1775-10-02T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Gage, General"],
    "tagDescription": [
      "Stating the forces which Lieutenant-Colonel Gorham will have under his command for the protection of Halifax."
    ],
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1088": {
    "tagPlace": ["Philadelphia"],
    "tagNotebook": ["ILLINOIS"],
    "tagDescription": [
      "They are the only English merchants who have ventured to forward British merchandise to the Illinois country. Influence of the French great with the Indians. Desirability of establishing forts and stationing troops in Illinois to keep the French in check. The Chippaways have plundered two batteau between Fort Pitt and Fort Chartres."
    ],
    "tagDate": ["1767-10-09T00:00:00.000Z"],
    "tagPerson": ["Wharton", "Baynton, Messrs.", "McLeane, Lauchlin"]
  },
  "778": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"],
    "tagPerson": ["Burrow, James", "Legge, Governor"],
    "tagDate": ["1776-01-21T00:00:00.000Z"],
    "tagDescription": [
      "Referring to his enemies in the island, the memorials they have sent to Lord Dartmouth, and their desire to overthrow the King's Government and join the rebel Colonists."
    ]
  },
  "1533": {
    "tagPlace": ["Quebec"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "Preservation of this city by His Majesty's loyal subjects. Arrival of the Isis, Surprise, and Martin, with a few troops. Acknowledges his Lordship's condescension and favours. Hopes his behaviour on his arrival, and in the defence of the town since, will not make his Lordship ashamed of his kindness to him."
    ],
    "tagDate": ["1776-05-11T00:00:00.000Z"],
    "tagPerson": ["Livius, Peter", "Dartmouth, Lord"]
  },
  "436": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDate": ["1774-07-08T00:00:00.000Z"],
    "tagDescription": [
      "Statistics of the town of Louisbourg, Nova Scotia, as to its inhabitants, number of houses, stores, and shells of houses not repairable, as likewise the grass lands near the town."
    ]
  },
  "951": {
    "tagDate": ["1776-06-26T00:00:00.000Z"],
    "tagPerson": ["Shaw, William", "Legge, Governor"],
    "tagDescription": [
      "As to the proceedings of the House of Assembly and the address to the King, Lords, and Commons."
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1404": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Whitehall"],
    "tagPerson": ["Legge, Francis, Governor", "Dartmouth, Lord"],
    "tagDate": ["1775-08-02T00:00:00.000Z"],
    "tagDescription": [
      "No. 18. The King approves of his conduct in requiring all persons coming from the New England colonies to take the oaths of allegiance to the King before being allowed to carry on the fishery. Desires him to do the same with regard to distressed persons seeking grants of land gratuitously at his hand."
    ]
  },
  "771": {
    "tagDescription": [
      "Secretary's Office, Halifax. (Copy). Richard Bulkeley to John Anderson, at St. John's River. The Governor of Nova Scotia is anxious to have news of the movements of the rebels in Canada, and of any designs they may have upon this Province. Mr. Anderson is requested to furnish it by trusty messengers."
    ],
    "tagPerson": ["Bulkeley, Richard", "Anderson, John"],
    "tagDate": ["1776-01-20T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Secretary's Office, Halifax"]
  },
  "1018": {
    "tagDescription": [
      "On the aspect of affairs in the Province. Is informed that the Governor has had a hearing before the Lords of Trade which has terminated greatly in his favour. Our sea coasts have been infested greatly with the rebel privateers and they have destroyed all the small craft from Cape S ables to L'Have [and] terrified all the settlers on the coast that they know not which way to turn themselves for their preservations. They have also destroyed our fishery at Canso and Isle Madam. And yesterday we had advice that three or four hundred under the command of Eady have invested Fort Cumberland, and it is reported that 3,000 Americans are soon to follow them",
      "with this party are joined the Acadians and Indians, the Americans give 100 dollars to every Indian, provision, pay, and clothing. We are greatly alarmed, and more so as we have not had any advice from Head Quarters this six weeks. When I went the circuits, from whence I returned the last of September, I found the people in general well disposed, especially in the county of Cumberland,'' With a duplicate of the same letter."
    ],
    "tagPerson": ["Legge, Governor", "Morris, Judge"],
    "tagDate": ["1776-11-18T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"]
  },
  "1322": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["London"],
    "tagDescription": [
      "A report has prevailed for some days past that His Majesty intends raising a corps of his Canadian subjects. Offers his services on the occasion. Supposes there may be 1,000 men on his e states in Canada holding their lands under feudal tenure and liable to military service, who are fit to bear arms. His powers as a seigneur and his experience as a military officer are both at the disposal of Government. Endorsed: B-21."
    ],
    "tagPerson": ["Dartmouth, Lord", "Caldwell, Henry, Captain"],
    "tagDate": ["1774-01-20T00:00:00.000Z"]
  },
  "545": {
    "tagPerson": ["Legge, Governor", "Gage, General"],
    "tagDate": ["1775-06-07T00:00:00.000Z"],
    "tagDescription": [
      "The General much regrets the scarcity of troops in Nova Scotia. The BEAVER, Captain Bett, is ordered there and to St. John's, where he\nhopes to raise a number of men to join the King's Army. These are to be quartered at Halifax, and put under the command of Colonel\nGoreham. He also suggests an attempt to induce the Indians to join."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"]
  },
  "1452": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Quebec"],
    "tagPerson": ["Pownall, John", "MacLean, Allan, Colonel"],
    "tagDate": ["1775-09-21T00:00:00.000Z"],
    "tagDescription": [
      "Evil result of not procuring in time the assistance of the Indians to attack the rebels on their own frontiers which have effectually prevented the province being attacked. Defenceless state of this province and in ability to cope with rebels and Indians now united. Surprised at the leniency shown by the people at home towards the villians of America. Is acting as military Governor of Quebec and defending that place as well as possible with the limited means at hand. [Copy.]"
    ]
  },
  "532": {
    "tagDate": ["1775-05-08T00:00:00.000Z"],
    "tagPerson": ["Gage, General", "Legge, Governor"],
    "tagDescription": ["On the same subject."],
    "tagPlace": ["Boston"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "668": {
    "tagDate": ["1775-10-16T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Earl of Suffolk"],
    "tagDescription": [
      "the fortifications of the harbour to be strengthened by temporary works. [Draft in MG 11, CO 217, vol. 51, pp. 473-481 and Nova Scotia A, vol. 94, pp. 217-223",
      "the ROEBUCK, a 40 gun ship, has also sailed three weeks ago for the same place. The King's wishes are that a corps of 1,000 men be formed in Nova Scotia and Newfoundland to be commanded by Mr. Legge with the provincial rank of Colonel. The pay and subsistence are to be the same as those of the regular army, and grants of land may, if necessary, be made by Governor Legge to induce people to join. The inhabitants of the townships on the Bay of Fundy to be disarmed",
      "Governor Legge's despatches have been laid before the King, to whom the condition and safety of Nova Scotia have now become a matter of great anxiety. These apprehensions have been increased by the news of the revolt at Machias, and it has been thought advisable to send one of the five regiments, just embarked from Cork, to Halifax"
    ],
    "tagPlace": ["Whitehall"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "944": {
    "tagDate": ["1776-06-16T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Gibbons, Captain"],
    "tagDescription": [
      "Captain Gibbons to Governor Legge on military matters."
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1584": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["Bodmin"],
    "tagPerson": ["Dartmouth, Lord", "Legge, W."],
    "tagDate": ["1798-06-21T00:00:00.000Z"],
    "tagDescription": [
      "Asks for a trifling annuity on account of his impoverished state."
    ]
  },
  "576": {
    "tagDescription": [
      "the loathsome situation I was in, being confined in gaol with my wife and family obliged me to write the Governor praying his assent to said Bill that I may be released",
      "Relating his persecution by Governor Legge. I have been confined in gaol from 4th May last to the 14th this instant. The House and Council passed an Actor Bill for my relief the 4th instant, but Governor Legge delayed giving his assent to it",
      "his answer was, if I would give sufficient security to the acceptance of the Crown Law Officers for the sums I stand charged with by the Executive, to be payable in six months or when his Majesty's pleasure shall be known in respect of the Bill passed, that then he would pass said Bill with a suspensory clause. I was obliged to give security for the whole sums and pay the costs of the Solicitor-General and Provost Marshal amounting to £69. 11s. 4d. Asks Mr. Mauger to use his influence at home to get him a final acquittance of all the persecution, and some of the costs and damages repaid him."
    ],
    "tagPerson": ["Binney, Jonathan", "Mauger, Joshua, M.P."],
    "tagDate": ["1775-07-17T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"]
  },
  "652": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"],
    "tagPerson": ["Graves, Admiral", "Legge, Governor"],
    "tagDate": ["1775-09-30T00:00:00.000Z"],
    "tagDescription": [
      "The importation of fresh provisions from Nova Scotia into Boston. Passes have hitherto been freely granted to the inhabitants who have fitted up vessels for the purposes of the trade, but on Mr. Legge's representations no further passes will be issued except for the services of the Army and Navy."
    ]
  },
  "891": {
    "tagDescription": [
      "Regarding a conversation with the Lieutenant-Governor on the subject 'of Legge's regiment, pay for the officers, etc. (With another copy of the same letter. )"
    ],
    "tagDate": ["1776-05-22T00:00:00.000Z"],
    "tagPerson": ["Morris, Charles, Junior", "Legge, Governor"],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "410": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPerson": ["Burrows, James", "Legge, Governor"],
    "tagDate": ["1774-03-29T00:00:00.000Z"],
    "tagDescription": [
      "Inviting him to a dinner the writer proposes to give on his being admitted a member (?) of the Council."
    ]
  },
  "1624": {
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagDescription": [
      "Demand (in French) of the French jurors, dated 26th October, for a translation of the two deliberations of the Grand Jury of 16th October for a translation of the two deliberations of the Grand Jury on 16th October and pointing out which part of the presentment they had signed. A reference to the presentment shows that they signed the part before the article respecting French jurors to which they object."
    ]
  },
  "1120": {
    "tagPlace": ["Mark Lane"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "XI. St. John's and Cape Breton",
      "With two specimen title pages dated 18 April 1769, and preface to accompanying letters which he proposes to publish. With this is a series of sixteen letters to be published under either of the following titles: The American Traveller, or the present state, culture and commerce of the British American Colonies and the furthur improvement of which they are capable, or Dedication to the Sovereign of the British Empire and Father of his People, &c., humbly subscribed by His Majesty's most faithfull subject-the American Traveller. The subjects are: - I. His reasons for writing on the present state of the British Colonies",
      "III. Account of Hudson's Bay",
      "XVI. Trade of Maryland and Virginia.",
      "VII. Relative to Labrador VIII. To Newfoundland and refers to the fisheries ",
      "IV. Further information as to Hudson's Bay",
      "refers to the disputes",
      "XIV. New York, its trade and the improvements of which the Colony ia capable",
      "XIII. Relates to Connecticut, Rhode Island, and New Hampshire",
      "XII. Trade of New England",
      "II. His object in writing",
      "V. State of its trade",
      "VI. How to extend the Colony",
      "IX. The advantages which must arise to Great Britain from the newly acquired dominion of Canada",
      "XV. Refers to Pennsylvaia",
      "X. Nova Scotia"
    ],
    "tagDate": ["1769-04-13T00:00:00.000Z"],
    "tagPerson": ["Dartmouth, Lord", "Clunie, Alexander"]
  },
  "1379": {
    "tagDescription": [
      "A list of the names of officers, non-commissioned officers and soldiers and the places they were taken, i.e., Ticonderoga, Crown Point, Lake George and Lake Champlain."
    ],
    "tagDate": ["[1775-05-10T00:00:00.000Z TO 1775-05-11T23:59:59.999Z]"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "1200": {
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "Desertion of troops at Halifax and Boston. Considers the King's ships are not half manned, notwithstanding the vigilance of the Admiral. The inhabitiants induce the desertion. A few pusilanimous Commissioners of the Revenue are the sole cause of Boston's being the rendezvous of the shipping. The military meet with constant insults at Boston. Endorsed: No. 2. Extract of a Letter from the Rev. Mr. Breynton."
    ],
    "tagDate": ["1772-12-14T00:00:00.000Z"],
    "tagPerson": ["Breynton, Reverend, Mr", "Hughes, Captain"]
  },
  "898": {
    "tagPerson": ["Gibbons, Captain", "Denson, Lieutenant-Colonel"],
    "tagDate": ["1776-05-23T00:00:00.000Z"],
    "tagDescription": [
      "Respecting a memorial of the officers of the Loyal Nova Scotia Volunteers to General Howe. As the memorial contains a charge against' Governor Legge of the misapplication of money drawn on the account of the Regiment, Captain Gibbons cannot consent to sign it."
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"]
  },
  "1831": {
    "tagDescription": [
      "Present Council of Quebec, and new councillors proposed. Undated. The list, with the proposed councillors appears to have been sent in a letter from Carleton to Hillsborough of this date."
    ],
    "tagDate": ["1769-03-15T00:00:00.000Z"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "1586": {
    "tagDescription": [
      " Enclosure: Sends this by Commissary Pitcher who goes to New York",
      "Has placed his will (leaving everything to Dick) in the hands of James De Lancey who is to send it to him. Pleasure at his [Dick's) promotion. Has been encamped at Trois Rivieres since 28th June with five companies under his command."
    ],
    "tagDate": ["1761-07-25T00:00:00.000Z"],
    "tagPerson": ["Dick, his brother", "Legge, Francis"],
    "tagPlace": ["Trois Rivieres"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "403": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagDescription": [
      "Same to Same. On the same subject. Mr Nelme copied the letter he brought for Lady A. from a draught given him by Dr. Dodd. The letters probably refer to the charge of simony brought against Dr. Dodd (the Maccaroni parson) who, through his wife, offered a sum of money to the Chancellor for a Church living of which he was patron."
    ]
  },
  "857": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Merlin, Annapolis Basin"],
    "tagPerson": ["Legge, Governor", "Burnaby, W. C., Captain"],
    "tagDate": ["1776-03-26T00:00:00.000Z"],
    "tagDescription": [
      "Applying for a grant of land in Nova Scotia in the terms of the King's proclamation of 7th Oct. 1763, he having served more than two years in the late war",
      "and enclosing a petition to the same effect."
    ]
  },
  "1564": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagPlace": ["New York"],
    "tagDescription": [
      "Enclosures:--Extract of a letter from Sir Jeffrey Amherst to Sir William Johnson. In John Pownall's hand. Having received His Majesty's commands for the operations of the ensuing champaign, asks him to use his influence in order to bring as many Indians into the field as he can prevail upon to join His Majesty's arms, and to have them ready as early as possible to act in conjunction with his troops."
    ],
    "tagPerson": ["Johnson, William, Sir", "Amherst, Jeffrey, Sir"],
    "tagDate": ["1760-02-23T00:00:00.000Z"]
  },
  "438": {
    "tagDate": ["1774-07-08T00:00:00.000Z"],
    "tagPerson": ["Legge, Governor", "Earl-of Dartmouth"],
    "tagDescription": [
      "The insufficient communication between Great Britain and Nova Scotia. The ADAMANT is the only vessel trading between the two, and she makes but two voyages a year. Has heard by a vessel from Portsmouth, New Hampshire, that the trading towns on the Continent of America are entering into combinations not to trade with Great Britain or the Sugar Colonies. [Letter signed in MG 11, CO 217, vol. 50, p. 182 - dated July 6]"
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "595": {
    "tagDate": ["1775-08-20T00:00:00.000Z"],
    "tagDescription": [
      "if not, he requests him not to put Captain Marsh in arrest.",
      "Same to same. Is sorry a misunderstanding has arisen between Governor Legge and Captain Marsh, with regard to the hay on George's Island and the Eastern Battery. The use of the ground round the guns has always been considered the perquisite of the officer in command. Enquires if Governor Legge be-still in the army"
    ],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"]
  },
  "1747": {
    "tagPerson": ["Roubaud", "Dartmouth, D"],
    "tagDate": ["1765-08-17T00:00:00.000Z"],
    "tagDescription": [
      "(in French). If he has proposals to make to the Board of Trade in name of the Governor of Quebec, he will be received with all respect. Has not time either for an interview or to examine his papers. When Murray shall have given notice to the Board of the Board of the commission with which he has charged him (Roubaud) he would find him (Dartmouth) ready to testify his sentiments."
    ],
    "tagNotebook": ["CAE'ADA, 1757-1792"],
    "tagPlace": ["London"]
  },
  "666": {
    "tagDescription": [
      "Deposition of William Humphrey sworn before Charles Morris, J.P., with regard to a woman whom he had sent for from England to be a maid servant to Governor Legge."
    ],
    "tagDate": ["1775-10-07T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Halifax"]
  },
  "615": {
    "tagDescription": [
      "As to the protection of the Province of Nova Scotia from attacks by the New England rebels."
    ],
    "tagPerson": ["Cage, General ", "Legge, Governor"],
    "tagDate": ["1775-09-04T00:00:00.000Z"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston"]
  },
  "1234": {
    "tagDate": ["1772-01-01T00:00:00.000Z"],
    "tagDescription": [
      "A number of papers in French with references to the claim of the Sieur Michel Chartier de Lotbiniere to lands on Lake Champlain-apparently memoranda for the Earl of Dartmouth. These papers are: Memorandum pour deux seigneuries a la tete du lac Champlain prepriete du Sr Wichel Chartier de Lotbiniere &c. Prospectus sur mes deux seigneuries du lac Champlain et des sommes depensees a leur occasion. Londres 23 Juin 1772. Ext: de la capitulation generale du Canada 8 Sept. 1760 concernant les proprietes et droits de tous ceux qui vivent dans l'Etendu du dt. pais with Ext: du trait6 de'paix 10 Fev. 1763. Reflexions sur la valeur de mes deux Seigneuries du lac Champlain Londres 9 Dec. 1772. Extract from his journal concerning a conversation held with Lord Hillsborough 24 March 1772. [Somewhat similar papers are in the Public Record Office, Board of Trade, New York, Vol. 42.]"
    ],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "1075": {
    "tagDate": ["1766-01-01T00:00:00.000Z"],
    "tagDescription": [
      "Memorandum to take the King's Pleasure. Six items respecting the Newfoundland Merchants' petition, the Lieutenant-Governor of Placentia, Governor Paterson's (of St. John despatches, appointment of another Secretary and Chief Justice for New Hampshire, Colden's willingness to resign his office of Lieutenant-Governor of New York if desired, and pardon for Reynold McDougal in North Carolina."
    ],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "879": {
    "tagDate": ["1776-04-01T00:00:00.000Z"],
    "tagDescription": [
      "Same to same. On the same subject. He has found that his information was wrong, and wishes Mr. Legge a good voyage home and a speedy return to the province."
    ],
    "tagPlace": ["Windsor"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "315": {
    "tagDate": ["1772-11-04T00:00:00.000Z"],
    "tagPerson": ["Campbell, William, Lord", "Earl of Dartmouth"],
    "tagDescription": [
      "Enclosing the King's permission to return to England, which is not to be used unless on his arrival Lord William resigns his commission. [Draft in MG 11, C.O. 217, Vol.48, pp. 132-3 and Nova Scotia A, Vol. 88. pp. 114-5]"
    ],
    "tagPlace": ["Whitehall"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1707": {
    "tagDescription": [
      "Recommends the appointment to the Council of Quebec, of William Grant."
    ],
    "tagDate": ["1766-05-05T00:00:00.000Z"],
    "tagPerson": ["Dartmouth", "Grant"],
    "tagPlace": ["London"],
    "tagNotebook": ["CAE'ADA, 1757-1792"]
  },
  "1425": {
    "tagDate": ["1775-09-21T00:00:00.000Z"],
    "tagPerson": ["Hey, William, Chief Justice", "Dartmouth, Lord"],
    "tagDescription": [
      "Is in an agony of mind to be expressed. Fears this whole province will soon be in the hands of the enemy as there is nothing to oppose them but the works at St. John's and 500 men. Canadians will not help and Indians have given up for want of support. Carleton has only a small force with him, but they will sooner die than surrender. Sad state of the country for want of troops. Canadians and Indians have joined the rebels. 18 Sept. A courier is just arrived with copies of some Circular Letters sent from the Rebels to the parishes on the south shore nearest their camp ordering them to furnish 50 men each, armed with provisions for 4 days at their own expense on pain of military execution. This procedure has alarmed the Canadians. Thinks, if a respectable body of men could be got together and 500 were to march to St. John's, the rebels would break up and return to Ticonderoga, and, if not assisted by the Canadian would abandon their design till the spring. Personal danger."
    ],
    "tagPlace": ["Quebec"],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  },
  "274": {
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"],
    "tagPlace": ["Boston, New England"],
    "tagPerson": ["Nicholson, Fr.", "Earl of Dartmouth"],
    "tagDate": ["1714-02-17T00:00:00.000Z"],
    "tagDescription": [
      "Is now examining Colonel Vetch, late Governor of Annapolis Royal, charged with arbitrary and illegal proceeding. Sends a copy of his letter of Dec. 14 last, in which he complained that there were sent over to Boston and other places all the traitorous, factious, and illnatured pamphlets of all sorts, and industriously spread abroad among the people",
      "and suggested that a good number of loyal prints should be sent over for distribution to undeceive the people. [Letter of 14 December 1713 enclosed-7"
    ]
  },
  "480": {
    "tagDate": ["1774-12-07T00:00:00.000Z"],
    "tagPerson": [
      "Belcher, Jonathan, Chief Justice of Nova Scotia",
      "Hutchinson, Governor"
    ],
    "tagDescription": [
      "Jonathan Belcher, Chief Justice of Nova Scotia, to Governor Hutchinson in London, to assist him in recovering arrears to the amount of £362., due to him from the War Office."
    ],
    "tagPlace": ["Halifax"],
    "tagNotebook": ["NOVA SCOTIA, 1688, 1710-1784"]
  },
  "1213": {
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"],
    "tagDescription": [
      "I am sick of this bad World, London and Westminster grow Painful to me Thanks for his kind treatment. Refers to his petition to Lord North for the Collectorship of Customs in Connecticut."
    ],
    "tagDate": ["1772-07-31T00:00:00.000Z"],
    "tagPerson": ["Hall, Captain", "Earl of Hillsborough"]
  },
  "1516": {
    "tagDate": ["1775-12-25T00:00:00.000Z"],
    "tagDescription": [
      "The Elizabeth store ship left Quebec the 22nd of November to proceed to Boston but was driven off the coast of America by contrary winds. She has arrived at Portsmouth and the master, Lieutenant Parry, has come to town. A letter from Captain Hamilton of the Lizard to Admiral Graves says General Carleton was come to Quebec and a Council of War had resolved to defend the town to the utmost",
      "strength of garrison there. The Polly came down the river with the Elizabeth having on board a deserter from the rebels and dispatches from Carleton. The rebels had not on the 22d November come down from the upper part of the river. About 500 belonging to Arnold had crossed and come under the walls of-Quebec but dispersed when fired upon."
    ],
    "tagNotebook": ["NOVA SCOTIA AND QUEBEC 1765 - 1798"]
  }
}
