{"316":{"tagDescription":["CANADIAN CLASSIFIED DIRECTORY Mitchell & Co.'s Canada Classified Directory for 1865-66 (Toronto: Mitchell & Co., printed by Lovell & Gibson, [1886]), 784 pages and 227 pages of advertisements."],"tagPerson":["CANADIAN CLASSIFIED DIRECTORY"],"tagDate":["[1865-01-01T00:00:00.000Z TO 1866-12-31T23:59:59.999Z]"]},"246":{"tagDescription":["[BRIAND, Jean-Olivier] Lettre circulaire à tous les curés [de Québec] sur le secours à apporter à la cathédrale de Québec, attribuée à Mgr Briand (non signée)."],"tagPerson":["[BRIAND, Jean-Olivier]"]},"256":{"tagDescription":["LACROIX, Janvier-Domptail Nominations de Janvier-Domptail LaCroix comme: capitaine dans le troisième bataillon de la milice de Montréal, signé par le gouverneur sir George Prevost, 7 avril 1812; capitaine dans le cinquième bataillon de la milice d'élite et incorporée et gardant l'ancien rang dans la milice sédentaire, signé par le gouverneur sir George Prevost, 15 septembre 1812; major du troisième bataillon de la milice de Montréal, signé par le gouverneur Dalhousie, 4 juillet 1821; major du second bataillon de la milice du comté de Montréal, signé par sir James Kempt, 17 avril 1830. Cachets."],"tagDate":["[1812-01-01T00:00:00.000Z TO 1830-12-31T23:59:59.999Z]"],"tagPerson":["LACROIX, Janvier-Domptail"]},"206":{"tagDescription":["LEFEBVRE, Laurent. Deux reçus au nom de Laurent Lefebvre pour la rente de son habitation, signés par [Jacques] Frémin, 10 novembre 1666."],"tagPerson":["LEFEBVRE, Laurent."],"tagDate":["1666-11-10T00:00:00.000Z"]},"265":{"tagDescription":["WILLIAMS, J. Letter from Daniel Sutherland, deputy postmaster general of British North America to J. Williams."],"tagPerson":["WILLIAMS, J."],"tagDate":["1819-01-01T00:00:00.000Z"]},"214":{"tagDescription":["CRISAFY, Antoine, marquis de. Bail d'une propriété par Marie-Anne Hardye Mallet à Antoine de Crisafy. Porte leurs signatures."],"tagDate":["1698-01-01T00:00:00.000Z"],"tagPerson":["CRISAFY, Antoine, marquis de"]},"211":{"tagPerson":["MASSACRE DE LACHINE"],"tagDescription":["MASSACRE DE LACHINE Document signé par le curé de Lachine, [Pierre] Rémy, le 6 avril 1691, certifiant que Magdeleine Bourgery, veuve de Jean Bosne dit Lafranchise, et maintenant mariée à Jacques Chasle dit Duhamel, est venue avec ses enfants et des voisins se réfugier au fort de l'église de Lachine le 5 août 1689, a été recueillie avec ses enfants par les soeurs de la Congrégation et qu'il lui a donné à manger ainsi qu'à ses enfants et lui a aussi donné du travail pour l'aider à subsister. Le document est également signé par François Dollier, supérieur des Sulpiciens,le 9 avril 1689."]},"251":{"tagDescription":["CARYSFORT, Lord. Letter from G[eorge C.] Berkely to [John Joshua Proby, 2nd Baron and 1st] Earl of Carysfort, Halifax, 25 August 1806."],"tagDate":["1806-08-25T00:00:00.000Z"],"tagPerson":["CARYSFORT, Lord"]},"268":{"tagPerson":["DEMARTIGNY, J.-L."],"tagDate":["[1823-09-20T00:00:00.000Z TO 1826-12-31T23:59:59.999Z]"],"tagDescription":["DEMARTIGNY, J.-L. Nominations and instructions to J.-L. DeMartigny as agent for superintending the settlement of the township of Upton in the Eastern Townships, signed by A.W. Cochran, 23 December 1823, and by Jos. Bouchette, 20 September 1826."]},"183":{"tagPlace":["GARE WINDSOR, Montréal (Québec)"],"tagDate":["1880-01-01T00:00:00.000Z"],"tagDescription":["GARE WINDSOR «Plan d'une propriété appartenant aux MM. Aug. & O. Robert, A.A. Trottier, & L. Dupuy, située au village d'Hochelaga». Burland, Lafricain & Cie. Lith. Échelle 100 pieds au pouce."]},"276":{"tagPlace":["CANADA - UNITED STATES BOUNDARIES"],"tagDate":["1845-01-01T00:00:00.000Z"],"tagDescription":["CANADA - UNITED STATES BOUNDARIES, Two printed documents: Disputed Territory. Return to an Address of the Honourable The House of Commons, dated 8 April 1845; -for, Copy of a Despatch from Lord Sydemham to Lord John Russell, dated the 9th day of August 1841, respecting the Provisional Occupation of the Disputed Territory, and of the subsequent Correspondence thereon, ordered by the House of Commons, to be printed, 9 April 1845, 5 pages; and Printed correspondence respecting and tracing the boundary line between Her Majesty's possessions in North America and the United States, under the VIth Article of the Treaty signed at Washington, August 9, 1842. With Map annexed showing the Country in which the operations have been carried on. Presented to the House of Commons by Command of Her Majesty (London: Printed by T.R. Harrison), 38 pages."]},"101":{"tagPerson":["CANADIAN LIBRARY CATALOGUE"],"tagDate":["1883-01-01T00:00:00.000Z"],"tagDescription":["CANADIAN LIBRARY CATALOGUE Catalogue of a Canadian Library."]},"195":{"tagDescription":["TARDIVEL, Jules-Paul. Lettres de l'abbé Georges Dugas."],"tagPerson":["TARDIVEL, Jules-Paul"],"tagDate":["[1901-01-01T00:00:00.000Z TO 1907-12-31T23:59:59.999Z]"]},"232":{"tagDescription":["SENET [dit Laliberté, Nicolas]. Lettre de Lepage de Sainte-Claire à M. Senet lui demandant de remettre à Mme Lapointe tous les contrats la regardant et au sujet de la borne de Dupré, 19 février 1724."],"tagPerson":["SENET [dit Laliberté, Nicolas]"]},"305":{"tagDescription":["KEARNY, Henry, and DALEY, Margaret Copy of an agreement signed, 14 March 1856, before Montreal notary John Helder Isaacson, regarding the purchase of a piano by instalments, made by Henry Kearny and his wife Margaret Daley, from Abraham and Samuel Nordheimer of Boston."],"tagPerson":["KEARNY, Henry","DALEY, Margaret"],"tagDate":["1856-01-01T00:00:00.000Z"]},"97":{"tagDate":["1867-01-01T00:00:00.000Z"],"tagPerson":["PARENT, Étienne"],"tagDescription":["PARENT, Étienne Lettre de Luc Letellier de Saint-Just à Étienne Parent relative à la candidature de Parent aux prochaines élections."]},"224":{"tagDescription":["ARCHAMBAULT, Jean Mémoire et reçus de messe commandées par Jean Archambault pour sa mère défunte, Catherine Marchand, femme de Laurent Archambault."],"tagPerson":["ARCHAMBAULT, Jean"],"tagDate":["[1713-01-01T00:00:00.000Z TO 1714-12-31T23:59:59.999Z]"]},"221":{"tagPerson":["RAUDOT, Jacques"],"tagDate":["1709-01-01T00:00:00.000Z"],"tagDescription":["RAUDOT, Jacques. Copie de l'ordonnance de l'intendant Raudot relative aux clôtures que les seigneurs doivent construire sur leurs terres, 25 mai 1709."]},"69":{"tagDescription":["KING, Dr. Richard The Franklin Expedition. To his Grace the Duke of Newcastle, Secretary of State for the Colonie. A letter of Appeal, by Dr. King, M.D., London: John Churchill, New Burlington Street, 1860. In this printed pamphlet, King sets forth his proposals and arguments for an expedition to be sent by the British Admiralty to search for clues of the lost Franklin expedition."],"tagPerson":["KING, Dr. Richard"],"tagDate":["1860-01-01T00:00:00.000Z"]},"235":{"tagDate":["1732-01-01T00:00:00.000Z"],"tagPerson":["Lalande, Marianne","REPENTIGNY, Jean-Baptiste de"],"tagDescription":["REPENTIGNY, Jean-Baptiste de, et Lalande, Marianne Convention de mariage entre Jean-Baptiste de Repentigny et Marianne Lalande, fille de Léonard Lalande et de Gabrielle Baune, 4 mai 1732, signé par Breul, prêtre."]},"230":{"tagDescription":["[CHABERT] DE JONCAIRE, [Louis-Thomas]. Lettre de [Louis-Thomas Chabert] de Joncaire demandant de faire un bail pour l'Île Bourdon que M. de Repentigny lui a donnée à ferme pour y faire les foins."],"tagPerson":["[CHABERT] DE JONCAIRE, [Louis-Thomas]"],"tagDate":["1714-01-01T00:00:00.000Z"]},"209":{"tagDate":["1686-01-01T00:00:00.000Z"],"tagPerson":["MOREAU, [Michel]"],"tagDescription":["MOREAU, [Michel] Procuration donnée à M. Moreau par [Pierre] Boucher, signée par Boucher."]},"134":{"tagDate":["[1866-01-01T00:00:00.000Z TO 1895-12-31T23:59:59.999Z]"],"tagPerson":["GAUVREAU, L.-N."],"tagDescription":["GAUVREAU, L.-N. Documents relatifs au déplacement d'Indiens Malécites habitant l'Isle-Verte pour des buts de colonisation : correspondance, reçus des Indiens, listes de sommes d'argent payées aux Indiens, liste de lot octroyés, etc."]},"242":{"tagDescription":["DUCLOS, -. Lettre de M. Leclerc à M. Duclos lui mentionnant qu'il l'a recommandé au père supérieur et au père procureur, 21 février 1742."],"tagPerson":["DUCLOS, - ."]},"238":{"tagDate":["1738-01-01T00:00:00.000Z"],"tagPerson":["LACROIX, Hubert-Joseph de"],"tagDescription":["LACROIX, Hubert-Joseph de. Document certifiant que Hubert-Joseph de LaCroix, chirurgien établi à Québec, prend soin gratuitement des malades depuis deux ans à l'Hôtel-Dieu de Québec, 15 octobre 1738. Signé, entre autres, par [Sylvestre-François-Michel] Ransonnet, supérieur ecclésiastique à l'Hôtel-Dieu de Québec, soeur Marie-Catherine de Saint-Joachim, supérieure de l'Hôtel-Dieu, Bertier, chirurgien du roi."]},"202":{"tagPerson":["ADHÉMAR DE SAINT-MARTIN, Antoine"],"tagDate":["1666-10-28T00:00:00.000Z"],"tagDescription":["ADHÉMAR DE SAINT-MARTIN, Antoine Lettre de [Jacques] Cailhault au notaire Antoine Adhémar l'informant que [Louis] Pinard a vendu sa terre de Champlain et lui demandant de faire une saisie, 28 octobre 1666. Porte le sceau de J. Cailhault."]},"217":{"tagDescription":["LAMY, Louise. Document par lequel Charles-Paul Marin de la Malgue permet à son épouse Louise Lamy d'accepter de monsieur de Belmont, prêtre procureur du Séminaire de Montréal, une habitation située sur l'île de Montréal appartenant à Jean-Baptiste Bouchard d'Orval."],"tagDate":["1708-01-01T00:00:00.000Z"],"tagPerson":["LAMY, Louise."]},"91":{"tagDescription":["SCHILLER, C.E. Copy of The Return of Crown officers prosecuting for the Crown on behalf of the Honorable The Attorney General in the late Court of King's Bench (Criminal juridiction) and in the Court of Queen's Bench (Crown side) in the District of Montreal, Montreal, 22 November 1867, attached to a letter from the Hon. Gédéon Ouimet asking for names of the Crown officers since 1841."],"tagDate":["1867-11-22T00:00:00.000Z"],"tagPerson":["SCHILLER, C.E."]}}