{
  "130": {
    "tagDescription": [
      "to Selkirk. Mentions Sir Gordon Drummond leaving in the Regalia.Sir Sydney Berkwith,Col.Jarvis,Major Foster and Major Howard also leave. Refers to negotiations with the North West Company."
    ],
    "tagPerson": ["Mure"],
    "tagDate": ["1816-05-04T00:00:00.000Z"],
    "tagPlace": ["Quebec"]
  },
  "21": {
    "tagDescription": [
      "to John Cuming. Six boats to be purchased;provisions ordered."
    ],
    "tagPerson": ["Selkirk "],
    "tagDate": ["1816-03-30T00:00:00.000Z"],
    "tagPlace": ["Montreal"]
  },
  "823": {
    "tagPlace": ["Red River"],
    "tagPerson": ["Graham, D."],
    "tagDate": ["1816-11-05T00:00:00.000Z"],
    "tagDescription": [
      "to Michael MacDonell. Informing him of his arrival.Seeking suitable place to pass the winter."
    ]
  },
  "367": {
    "tagPlace": ["Sault St.Mary's"],
    "tagDate": ["1816-07-01T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagDescription": [
      "to Lord Selkirk. Advising him of the difficulties to be met on is underaking to proceed to Red River. The animosity of the North West Company whose influence over the Indians and halfbreeds is strong.The supplies and clothing carried are insufficient for such an expedition;particularly so in the winter season.Fears for his personal safety against such enemies."
    ]
  },
  "957": {
    "tagPlace": ["Montreal"],
    "tagDescription": [
      "to Selkirk. Acknowledges letters received.Congratulates him on discoveries made at Red River against the North West Company.Reports on legal proceedings,trial of prisoners",
      "witnesses and evidence produced.Claim in regard to furs in dipute.Arrangements made with North West Partners invalid.Criminal charges brought against himself (Selkirk) by the North West Company partners sent for trial and released on bail. No copies of warrant received in Montreal. Trusts that the re-establishment of the colony on a solid foundation may be effected."
    ],
    "tagDate": ["1817-01-20T00:00:00.000Z"],
    "tagPerson": ["Stuart, James"]
  },
  "799": {
    "tagDescription": [
      "to James Stuart. Forward affidavits of two Canadians,Faye and La Pointe, respecting the murder of Keveny",
      "also the confession of Sergeant Reinhard."
    ],
    "tagDate": ["1816-10-31T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "777": {
    "tagPerson": ["Good, Richard"],
    "tagDate": ["1816-10-27T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Forwards letters by Indian.Mr. Pritchard left on 19th instant. D.McIntosh, of the North West Company,took his passage at the same time. Two ships left on August;none have arrived.List of articles paid to the Indian accompanying Etienne Creyte."
    ],
    "tagPlace": ["Michipicoton"]
  },
  "117": {
    "tagPlace": ["Les Place des Chats"],
    "tagDate": ["1816-04-27T00:00:00.000Z"],
    "tagPerson": ["Hodgson, John"],
    "tagDescription": [
      "to Selkirk. States the boat built for him is in charge of Mr. McLean. Regrets delay. Explains loss of time to himself and his sons and asks $200 for the boat."
    ]
  },
  "181": {
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-05-23T00:00:00.000Z"],
    "tagDescription": [
      "to Captain Charles Sturler. Suggests men from the disbanded de Watteville regiment should proceed to Red River as settlers. Thinks Koloschinski may induce his countrymen to become settlers.Would provide a large tract of land for any Poles who follow him."
    ]
  },
  "277": {
    "tagDate": ["1816-07-26T00:00:00.000Z"],
    "tagPerson": ["Morrison, William", "Grant, Charles"],
    "tagDescription": [
      "to Alex.Clarke. The Bois Brules in the Red River have cut off 22 men belonging to the Colony and cleared the rivers making it difficult for any to attempt a colony.",
      "to Frederick Occurrences at Red River. In a pitched battle between the Hudson Bay Company and the half-breeds,22 of the former fell, including the Governor and six of his suite. In Athabasca famine had taken sixty or seventy of the settlers. Expects a civil war."
    ],
    "tagPlace": ["Lac La Pluie", "Fort William"]
  },
  "411": {
    "tagPlace": ["Fort William"],
    "tagDescription": [
      "to Agents of North West Company. Inquiries into arrest of Pritchard,Pambrun, Bourke,McPherson and other gentlement of the Red River Settlement."
    ],
    "tagDate": ["1816-08-12T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "212": {
    "tagPlace": ["Niagara Falls"],
    "tagDate": ["1816-05-28T00:00:00.000Z"],
    "tagPerson": ["Clarke, Thomas"],
    "tagDescription": [
      "to Selkirk. Regarding provisions ordered and his efforts to have them forwarded.Mentions the sale of lot on River Thames and Grand River. Forwards letter to D.Graham,at York."
    ]
  },
  "253": {
    "tagDate": ["1816-06-18T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagDescription": [
      "to William Johnston,of Prince Edward Island. Regarding settlers and land. Haliday and Mary Cochrane to have 200 acre lot."
    ]
  },
  "979": {
    "tagPerson": ["Rolette, Joseph"],
    "tagDate": ["1817-01-12T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Offers to deliver cattle to Red River Settlement in the summer of 1818",
      "200 cows,one or two pair of oxen at $100.00 per head. Mares, horses and sheep will be taken at the same time if required."
    ],
    "tagPlace": ["Prairie des Chiens"]
  },
  "172": {
    "tagDescription": [
      "to Selkirk, Writes on condition of affairs at home. The people against emigrating to Red River,but would go to Prince Edward Island,realizing they must emigrate while they have the means. Much suffering among the people.Has engaged twenty-one servants for the Company. Peter Robertson is highly recommended. Donald McKenzie,of Stornway,has twenty or more men ready to go."
    ],
    "tagPerson": ["McDonald, John"],
    "tagDate": ["1816-05-18T00:00:00.000Z"],
    "tagPlace": ["Thurso, Scotland"]
  },
  "712": {
    "tagPlace": ["Fort William"],
    "tagDescription": [
      "to Lord Ellenborough. (Copy.) Forwards official letter and trusts it may meet with his approval."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-10-10T00:00:00.000Z"]
  },
  "134": {
    "tagDescription": [
      "to Major-General John Wilson. Transmitting papers relating to the Red River Settlement. Trusts that on assuming the government he will put into effect Bathurst's instructions for a Military detachment to protect the Red River Settlement."
    ],
    "tagDate": ["1816-05-06T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagPlace": ["Montreal"]
  },
  "973": {
    "tagDate": ["1817-01-16T00:00:00.000Z"],
    "tagPerson": ["Goulburn, H."],
    "tagDescription": [
      "to Berens. (Copy.) Acknowledges letter received by Bathurst with enclosures.The situation in Upper Canada has changed.Must await the result of the trials."
    ],
    "tagPlace": ["Downing St."]
  },
  "753": {
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-10-16T00:00:00.000Z"],
    "tagDescription": [
      "to Pambrun. Advising him of the arrival of prisoners.Papers found at Fond du Lac of great importance.Semple dresses for La Guelle Platte,Le Frise and Le Brecher,with presents for their wives.Is informed the Indians are preparing a great war party against the Sioux;will prevent it if possible. Will re-establish the old Grand Portages and form several posts on the route to the interior."
    ]
  },
  "1011": {
    "tagDescription": [
      "to Selkirk. Has undertaken the journey to New Brunswick with despatches from the newly appointed Commissioners.Revocation of Magistrates Commissions.Robertson admitted to bail."
    ],
    "tagDate": ["1817-01-31T00:00:00.000Z"],
    "tagPerson": ["Williamson, A.J."],
    "tagPlace": ["Michipicoten"]
  },
  "543": {
    "tagDescription": [
      "to Selkirk. Informing him that Lady Selkirk had personally approached the Governor General for cancellation of commissions issued to persons in the Voyageurs Corps in the Indian Country.Fears continued trouble from the half-breeds. Arrest of Toussaint and Antoine Lesieur. Joseph and Antoine Lepine."
    ],
    "tagPerson": ["Gale, Samuel"],
    "tagDate": ["1816-08-27T00:00:00.000Z"],
    "tagPlace": ["Montreal"]
  },
  "528": {
    "tagPlace": ["Fort William"],
    "tagDescription": [
      "to James Stuart. Forwarding duplicates of affidavits taken relative to the attack at Red River."
    ],
    "tagDate": ["1816-08-24T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "667": {
    "tagDescription": [
      "Extract of proceeding on a complaint from Henry McKenzie and James Leith respecting canoes and property of Lord Selkirk. Basis of agreement between the Hudson's Bay Company and the North West Company."
    ],
    "tagDate": ["1816-01-01T00:00:00.000Z"],
    "tagPerson": ["Coltman, W. B."]
  },
  "278": {
    "tagPerson": ["Campbell, Colin"],
    "tagDate": ["1816-05-10T00:00:00.000Z"],
    "tagDescription": [
      "to Messrs.McRobb & Cowie, McGillivray followed Clarke and got the Indians out of the way. Clarke having lost three men from starvation came to terms and handed over his goods in exchange for sufficient food to take his party down to Fort Chipewayan. In the fall 12 of his men had perished attemting to reach that fort."
    ]
  },
  "53": {
    "tagPlace": ["Castle of St. Louis, Quebec"],
    "tagPerson": ["Drummond "],
    "tagDate": ["1816-04-01T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Encloses letter from Adjutant General regarding Commissions granted in Voyegeurs Corps. By.G.O. 14 May,1814, to N.McLeod the rank of Major, 20 May the rank of Colonel to McGillivray and the rank of Major to Pierre Rocheblave, in the Indian country."
    ]
  },
  "661": {
    "tagDescription": [
      "to Lord Chief Justice of England. Requesting him to name arbitrators to settle the case between himself and the North West Company."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-09-20T00:00:00.000Z"]
  },
  "825": {
    "tagDescription": [
      "to Civil Secretary. Requesting to inform His Excellency that warrants have been issued at York for the arrest of Lord Selkirk and his officers. The Deputy Sheriff has left with the warrants to join De Rocheblave ,who will proceed to Fort William. The Commissioners left Lachine to proceed on their mission."
    ],
    "tagDate": ["1816-11-09T00:00:00.000Z"],
    "tagPerson": ["Richardson"]
  },
  "308": {
    "tagDescription": [
      "to Selkirk. Regarding the payment of Canadians engaged at Kingston. His own movements and the supplies."
    ],
    "tagPerson": ["Matthey"],
    "tagDate": ["1816-07-08T00:00:00.000Z"],
    "tagPlace": ["Nottawasaga"]
  },
  "28": {
    "tagDescription": [
      "to Thomas Vincent. Mr. Dyer has delivered letter of 14 January. Has urged Spence and William Leach to return with despatch explaining measures taken to forward provisions by boat to the Sault. Has changed his own plans and hopes to be at the Sault by 20 May.Suggests route he should take. Insists that the Indian murderer of Edward Silk has a fair trial. Considers McCullock's claim unfounded. Murphy,a young man in the Company's service, goes to the Sault."
    ],
    "tagDate": ["1816-03-30T00:00:00.000Z"],
    "tagPerson": ["Selkirk "],
    "tagPlace": ["Montreal"]
  },
  "436": {
    "tagDescription": [
      "fifteen of his men starved to death while he and the remainder had to humiliate themselves and seek provisions from the North West Company. At Great Slave Lake Mr.McAuley was in the same state.The Chipewyan party were assisted by Roderick McKenzie.Mr.Logan,at Isle a la Crosse, procured suficient food.Mr.Decoigne, at Lesser Slave Lake,was still more fortunate.Canoes have left for all the posts mentioned with men and supplies. Tobacco scarce for trading purposes.",
      "to Selkirk. Appointed governor of the northern department by Semple. Acquaints him with the misfortunes of the expedition and expulsion from Red River.Remarks on distressing experiences of Mr.Clarke at Peace River"
    ],
    "tagDate": ["1816-08-12T00:00:00.000Z"],
    "tagPerson": ["Bird, James"]
  },
  "771": {
    "tagPlace": ["Sandwich"],
    "tagDescription": [
      "to Boulton. Regarding a warrant against Lord Selkirk for forcible entry Magistrates consider it a difficult case .Gives notes on example of similar cases. Asks for information.Mr. Woods, of York,note on letter from Mr.Woods,of Sandwich.Mr.Hands, sheriff of the Western District,mentions that his Deputy,Smith,intends setting out to execute his warrant."
    ],
    "tagPerson": ["Wood, James"],
    "tagDate": ["1816-10-25T00:00:00.000Z"]
  },
  "80": {
    "tagDescription": [
      "to R.C. Pambrun. Instructs him to proceed to Brandon House and arrange with P. Fidler against possible raids by North West Company halfbreeds."
    ],
    "tagPerson": ["Semple"],
    "tagDate": ["1816-04-12T00:00:00.000Z"],
    "tagPlace": ["Fort Douglas"]
  },
  "339": {
    "tagPlace": ["Drummond Island"],
    "tagDate": ["1816-07-22T00:00:00.000Z"],
    "tagDescription": [
      "Minutes of a council held this day between Catawabite, a Chippewa Chief of Sandy Lake,and Lieut.Colonel Moody,Superintendent of Indian Affairs, of the North West Company.Regarding affairs of the North West Company,their meeting and using the Indians against the Red River settlers. The chief's reply."
    ]
  },
  "532": {
    "tagDate": ["1816-08-25T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagDescription": [
      "to Michael MacDonell. Regarding change of route he is following.Mr. Pambrun to establish a new post."
    ]
  },
  "78": {
    "tagDescription": [
      "to Selkirk. (French.) Regarding a Catholic Mission in Red River Settlement."
    ],
    "tagPerson": ["Plessis, Bishop"],
    "tagDate": ["1816-04-08T00:00:00.000Z"],
    "tagPlace": ["Quebec"]
  },
  "944": {
    "tagDescription": [
      "to Selkirk. Reports the arrival of Morrison and Roussain. Their claims to jurisdiction as agents of the South West Company. (French.)"
    ],
    "tagDate": ["1816-12-31T00:00:00.000Z"],
    "tagPerson": ["Pambrun"],
    "tagPlace": ["Lac du Cedre Rouge"]
  },
  "472": {
    "tagDescription": [
      "to Gore. Informing him of conditions at Red River,the fate of the settlers already there and his own arrival.Takes legal steps against the representatives of the North West Company,arresting McGillivray.Constitutes John McNab and Donald McPherson special constables.Takes precautions against further attacks."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-08-21T00:00:00.000Z"],
    "tagPlace": ["Fort William"]
  },
  "998": {
    "tagPlace": ["Montreal"],
    "tagDate": ["1817-01-22T00:00:00.000Z"],
    "tagDescription": [
      "Copy of a letter which Ellice and Simon McGillivray proposed the Hudson's Bay Company should sign jointly with the agents of the North West Company and send to Lord Bathurst."
    ]
  },
  "946": {
    "tagPlace": ["East Main"],
    "tagDescription": [
      "Semple had written the Committee about them.North West Company threatens to arrest him.",
      "to Selkirk. Many of the Red River Settlers anxious to return home with A.MacDonell next year. They are attached to their farms,but alarmed at the many atrocities committed. Fears that nothing but perfect security will keep them. Chastilland too weak to command the expedition.Had a deplorable account from Dyer and Greely.Loss sustained by the Company in death of Semple.Remarks about Mr. Auld and Mr.Ellice"
    ],
    "tagPerson": ["Robertson, Colin"],
    "tagDate": ["1816-11-12T00:00:00.000Z"]
  },
  "613": {
    "tagDate": ["1816-09-19T00:00:00.000Z"],
    "tagPerson": ["Good, Richard"],
    "tagDescription": [
      "to Selkirk. Referring to provisions for the Hudson's Bay Company. Leather is necessary for the trade;hopes for a supply."
    ],
    "tagPlace": ["Michipicoten"]
  },
  "1001": {
    "tagDescription": [
      "to Selkirk. Regarding accounts,wages and disbursements."
    ],
    "tagDate": ["1817-01-23T00:00:00.000Z"],
    "tagPerson": ["Forrest, Henry"],
    "tagPlace": ["Montreal"]
  },
  "221": {
    "tagDescription": [
      "Engages to go with Selkirk as naturalist. Will receive thirty dollars per month and expenses."
    ],
    "tagPerson": ["Pursh, Frederick"],
    "tagDate": ["1816-06-03T00:00:00.000Z"],
    "tagPlace": ["Montreal"]
  },
  "138": {
    "tagDate": ["1816-04-13T00:00:00.000Z"],
    "tagDescription": [
      "Enclosures:- (1.) Drummond to Selkirk, Regarding the discharge of the Voyageur Corps.States his views on providing a military escort for his personal safety."
    ],
    "tagPlace": ["Castle of St.Lewis, Quebec"]
  },
  "902": {
    "tagDescription": [
      "gives reasons. Arrest of Morrison. (French.)",
      "to Selkirk, Report as to march. Gives information regarding the Bois Brule Indians.Arrangement with clerks of North West Company impossible"
    ],
    "tagPerson": ["Pambrun"],
    "tagDate": ["1816-12-12T00:00:00.000Z"],
    "tagPlace": ["Lac du Cedre Rouge"]
  },
  "35": {
    "tagDate": ["1816-03-30T00:00:00.000Z"],
    "tagPerson": ["Selkirk "],
    "tagDescription": [
      "to D. Graham. Instructions regarding provisions arranged for by T.Clarke, of Niagara Falls, and A. Wood. Ammunition may be procured from the iron works at Onondago. Benjamin Hawke will provide teams. Wishes to purchase an iron crank and frame for a saw-mill, with plan for erection. Will engage two brick-makers. Desires to forward garden seeds to McLeod's new post near Red Lake."
    ],
    "tagPlace": ["Montreal"]
  },
  "96": {
    "tagPerson": ["Semple, Robert"],
    "tagDate": ["1816-04-15T00:00:00.000Z"],
    "tagDescription": [
      "Remarks on the intercepted letters from the North West Company."
    ],
    "tagPlace": ["Red River"]
  },
  "553": {
    "tagDescription": [
      "to Selkirk. Referring to the loss of Kenneth McKenzie and others in the canoe.The body of the Iroquois Chief and one Indian were found and buried."
    ],
    "tagPerson": ["McDonald, Archibald"],
    "tagDate": ["1816-09-01T00:00:00.000Z"],
    "tagPlace": ["Lower Maple Island"]
  },
  "65": {
    "tagDate": ["1816-04-04T00:00:00.000Z"],
    "tagPerson": ["Selkirk "],
    "tagDescription": [
      "to Bishop Plessis. Regarding the establishment of a permanent Roman Catholic Church(Mission) at Red River."
    ],
    "tagPlace": ["Qu'Appelle"]
  },
  "743": {
    "tagPerson": ["Sherbrooke"],
    "tagDate": ["1816-10-12T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Acknowledges letter of 3 September.Hopes fresh arrangements will be made for the security of the Settlement."
    ],
    "tagPlace": ["Quebec"]
  },
  "851": {
    "tagDate": ["1816-12-02T00:00:00.000Z"],
    "tagPerson": ["Selkirk "],
    "tagDescription": [
      "the safety of the whole party depends on him.",
      "to d'Orsonnens. Thanks him for letter received by Dease.Approves his conduct at Lake La Pluie. Anticipates further attack by the North West Company.Has received a warrant for his own arrest,but does not consider it authentic. Narrates events and gives instructions.Thinks it advisable to take possession of the guns at Red River Colony.Considers the Saulteaux of Red River friendly.Advises him to train his men to use snowshoes",
      "to send them on short expeditions to visit Purin's post at Lac du Bois Blanc, or Pambrun at Red Cedar Lake.Mentions the necessity of cutting a road to Lac l'Outarde on the Old Grand Portage Road.Recommends him to exercise care and not expose himself to danger"
    ]
  },
  "90": {
    "tagPerson": ["Vincent, Thomas"],
    "tagDate": ["1816-04-15T00:00:00.000Z"],
    "tagDescription": [
      "the crew ill with scurvy,five having died.Mr Gladman left with despatches and reached abbittibi.",
      "to Selkirk. Transmits a copy of his general report of trade and occurences for the year 1814-1815,with trade shipped on the Eddyston. On 14 September the Hadlow anchored in Moose Roads. Sent the Schooner Mainwaring to the Hadlow with a cargo of planks. Messrs.Owen Keveny and Christie took passage in her. Keveny offered to procced to Red River with several men to restore order. Many of his men would join the colony. Thomas Thomas and six young cattle men are at Osnaburgh House with cattle waiting to proceed. New Brunswick House selected as Post most suitable for the Governors permanent residence. The Hadlow and Eddystone returned to Eastmain and are in the ice"
    ],
    "tagPlace": ["Moose Factory"]
  },
  "692": {
    "tagDate": ["1816-10-08T00:00:00.000Z"],
    "tagDescription": [
      "Selkirk to James Stuart. Further testimony relating to Red River attack. Witnesses take passage for Montreal,via: Messrs. McKenzie, Kennedy, Blondeau and Roque",
      "Grant and Ferguson from Fond du Lac",
      "Perrault and Morrison and LaVallee, voyageurs, Mr. Pritchard and others. Ignace, the Iroquois guide, would give material evidence."
    ]
  },
  "465": {
    "tagDescription": [
      "to Owen Keveny, Report on the condition of the Colony during the winter. Loss of stores and privation caused by North West Company plundering the posts.Tells of the death of Semple and others.Will spend the winter near Portage des Prairies.Mr.Sutherland goes to Swan River,and Mr. Bird acts as manager since Governor Semple's death. Spencer's trial for seizing provisions in 1814 takes place in Montreal,1 September."
    ],
    "tagPerson": ["Fidler, P."],
    "tagDate": ["1816-08-11T00:00:00.000Z"],
    "tagPlace": ["Jack River"]
  },
  "313": {
    "tagDescription": ["to Selkirk. Requesting a position for his son."],
    "tagDate": ["1816-07-04T00:00:00.000Z"],
    "tagPerson": ["Guy, Louis"],
    "tagPlace": ["Montreal"]
  },
  "243": {
    "tagDescription": [
      "to Lord Melville. Thanking him for appointing Basil Hall to the China Station."
    ],
    "tagDate": ["1816-06-17T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "1041": {
    "tagDescription": [
      "to Selkirk. Is directed by Captain Bouchier to inform him that a party of his men under the direction of Joseph Busher who had been five days in the woods without provisions were supplied with sixty pounds of bread, forty pounds of salt beef and twelve pounds of salt pork from His Majesty's stores."
    ],
    "tagDate": ["1817-02-14T00:00:00.000Z"],
    "tagPerson": ["Smith, J.B.", "Purser"],
    "tagPlace": ["Naval Depot, Lake Huron"]
  },
  "846": {
    "tagDescription": [
      "to C. Beech. To take command of reinforcements at Fond du Lac. General instructions as to provisions and movements."
    ],
    "tagDate": ["1816-11-18T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "685": {
    "tagDescription": [
      "to some of the wintering partners of the North West Company. Mentions the arrest of McGillivray and others for having instigated the murders committed at Red River",
      "the arbitration at London to settle matters between the two Companies.McKenzie's opinion."
    ],
    "tagPerson": ["MacDonell, Miles"],
    "tagDate": ["1816-10-01T00:00:00.000Z"]
  },
  "582": {
    "tagPerson": ["Collie, Alexander"],
    "tagDate": ["1817-06-08T00:00:00.000Z"],
    "tagDescription": [
      "to Joseph Beioley. Extracts of a journey from Gloucester House to Red River with Owen Keveney,in 1816. Both were arrested by agents of the North West Company. Personal papers and provisions stolen. Describes incidents of interest."
    ],
    "tagPlace": ["Moose Factory"]
  },
  "403": {
    "tagDescription": [
      "to Selkirk. Report on the Hudson's Bay Company;activities and transactions in Athabasca from July 1815 to date."
    ],
    "tagPerson": ["Clarke, John"],
    "tagDate": ["[1815-12-31T23:59:59.999Z TO 1816-08-10T00:00:00.000Z]"],
    "tagPlace": ["Grand Rapid"]
  },
  "110": {
    "tagDescription": [
      "to Colin Robertson. Will change route anticipating trouble with the North West Company. Sends copy of survey of Fond du Lac country.Asks that Pellant meet him at Lake Superior. Regarding new arrangements with the Indians allowing a better price for their furs,with advantages to the Hudson's Bay Company also."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-04-16T00:00:00.000Z"]
  },
  "950": {
    "tagPlace": ["Moose"],
    "tagDate": ["1817-01-01T00:00:00.000Z"],
    "tagPerson": ["Robertson, Colin"],
    "tagDescription": [
      "to Selkirk. Pleased to hear from Vincent of the arrest of the North West Company proprietors. Urges that news of these arrests be sent to Bird and MacDonell as soon as possible as McLeod has left for Athabasca to incite the half breeds.Mentions distress of McLean's widow and six children. Auld responsible for their leaving the settlement.Among the prisoners taken by McLeon and MacDonell recommends Pambrun, Michael Hydon,McKay,Pritchard,Cochrane and Burke as having done much mischief in the Colony.Peche and Nolion were of service."
    ]
  },
  "600": {
    "tagDescription": [
      "to James Stuart. Regarding furs stolen from Hudson's Bay Company and held by J.C.McTavish."
    ],
    "tagDate": ["1816-09-04T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "615": {
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-09-24T00:00:00.000Z"],
    "tagDescription": [
      "to Hudson's Bay Company. Regrets death of Semple and attack on the Settlement;Pritchard's arrest,and the gathering of half breeds in anticipation of further trouble.Will assume all expense for the outfit for the year,and make necessary changes in the route.Regarding the reinforvements for the Settlement,clerks, guides,boats and canoes,for an outfit of eighty men."
    ],
    "tagPlace": ["Fort William"]
  },
  "469": {
    "tagPerson": ["MacDonell, Michael"],
    "tagDate": ["1816-08-21T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Acknowledges letter delivered by Catawabite.Sends canoes to meet him at mouth of river."
    ],
    "tagPlace": ["Portage du Fond du Lac"]
  },
  "58": {
    "tagDescription": [
      "Enclosures:- to Messrs. Clarke & Street. Gives particulars of provisions supplied with the exception of prok and muskets. List attached.Cost $18,020."
    ],
    "tagPerson": ["Murray, Robert"],
    "tagDate": ["1816-03-11T00:00:00.000Z"],
    "tagPlace": ["Erie"]
  },
  "606": {
    "tagDescription": [
      "to Selkirk. Regarding the delivery of furs in dispute. All his communications with North West Company to be made through Counsel.More evidence desired.Copy of negotiation with North West Company in December 1815 asked for."
    ],
    "tagPerson": ["Gale, S. Jr."],
    "tagDate": ["1816-09-11T00:00:00.000Z"]
  },
  "364": {
    "tagPlace": ["Sault St.Mary"],
    "tagDescription": [
      "to Sherbrooke. Confirming earlier reports of the fight at Red River given by Catawabite,a reliable Indian Chief,before Colonel Maule of the Indian Department."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-07-29T00:00:00.000Z"]
  },
  "954": {
    "tagPlace": ["Lac du Cedre Rouge"],
    "tagPerson": ["Chauvies, J.B."],
    "tagDate": ["1817-01-01T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Hears of Morrison's threats from Pambrun, but does not fear them.(French.)"
    ]
  },
  "315": {
    "tagDescription": [
      "to Selkirk. Report on stores. Alex.MacDonell arrived with ten men. Teamsters demanding payment which he has refused until further instructions."
    ],
    "tagPerson": ["Wood, Alex."],
    "tagDate": ["1816-07-14T00:00:00.000Z"],
    "tagPlace": ["York"]
  },
  "1048": {
    "tagPlace": ["Red Cedar Lake"],
    "tagPerson": ["MacDonell, Michael"],
    "tagDate": ["1817-02-18T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Reports his arrival on the 16th instant.Condition of affairs.Pambruns departure.Chauvin has store in good condition,but cannot refrain from his drinking habits. Roussain sent list of canoe outfit.Canoes ordered from Indians of Red Lake. Genelle Platte offers to accompany them to Red River in the spring. A.McLeland and eight or nine men are at the Forks. Jette winters at Dead River.Chief force of the North West Company at Riviere QuAppelle. A.MacDonell and Deschamp said to have gone among the Mandans to raise them to war.Plans to send his provisions to Red River in the spring,and then proceed up the Mississippi. North West Company have about 40 men while their own amount to 42. Anxious for news from Red River or Fort William to encourage his men."
    ]
  },
  "300": {
    "tagPlace": ["York"],
    "tagDate": ["1816-07-04T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagDescription": [
      "to Thomas Clarke. Acknowledges letters.Will provide the Russianduck trousers and the shoes.Scarcity of good guides.Is following at once."
    ]
  },
  "227": {
    "tagPerson": ["Captain Matthey"],
    "tagDate": ["1816-06-04T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. List of men under his command in the Brigade,giving names and arrangements of the batteaux."
    ]
  },
  "604": {
    "tagDescription": [
      "to Selkirk. Acknowledges letter from Fort William.Regarding the trial of the arrested North West Company partners who have engaged Mr. Baldwin to act for them. Endeavoring to forward provisions."
    ],
    "tagPerson": ["Wood, Alexander"],
    "tagDate": ["1816-09-10T00:00:00.000Z"],
    "tagPlace": ["York"]
  },
  "232": {
    "tagPlace": ["Isle Perrault"],
    "tagPerson": ["Captain Matthey"],
    "tagDate": ["1816-06-08T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Reports heavy gale prevented them crossing the Ottawa to Cascades",
      "camped under the Church.One Bugler,named Lentz, deserted. The men dancing and singing to pass the time."
    ]
  },
  "463": {
    "tagDate": ["1816-08-24T00:00:00.000Z"],
    "tagDescription": [
      "(No.5.) Sherbrooke to Lady Selkirk, Refusing to comply with her request."
    ],
    "tagPlace": ["Castle of St.Lewis"]
  },
  "555": {
    "tagDate": ["1816-09-04T00:00:00.000Z"],
    "tagPerson": ["Good, Richard, District Master."],
    "tagDescription": [
      "Receipt for thirty-six bags of corn and a canoe covering."
    ],
    "tagPlace": ["Michipicoten"]
  },
  "727": {
    "tagDescription": [
      "the North West Company resuming possession of the post in the spring. Hopes for discharged military men for settlers with farmers,carpenters and mechanics.",
      "to certain Agents. Regarding bringing out furs"
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-10-09T00:00:00.000Z"],
    "tagPlace": ["Fort William"]
  },
  "12": {
    "tagDate": ["1816-03-16T00:00:00.000Z"],
    "tagPerson": ["Street, Samuel"],
    "tagDescription": [
      "Enclosures:- to Thomas Clarke. Has returned from Buffalo to see Captain Rough regarding supplies for Lord Selkirk. Rough reports great difficulty in procuring guns. Suggests Murray act as agent."
    ],
    "tagPlace": ["Fall Mills"]
  },
  "276": {
    "tagPerson": ["Keith, George"],
    "tagDate": ["1816-07-26T00:00:00.000Z"],
    "tagDescription": [
      "to Thomas Thain. Reports Clarke's failure to procure furs.Seventeen people starved to death due to his fault. McLeod named Superintendent.Hopes Hudson's Bay Company will be driven out of Athabasca."
    ],
    "tagPlace": ["Fort William"]
  },
  "990": {
    "tagDescription": [
      "to Selkirk. Describes his journey to Montreal;the arrest of McIntosh and Cameron.Met Livingston at Holland Landing. Crossed Lake Superior in the Industrious,Captain Sampson, on 27 November.Arrived at Kingston on 5 December."
    ],
    "tagPerson": ["Pritchard, John"],
    "tagDate": ["1817-01-21T00:00:00.000Z"],
    "tagPlace": ["Montreal"]
  },
  "20": {
    "tagDescription": [
      "Memo.relating to the Durham boats. Captain Rough willing to go. Gunpowder ordered from Albany."
    ],
    "tagDate": ["1816-03-30T00:00:00.000Z"],
    "tagPerson": ["Dr. Graham"],
    "tagPlace": ["River Qu'Appelle"]
  },
  "88": {
    "tagDate": ["1816-04-14T00:00:00.000Z"],
    "tagPerson": ["Captain W.P.H. Owen "],
    "tagDescription": [
      "to Selkirk. Reporting the results of his survey of Lake Huron. Charted River St.Clair and made plans of passages through the Manitoulin Islands to the Penetanguishene and Nottawasaga Rivers."
    ],
    "tagPlace": ["H.M.S. Prince Regent Kingston"]
  },
  "70": {
    "tagPlace": ["Berens Street"],
    "tagDescription": [
      "to Selkirk. Regarding the legal questions arising from attack on Red River Settlement. Fears North West Company will prosecute MacDonell and Spencer."
    ],
    "tagPerson": ["J.Berens"],
    "tagDate": ["1816-04-05T00:00:00.000Z"]
  },
  "334": {
    "tagPerson": ["Delorme, Francis"],
    "tagDate": ["1816-07-20T00:00:00.000Z"],
    "tagDescription": [
      "to Alex.MacDonell, J.P. Declaration regarding his engagement by Duncan Cameron for the purpose of attacking and destroying the Colonists on the Red River. Quotes paper or contract signed by himself and other free Canadians and half-breeds for the carrying out of this purpose."
    ]
  },
  "461": {
    "tagDate": ["1816-08-22T00:00:00.000Z"],
    "tagPerson": ["Selkirk, Lady"],
    "tagDescription": [
      "(No.4.) to Sherbrooke, Suggesting that he send persons invested with authority to Red River to enquire into the recent disturbances."
    ]
  },
  "3": {
    "tagPlace": ["Montreal"],
    "tagDescription": [
      "to Drummond, Desires information regarding the commissions given officers of the Voyageurs, supposedly issued to persons in the upper country by the Cammandant at Michilimackinac. Also anxious to learn the nature and object of the commissions granted persons as \"Majors des Tribes Sauvages et des pays conques.\""
    ],
    "tagPerson": ["Selkirk "],
    "tagDate": ["1816-03-25T00:00:00.000Z"]
  },
  "67": {
    "tagPlace": ["Qu'Appelle"],
    "tagDescription": [
      "to Drummond. Thanks him for information as to alleged officers of Voyageurs Corps. Suggests some public declaration be made with regard to them.Expresses gratitude for the personal escort and the advantages it will afford. Claims the influence of the North West Company over Indians is due to tyranny."
    ],
    "tagDate": ["1816-04-04T00:00:00.000Z"],
    "tagPerson": ["Selkirk "]
  },
  "557": {
    "tagDescription": [
      "to Sherbrooke. Offers evidence regarding attack on Red River Settlement.Has stopped the North West Company supplies going forward. Forwards letters justifying his conduct. Approves appointment of Government Commissions."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-09-03T00:00:00.000Z"],
    "tagPlace": ["Fort William"]
  },
  "14": {
    "tagPerson": ["Askin, Charles", "McGregor, John"],
    "tagDate": ["1816-03-15T00:00:00.000Z"],
    "tagDescription": [
      "Memo. of two front lots in Township Chatham the wishes to purchase from Lord Selkirk.",
      "to Tomas Clarke. Forwards plan of lots surveyed with Mr. Marlet. Proposed road through the Townships is on low lands, but as the shortest that be cut from Chippawa to Grand River."
    ],
    "tagPlace": ["York", "Canborough"]
  },
  "225": {
    "tagDescription": [
      "to Selkirk. On the subject of the land sale.",
      "to Selkirk. Referring to the value of the Salmon River property.Mr. Wright,of Rome, has estimated it as £12,431,61 and furnishes notes from his field book taken when he divided the tract in 1797. Forwarded copy of this letter to Mr. Tibbets."
    ],
    "tagPerson": ["Walker, Benjamin"],
    "tagDate": ["1816-06-04T00:00:00.000Z"],
    "tagPlace": ["Utica"]
  },
  "317": {
    "tagDescription": [
      "to Selkirk. Informing him that MacDonell's men have deserted. Hopes to engage a few Canadians and Indians to replace them."
    ],
    "tagPerson": ["Wood, Alex."],
    "tagDate": ["1816-07-17T00:00:00.000Z"],
    "tagPlace": ["York"]
  },
  "26": {
    "tagDate": ["1816-03-30T00:00:00.000Z"],
    "tagPerson": ["Selkirk "],
    "tagDescription": [
      "to Colonel McDowall. Thanks him for delivering letters to the Hudson's Bay Company. Inquires whether officers of the North West Company received commissions in Voyageurs Corps,as claimed. Gratified that he considers the Red River Settlement of national importance. Accepts invitation to stay at Drummond Island on his way up country."
    ],
    "tagPlace": ["Montreal"]
  },
  "895": {
    "tagDescription": [
      "to Miles MacDonell. Acknowledges letters and regrets delays on forwarding provisions. Considers things in the lower province going as well as possible.Campbell to be intercepted.Encloses warrant to be used if necessary. Instructs him to assist d'Orsonnens whenever possible. Encloses small map of the immediate country. Asks for the nautical Almanac, 1817, to be had from Peter Fidler.Suggests wintering at Red River."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-12-07T00:00:00.000Z"]
  },
  "932": {
    "tagPerson": ["MacDonell, Michael"],
    "tagDate": ["1816-12-21T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Despatches from Graham received by two men who also brought a pipe as a token of peace from two tribes of the Sioux( the Scisitons and Yanktons), which was smoked by Catawabate and then forwarded to other bands. Graham getting many buffalo.Is informed Morrison and his people are killing cattle at Sandy Lake and Fond du Lac.Buffalo reported at Red Deer River. Will send his furs to Pambrun."
    ],
    "tagPlace": ["Crow Wing River"]
  },
  "256": {
    "tagDate": ["1816-06-20T00:00:00.000Z"],
    "tagPerson": [
      "Tool, Antoine",
      "Bourasa, Michael",
      "Grant, Cuthbert",
      "Boyle, Michael",
      "MacDonell, Alex.",
      "Fraser, Alex."
    ],
    "tagDescription": [
      "Free passage given to Montreal.Signed by D.Cameron,J.D.Cameron and A.MacDonell.",
      "to the chiefs of the Half-breeds of Frog Plain. Conditions addressed to them for cessation of hostilities."
    ],
    "tagPlace": ["Forks of the Red River"]
  },
  "812": {
    "tagPlace": ["Montreal"],
    "tagDescription": [
      "to Selkirk. Forwards letters with the Commissioners Coltman and Fletcher. Mentions settlers at Drummondville and on the Rideau River. (French.)"
    ],
    "tagDate": ["1816-11-03T00:00:00.000Z"],
    "tagPerson": ["Deschambault, Colonel E L"]
  },
  "254": {
    "tagDescription": [
      "fifteen men and servants killed.",
      "to Selkirk. Return of the killed and wounded in the action with the North West Company near the Forks at Red River. Names given. Governor Temple among those killed.Six officers killed,one wounded"
    ],
    "tagPerson": ["MacDonell, Alexander"],
    "tagDate": ["1816-06-19T00:00:00.000Z"]
  },
  "290": {
    "tagDescription": [
      "to the Wintering Partners, Referring to the Hudson's Bay expedition making slow progress."
    ],
    "tagDate": ["1815-06-24T00:00:00.000Z"],
    "tagPerson": ["McLeod, A. N."],
    "tagPlace": ["Fort William"]
  },
  "820": {
    "tagDescription": [
      "to Askin. Instructions regarding letters. Mentions evacuation of post at Lac La Pluie. Responsibility for Keveney's murder rests with North West Company."
    ],
    "tagDate": ["1816-11-03T00:00:00.000Z"],
    "tagPerson": ["Selkirk "]
  },
  "311": {
    "tagDescription": [
      "to A.Wood. Memo. of Murray's account.Supplies for Ermatinger.Instructions as to stores."
    ],
    "tagDate": ["1816-07-09T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagPlace": ["Nottawasaga"]
  },
  "974": {
    "tagDate": ["1817-02-06T00:00:00.000Z"],
    "tagPerson": ["Berens"],
    "tagDescription": [
      "to Bathurst. (Copy.) Hudson's Bay Company willing to assist in settling affairs in their territories.Selkirk not under their orders.Will assist in establishing boundaries.Transmits correspondence relating to the trade of 1811 with the North West Company."
    ],
    "tagPlace": ["Hudson Bay House "]
  },
  "241": {
    "tagDate": ["1816-06-17T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagDescription": [
      "to William Smith. Regarding the agressions and misrepresentations of the North West Company."
    ]
  },
  "318": {
    "tagPlace": ["York"],
    "tagDescription": ["to Selkirk. Further report on MacDonell's movements."],
    "tagDate": ["1816-07-16T00:00:00.000Z"],
    "tagPerson": ["Wood, Alex."]
  },
  "1035": {
    "tagPlace": ["Quebec"],
    "tagDate": ["1816-11-11T00:00:00.000Z"],
    "tagPerson": ["Sherbrooke"],
    "tagDescription": [
      "fears they cannot reach Fort William. Condition of the country",
      "the Indians and halfbreeds, and the consequences of alienating them. Arbitration desired by the North West Company as well as by Hudsons Bay Company.Encloses instructions to Coltman and Fletcher and papers on various subjects.",
      "to Bathurst. (No.10.) The appointment of Commissioners for the Indian Territory.Coltman to have temporary rank as Lt.Colonel and receive 150 guineas per month,with 750 guineas for loss sustained by relinquishing his profession. Fletcher to rank as Major and receive 50 guineas per month and an allowance of 250 guineas.The Commissioners left Montreal 7th instant"
    ]
  },
  "294": {
    "tagDescription": [
      "to Selkirk. Describes his movements;the men and stores under his command.Sends letter by Captain d'Orsennens."
    ],
    "tagDate": ["1816-07-01T00:00:00.000Z"],
    "tagPerson": ["Matthey"],
    "tagPlace": ["Kempenfeldt Bay"]
  },
  "970": {
    "tagDescription": [
      "to Selkirk. Fears the sergeant and small party of the 37th Regiment accompanying him may interfere with civil powers which might subject them to punishment.Sends instructions to the sergeant."
    ],
    "tagDate": ["1817-01-03T00:00:00.000Z"],
    "tagPerson": ["Sherbrooke"],
    "tagPlace": ["Quebec"]
  },
  "81": {
    "tagPlace": ["Fort Douglas"],
    "tagDate": ["1816-04-12T00:00:00.000Z"],
    "tagPerson": ["Semple "],
    "tagDescription": [
      "to Colon Douglas. Expresses pleasure at his occupation of the Fort at the Forks of the Red River. Importance of intercepted North West Company despatches."
    ]
  },
  "611": {
    "tagPlace": ["Lac des Sables"],
    "tagDescription": ["to Selkirk. Report of his nine day journey.(French.)."],
    "tagDate": ["1816-09-01T00:00:00.000Z"],
    "tagPerson": ["Pambrun, P.C."]
  },
  "750": {
    "tagDescription": [
      "to d'Orsonnens. Acknowledges his letter of 23 September.Fresh evidence received against the North West Company.Advises caution when in the Brule country."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-10-14T00:00:00.000Z"]
  },
  "540": {
    "tagDescription": [
      "to McTavish and Vandersburg. Proposing arbitration by some disinterested persons to settle difficulties between the two Companies."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-08-26T00:00:00.000Z"],
    "tagPlace": ["Fort William"]
  },
  "250": {
    "tagPerson": ["Charellain, Jacques"],
    "tagDate": ["1816-06-18T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Endorsing list of articles brought by the Brigade."
    ],
    "tagPlace": ["Sault St. Mary's"]
  },
  "796": {
    "tagDescription": [
      "to Selkirk. Informing him of the appointment of Hon.W.B.Coltman,member of the Executive Council , and John Fletcher,principal magistrate of police, to be Magistrate of the Indian Territory and Commissioner of a special enquiry."
    ],
    "tagPerson": ["Sherbrooke"],
    "tagDate": ["1816-10-30T00:00:00.000Z"],
    "tagPlace": ["Castle St. Lewis, Quebec"]
  },
  "229": {
    "tagPerson": ["Matthey"],
    "tagDate": ["1816-06-05T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. All in readiness to leave. Private Schwab,of the Light Company,a valuable acquisition."
    ],
    "tagPlace": ["La Chine"]
  },
  "827": {
    "tagDescription": [
      "(Copy.) Protest against his arrest at Fort William by Lord Selkirk. Signed by D. Mitchell and William Smith."
    ],
    "tagDate": ["1816-11-11T00:00:00.000Z"],
    "tagPerson": ["McKenzie, Daniel"],
    "tagPlace": ["Drummond Island"]
  },
  "603": {
    "tagDate": ["1816-09-09T00:00:00.000Z"],
    "tagDescription": [
      "Ermatinger to Selkirk. Has accompanied McNab to Drummond's Island.Statement of provisions issued enclosed. Leaves Biron in charge."
    ],
    "tagPlace": ["Sault St.Mary's"]
  },
  "119": {
    "tagPlace": ["Castle of St.Lewis, Quebec"],
    "tagDescription": [
      "to Selkirk. Acknowledges receipt of his letter of 23rd instant. Refers him to communication of April 25th regarding the dispute between the North West Company and Hudson's Bay Company,and hopes it will prevent a repetition of such outrages."
    ],
    "tagDate": ["1816-04-27T00:00:00.000Z"],
    "tagPerson": ["Drummond"]
  },
  "1069": {
    "tagPlace": [" "],
    "tagDescription": [
      "supplies at Lac La Pluie and settlers for the Colony.Graham will inform him of prices of supplies,furs, etc.Trade at Fond du Lac lower that at Red River.",
      "to Michael MacDonell, Has received letters by Lesieur.Refers to information contained in former letters regarding the satisfactory news from Montreal",
      "the murder of Keveny"
    ],
    "tagDate": ["1817-02-20T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "279": {
    "tagPlace": ["St.Mary's"],
    "tagDate": ["1815-01-14T00:00:00.000Z"],
    "tagPerson": ["Cameron, J. D.", "McKenzie, Daniel"],
    "tagDescription": [
      "to his brother. Regrets destruction of Red River houses.",
      "Agents of North West Company to Kenneth McKenzie. Advising him that any stragglers attemping to reach Fort William be secured.",
      "to Eustache Roussin. Captain Miles (MacDonell) and other prisoners have arrived."
    ]
  },
  "297": {
    "tagPlace": ["La petite Fourche"],
    "tagDescription": [
      "to Selkirk. (French.) Reports having found Lagimoniere and his men who had been plundered by the Indians in pay of the North West Company. Despatches seized.An attempt to rescue Cameron. His own movements."
    ],
    "tagDate": ["1816-01-01T00:00:00.000Z"],
    "tagPerson": ["Lacroix, P. P."]
  },
  "609": {
    "tagPlace": ["Sorel"],
    "tagDescription": [
      "to Selkirk. Approves his action in sending North West Company partners to York for trial. Regarding Miles MacDonell's return to Hudson's Bay Territory;must take legal advice."
    ],
    "tagDate": ["1816-09-14T00:00:00.000Z"],
    "tagPerson": ["Sherbrooke"]
  },
  "113": {
    "tagDate": ["1816-04-26T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagDescription": [
      "to Semple. Acknowledges letters and the help he has given at the Settlement. MacDonell to act under Robertson who has instructions as to his conduct toward the North West Company,from whom he apprehends trouble in the spring. Has faith in the attachment of the Saulteaux Indians."
    ]
  },
  "331": {
    "tagPlace": ["Jack River House"],
    "tagDescription": [
      "to James Bird. Had remained at Fort Douglas to carry on fur trade on James Sutherland's orders. On 20 June Alex.Mckenzie and Mr.Holden,of the North West Company ordered him to leave the country.On passing Nettly Creek was stopped by A.N.McLeod,North West Company agent,who wished to search for Hudson's Bay papers.Was allowed to proceed."
    ],
    "tagDate": ["1816-07-20T00:00:00.000Z"],
    "tagPerson": ["Stitt, John"]
  },
  "152": {
    "tagDescription": [
      "to Selkirk. Regarding boats for the brigade. The provisions will be at Holland River. The flour is in store at Notawasaga.Spence and La Gemonen are on the Surprise."
    ],
    "tagPerson": ["Livingstone, R."],
    "tagDate": ["1816-05-10T00:00:00.000Z"],
    "tagPlace": ["York"]
  },
  "876": {
    "tagPerson": ["Vincent, Thomas"],
    "tagDate": ["1816-12-05T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk, The Hudson's Bay ships Prince of Wales,Captain Hanwell, and Emerald,Captain Bell,delayed by ice.Gives information of the failure of Keveny's expedition,his arrest and sufferings.Mr.Collie arrested and later released. With James Corrigal and John Tierney he left for Moose. Transmits letters from the north relating to events at Red River and Athabasca.Letter from Thomas Thomas on the same subject. Duncan Cameron, prisoner at York Factory, to go to England for trial. Alex.MacDonell also a prisoner.Further evidence of the Red River affair.Condition of trade."
    ],
    "tagPlace": ["New Brunswick"]
  },
  "797": {
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-10-30T00:00:00.000Z"],
    "tagDescription": [
      "to Sherbrooke. Forwarding further evidence of the murder of Owen Keveny by officers of the North West Company."
    ]
  },
  "874": {
    "tagDescription": [
      "to Selkirk",
      "to Selkirk, Informing him of his appointment with Major Fletcher as Special Commissioners. All other commissions revoked."
    ],
    "tagDate": ["1816-12-03T00:00:00.000Z"],
    "tagPerson": ["Coltman, W.B.", "Vincent, Thomas"],
    "tagPlace": ["Nottawasagua"]
  },
  "257": {
    "tagPlace": ["Montreal"],
    "tagDescription": [
      "to Joseph Berens,Governor Hudson's Bay Company. Regarding the legal aspects and proceedings of transactions at Red River. The detention of Miles MacDonell and Michael MacDonell."
    ],
    "tagPerson": ["Stuart, J."],
    "tagDate": ["1816-06-24T00:00:00.000Z"]
  },
  "502": {
    "tagDate": ["1816-08-22T00:00:00.000Z"],
    "tagPerson": ["Pritchard, John"],
    "tagDescription": [
      "to Selkirk. Account of occurrences from August 1815 to present date. Led by Colin Robertson the settlers returned to the Red River Settlement.In November 160 persons arrived. The Indians request for petition to the Catholic Bishop at Quebec for a pastor. Describes the attack on the Settlement and events leading up to it. Alex. Murray and his wife,William Fannerman's two children, Alexander Sutherland and Antony MacDonell held prisoners at Frog Plain.Describes the barbarities practised on the dead. The twenty persons killed of the twenty eight present were:-Governor Semple,Captain Rogers,R.E., James White,Surgeon, Alex.McLean,settler",
      "J.P.Wilkinson Secretary to the Governor;Lieut.Holte,of the Swedish Navy,and fifteen servants;J.P.Bourke,storekeeper was wounded. The attackers consisted of sixty-two persons connected with the North West Company and halfbreeds. Property and stores taken by Cuthbert Grant,clerk of the North West Company.Describes his captivity and trips to Fort William."
    ],
    "tagPlace": ["Fort William"]
  },
  "1022": {
    "tagPerson": ["McPherson, Donald"],
    "tagDate": ["1817-02-03T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Reports arrival of Lieut. De Graffenried on 27 January,after much suffering.Difficulty of obtaining a guide.Captain MacDonell's movements;he has taken all the horses fit for work.The freemen asked for two young calves in the spring",
      "it would have a good effect if they could be provided. Would like sone garden seeds."
    ],
    "tagPlace": ["Lac la Pluie"]
  },
  "669": {
    "tagDate": ["1816-07-29T00:00:00.000Z"],
    "tagDescription": [
      "Selkirk to Sherbrooke. Referring to the testimony of Chief Catawabite on the Red River massacre. Captain Rod, Steiger,de Watteville, unable to accompany him,but is fully conversant with all matters. Arrest of Severight and Bouche.Campbell,Leith and Haldane absconded."
    ]
  },
  "924": {
    "tagDate": ["1816-12-20T00:00:00.000Z"],
    "tagPerson": ["Clark, John"],
    "tagDescription": [
      "to James Bird, Gives unfavorable report on the Hudson's Bay Company's affairs in his district.McLeod's aggressions when accompanied by McMurray,at Pierre aux Caldmit he took one of the Hudson's Bay Company servants and an Indian by violence. Later returned and took Campbell,McAulay and Yeal with seven Indians and their families.North West Company Brigade of 150 men and 13 officials arrived.Robert McVicar and McNeil fought duel. Himself taken prisoner with McFarlane, McVicar and others when summoned for possession of stolen property.Asks for provisions to support the post.Copy of this letter sent to Miles MacDonell, Governor, Fort Douglas."
    ],
    "tagPlace": ["Fort Wedderburn, Athabasca"]
  },
  "460": {
    "tagPlace": ["Castle of St.Lewis, Quebec", "Montreal"],
    "tagPerson": ["Sherbrooke"],
    "tagDate": ["1816-08-19T00:00:00.000Z"],
    "tagDescription": [
      "(No.3.) to Lady Selkirk. Deploring the events at Red River,and assuring her that he is unable to take any steps to prevent further occurrences of the same nature.",
      "(No.3.) Sherbrooke to Lady Selkirk, Deploring the events at Red River,and assuring her that he is unable to take any steps to prevent further occurences of the same nature.",
      "Bathurst's reply.",
      "Auldjo's application to Sir G.Drummond.",
      "Enclosures:- A letter to Lord Bathurst,March, 1815.",
      "Lt.Colonel Harvey's reply.",
      "Correspondence with Sir J.C.Sherbrooke regarding the attack on Red River Settlement,from Lady Selkirk.(No.1.) Copies of Proclamation of 16 July forwarded to Lord Selkirk. (No.2.) Encloses letter to Lord Bathurst requesting military escort for Lord Selkirk."
    ]
  },
  "185": {
    "tagDescription": [
      "to Governor and Committee of the Hudson's Bay Company. Appreciates their encouragement and is gratified to learn his conduct is approved. Mr.Auldjo to draw on the Company for £2000. Mr.Pillette engaged men as \"winterers\" who will remain three years.The rate for wages remained high. The North West Company paying pensions to men to prevent their engaging in any other service than theirs.Stores for Moose Factory will cost £1000.Will return provisions received from North West Company and supplied by Mr.McKay."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-05-23T00:00:00.000Z"],
    "tagPlace": ["Montreal"]
  },
  "525": {
    "tagPlace": ["Fort William"],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-08-23T00:00:00.000Z"],
    "tagDescription": [
      "to Sherbrooke. Regarding arrest and trial of North West Company officials.Desires Authority for Miles MacDonell to remain in Hudson territory for winter. Unjustifiable arrest of Miles and Michael MacDonell and Mr.Spencer by the North West Co. Acknowledges copies of Proclamation issued for the suppression of disturbances."
    ]
  },
  "757": {
    "tagDate": ["1816-10-16T00:00:00.000Z"],
    "tagPerson": ["Selkirk", "Ermatinger, C.O."],
    "tagDescription": [
      "to Selkirk. Explains delay in forwarding provisions,canoes and gunboat. Loss of a canoe and nine persons including Kenneth McKenzie,Nicolas Cardrie,a sergeant and private of their guardian Iroquois Chief and four Iroquois.",
      "to Michal MacDonell. Regarding the arrival of prisoners.Sends some stores he must be in need of. d'Orsonnens has left with a strong party.Young L'Euyer has left to join his father.Requests full list of men employed."
    ],
    "tagPlace": ["Sault St.Mary's"]
  },
  "303": {
    "tagDescription": [
      "to Thomas Clarke. Regarding Wedderburn and purchase of lands."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-07-05T00:00:00.000Z"]
  },
  "56": {
    "tagDescription": [
      "to Selkirk. Regarding supplies purchased by Mr.Wood and disposal of same. Leaves for Niagara."
    ],
    "tagPerson": ["Clarke, Thomas"],
    "tagDate": ["1816-04-01T00:00:00.000Z"],
    "tagPlace": ["York"]
  },
  "489": {
    "tagDescription": [
      "Enclosures:- Evidence on murder of O.Keveny.Gives names of witnesses.Several dates given as 1817."
    ],
    "tagDate": ["1816-08-21T00:00:00.000Z"],
    "tagPlace": ["Fort William"]
  },
  "275": {
    "tagPlace": ["Fort William"],
    "tagPerson": ["Hughes, James", "Henry, R."],
    "tagDate": ["1816-07-27T00:00:00.000Z"],
    "tagDescription": [
      "to Alex.Henry, The battle was over before his arrivel.His party consisted of 100 men and 70 fire arms.",
      "Extracts from North West Company letters:- R.Henry to Alex. Henry, Has sent an express to Fond du Lac to raise the Indians. About fifty men start to morrow determined to recover their property.Fears it will be a serious business and he may never retrn.",
      "to John McTavish. Miles MacDonell with the late Governor McNab,on their way to meet Selkirk. McLeod winters on the Athabasca. Lord Chesterfield took Cameron prisoner."
    ]
  },
  "556": {
    "tagPlace": ["Sault St.Mary's"],
    "tagDate": ["1816-09-01T00:00:00.000Z"],
    "tagPerson": ["McDonald, Archibald"],
    "tagDescription": [
      "to Selkirk. Arrival of McGillivray and de Meuron.Officers making themselves active for the North West Company and charging violent measures against him,Selkirk.Captain Lorimier had left. Forwarding letters to Boulton and Fauche."
    ]
  },
  "413": {
    "tagPlace": ["Jack River  "],
    "tagDate": ["1816-08-12T00:00:00.000Z"],
    "tagDescription": [
      "Enclosure:- A narrative of the re-establishment,progress and total destruction of the Red River Colony with a concise account of the conduct of the North West Company in effecting it,by P.Fidler.Describes the flag used by the half breeds."
    ]
  },
  "166": {
    "tagPlace": ["Brandon House"],
    "tagDate": ["1816-05-11T00:00:00.000Z"],
    "tagPerson": ["Fedler, Peter"],
    "tagDescription": [
      "to Semple. Reports on movements of the North West Company and the Canadians.Three men arrived from Carlton House.Hears nine halfbreeds are at Qu'Appelle. Refers to Conference held by J.Sutherland with McKay,Pambrun,Dunard and other Canadians",
      "result unknown.Hoole,a Canadian interpreter,and several halfbreeds have gone to scalp Mr.Swain,it is reported."
    ]
  },
  "98": {
    "tagDescription": [
      "to Selkirk. Quoting the conversation between Sir G. Montgomery,General Dunlop and Lord Bathurst regarding the disputes of the North West Company and Hudson's Bay Company. Most expect opposition to his plans."
    ],
    "tagPerson": ["Halket, J."],
    "tagDate": ["1816-04-17T00:00:00.000Z"]
  },
  "554": {
    "tagPlace": ["Near the little Bay, Lake Superior"],
    "tagDate": ["1816-09-01T00:00:00.000Z"],
    "tagPerson": ["McNab, John"],
    "tagDescription": [
      "to Selkirk. Lack of canoes to convey men to Montreal.Lack of goods at Michipicoten."
    ]
  },
  "744": {
    "tagPlace": ["Southwick, England"],
    "tagDescription": [
      "to Selkirk. Informing him of events of interest at home. Poor harvest and high prices continue.Marriages among his friends."
    ],
    "tagPerson": ["Dunlop, J. W., General"],
    "tagDate": ["1816-10-14T00:00:00.000Z"]
  },
  "251": {
    "tagDescription": ["Enclosures:- List of supplies brought by the Brigade."],
    "tagDate": ["1816-01-01T00:00:00.000Z"]
  },
  "452": {
    "tagPlace": ["Fort William"],
    "tagDescription": [
      "to Selkirk. Urging the necessity for sending off the Montreal and North Brigades immediately with furs and passengers."
    ],
    "tagPerson": ["Vandersburns, J.", "McTavish, J. C."],
    "tagDate": ["1816-08-17T00:00:00.000Z"]
  },
  "622": {
    "tagPlace": ["Fort Douglas"],
    "tagPerson": ["Semple"],
    "tagDate": ["1815-12-02T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. (Copy.) Report on conditions of the Colony at Red River. Describes his journey to Jack River, accompanies by Mr.Thomas and his family. Overtook Fidler and Sutherland and was delayed by bad weather.Came upon the colonists who had left fifty-five days previous to himself. Urging them to proceed. The whole fleet of nine boats and the schooner,carrying one hundred and eighty souls,entered Red River.Anxiety over shortage of food. On 3 November the party arrived at Fort Douglas where the colours were hoisted and guns fired. Buffalo abundant on the plains.Places no reliance in Mr. White nor Captain McDonald. Found the remains of Colony established by Mr.Robertson. The accounts in great confusion.Will endeavor to place the people on their lots and build a house for James Sutherland who acts as clergyman to the colony. Hopes for assistance to build a church later. A Catholic priest would be of service among the Canadians. Praises Alex.MacDonell.Lamont proposes rebuilding the mill. Michilimackinack,now American property.Cannot suggest favourable situation for a new post. Several sentences in code figures.Mentions a young relative as desirous to accompany him as medical officer.Describes the country and climate."
    ]
  },
  "849": {
    "tagDate": ["1816-11-23T00:00:00.000Z"],
    "tagPerson": ["Gore "],
    "tagDescription": [
      "to Selkirk. Informing him of the appointment of Coltman and Fletcher as commissioners and the revocation of his authority as a Magistrate in the Western District."
    ],
    "tagPlace": ["York"]
  },
  "115": {
    "tagPerson": ["Graham, Duncan"],
    "tagDate": ["1816-04-26T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Reports on his movements.Finds Peter Spence a good man.Had left Mr. Murphy at Kingston to follow by boat."
    ],
    "tagPlace": ["York"]
  },
  "828": {
    "tagPlace": ["Fort William"],
    "tagDescription": [
      "to Gore. (Copy.) Referring to the warrant for his arrest by the North West Company.Hears of secret plans of the Company to re-occupy Fort William."
    ],
    "tagDate": ["1816-11-12T00:00:00.000Z"],
    "tagPerson": ["Selkirk "]
  },
  "955": {
    "tagPlace": ["Moose Factory"],
    "tagDate": ["1817-01-02T00:00:00.000Z"],
    "tagPerson": ["McNulty, Patrick"],
    "tagDescription": [
      "to Selkirk. Petitions for the consideration and redress for losses when the Red River Settlement was destroyed. Came to Canada in 1812 on the Robert Taylor.Has a wife and three children with him and one child in Ireland."
    ]
  },
  "775": {
    "tagDate": ["1816-10-26T00:00:00.000Z"],
    "tagPerson": ["Hanwell, Henry"],
    "tagDescription": [
      "to Thomas Vincent. (Copy.) Forced to return to Carleton Sound with Captail Bell on the Emerald on account of ice. Sailed from York Fort with 101 people and eight week's provisions. Asks for supplies."
    ],
    "tagPlace": ["Ship Prince of Wales, Carleton Sound"]
  },
  "971": {
    "tagPerson": ["Berens, Joseph"],
    "tagDate": ["1817-01-08T00:00:00.000Z"],
    "tagDescription": [
      "to Bathurst. Transmits copies of affidavits from Montreal relating to the attack on the Red River Settlement.Wishes to know decision arrived at on jurisdiction of Hudson's Bay Company."
    ],
    "tagPlace": ["Hudson Bay House, London"]
  },
  "244": {
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-06-17T00:00:00.000Z"],
    "tagDescription": [
      "to Sir.J.C.Sherbrooke. Referring to his efforts to secure protection(military) for the Red River Settlement. Stresses the necessity of same and asking fulfilment of Lord Bathurst's instructions."
    ],
    "tagPlace": ["Montreal"]
  },
  "189": {
    "tagDescription": [
      "to Joseph Berens. Acknowledges his letter of 17 Februay.Miles MacDonell again arrested and to appear before the Court in September. The same was done to Michael MacDonell and may happen to Spencer. Means to commence a criminal prosecution against the North West Company for conspiracy and damages."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-05-24T00:00:00.000Z"],
    "tagPlace": ["Montreal"]
  },
  "548": {
    "tagPlace": ["Fort William"],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-08-28T00:00:00.000Z"],
    "tagDescription": [
      "to Sherbrooke.(Not sent). Referring to North West Co.stores.Evidence against Alex. MacDonell as being the prime mover in the Red River Qatastrophe.Lays copies of letters before him regarding proposed arbitration between the two Companies."
    ]
  },
  "665": {
    "tagDescription": [
      "to Selkirk. Reports his arrival at the post. Perrain in charge there. Longtain,the interpreter,has a wife and child. (French.)."
    ],
    "tagPerson": ["d'Orsonnens"],
    "tagDate": ["1816-09-23T00:00:00.000Z"],
    "tagPlace": ["Milles Lacs"]
  },
  "305": {
    "tagPlace": ["Lac la Pluie"],
    "tagDescription": [
      "also Mr. Burke and four or five men.",
      "to Selkirk. Gives details of fight at Red River.The massacre of Semple.Advises him to return to Canada for additional forces as the North West men are out in great strength. Duncan Cameron was sent down a prisoner under guard of John McLeod.Mr.Pritchard is prisoner with the North West Company"
    ],
    "tagPerson": ["MacDonell, Miles"],
    "tagDate": ["1816-07-07T00:00:00.000Z"]
  },
  "310": {
    "tagPlace": ["Nottawasaga"],
    "tagDate": ["1816-07-09T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagDescription": ["to Matthey. Request him to settle Murray's account."]
  },
  "62": {
    "tagPlace": ["Qu'Appelle"],
    "tagDate": ["1816-04-02T00:00:00.000Z"],
    "tagPerson": ["Sutherland, James"],
    "tagDescription": [
      "to Peter Fidler. Stating results of Robertson's capture of the North West House at the Forks. Desertion of Francis de Champ.Threats against him affecting his men. Expects to be attacked. Reinforcements needed."
    ]
  },
  "106": {
    "tagPlace": ["Newmarket"],
    "tagDescription": [
      "to Selkirk. Has sent despatches received from La Guninere to Mr.Ermatinger.Informs him there never was a French track from Toronto to Lake Huron.There is one from the Humber River to the west branch of the Holland River.Expects the boats to be ready. An oven is being built to bake the biscuit for the brigade."
    ],
    "tagDate": ["1816-04-24T00:00:00.000Z"],
    "tagPerson": ["Livingstone, R."]
  },
  "160": {
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-05-11T00:00:00.000Z"],
    "tagDescription": [
      "to Thomas Clarke. Mr.McLean will take charge of the Durham boats.Gives directions for payment of supplies at Erie. Refers to sale of his Salmon River lands in New York State."
    ],
    "tagPlace": ["Montreal"]
  },
  "104": {
    "tagPlace": ["Brandon House"],
    "tagDescription": [
      "to Semple. Reports on the boat leaving,with list of cargo. Sends copy of Foster's Voyages and Travels in the North."
    ],
    "tagDate": ["1816-04-24T00:00:00.000Z"],
    "tagPerson": ["Fidler, Peter"]
  },
  "322": {
    "tagDate": ["1816-07-17T00:00:00.000Z"],
    "tagPerson": ["Forrest, Henry"],
    "tagDescription": [
      "to Selkirk. Referring to account for loading canoes and stores forwarded.One case contained six Inidan Chief's hats and copies of MacDonell's reply to Mr.Strachan.Another has a case of pistols for Mr.Guy. Mr. Hunter, of Montreal, agent for the Gordons,has sent word that William Gordon has left that place in a canoe to follow the brigade and offer his services."
    ],
    "tagPlace": ["Lachine"]
  },
  "337": {
    "tagPlace": ["Drummond Island"],
    "tagDescription": [
      "to J.Franko. Referring to Mr. Bird bringing cattle from the Mississippi to Red River. Will undertake the cost if not exceeding $4,000."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-07-20T00:00:00.000Z"]
  },
  "143": {
    "tagPlace": ["Castle of St.Lewis, Quebec"],
    "tagDate": ["1816-04-20T00:00:00.000Z"],
    "tagDescription": [
      "(3.) Drummond to Selkirk. Regarding the military escort."
    ]
  },
  "231": {
    "tagDescription": [
      "to Selkirk. Regarding survey of the Townships of Wedderburn."
    ],
    "tagPerson": ["Askin, Charles"],
    "tagDate": ["1816-06-07T00:00:00.000Z"],
    "tagPlace": ["Canborough"]
  },
  "534": {
    "tagDescription": [
      "to William McGillivray and Alex.McKenzie. Giving particulars of events leading to their arrest."
    ],
    "tagDate": ["1816-01-01T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "445": {
    "tagPlace": ["Fort William"],
    "tagDate": ["1816-08-17T00:00:00.000Z"],
    "tagPerson": ["McNab, John"],
    "tagDescription": [
      "Arrived with 12 boats and camped about a mile from Lord Selkirk.Appointed to execute a warrant for the arrest of William CmGillivray,agent of the North West Company,and others,namely: Alex.McKenzie, John McDonald,Hugh McGillies, Simon Fraser,Daniel McKenzie and Allan McDonald,who were later released on parole.Later in the day they were questioned by his Lordship,having Captains Matthey and Lorimier;Lieuts. Messani and Bromley,Mr.Becher and himself,in attendance."
    ]
  },
  "780": {
    "tagPlace": ["Brig Emerald, Point Carleton Island"],
    "tagDescription": [
      "to Thomas Vincent.(Copy.) Informs him of having to put back on account of ice and remains for the winter.Gives an account of his voyage.The Prince of Wales also frozen in."
    ],
    "tagPerson": ["Bell, Benjamin, Captain"],
    "tagDate": ["1816-10-28T00:00:00.000Z"]
  },
  "269": {
    "tagDescription": [
      "to Selkirk. Is leaving for Nottawasaga.Captain Livingston's batteaux has joined them making a total of eleven.Lieut. Fauche accompanied Livingston.Captain Matthey and d'Orsennens with the rear brigade leave in the morning."
    ],
    "tagDate": ["1816-06-28T00:00:00.000Z"],
    "tagPerson": ["Spencer, John"],
    "tagPlace": ["Holland Landing"]
  },
  "5": {
    "tagDescription": [
      "to Drummond. Requests that Lieut-F. de Graffenried, of the Meuron's Regiment, may command the personal escort allowed him. Refers to Military protection for the Red River settlers, asking reasons for the refusal when His Majesty's Government had consented to allow it."
    ],
    "tagDate": ["1816-03-19T00:00:00.000Z"],
    "tagPerson": ["Selkirk "],
    "tagPlace": ["Montreal"]
  },
  "128": {
    "tagDescription": [
      "to John Mure. Refers to the advantages of a boundary line between the properties."
    ],
    "tagDate": ["1816-05-01T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "763": {
    "tagDate": ["1816-10-21T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagDescription": [
      "to Lacroix. Sends LaBranch with additional men to be employed at Grand Portage.Instructions for hay cutting for supplying the horses employed between Fort William and Montgomery Portage during the winter. Leaves tomorrow for new post on the Bay with materials for a house which Charette will put up. Large warehouse necessary. Sends winter provisions.LaGrave required as interpreter,suggests LaBranch take his place."
    ]
  },
  "149": {
    "tagPlace": ["Castle of St.Lewis, Quebec"],
    "tagDescription": [
      "(5.) Drummond to Selkirk. Communicating terms of Lord Bathurst's despatch regarding the outrages committed by the North West Company."
    ],
    "tagDate": ["1816-04-25T00:00:00.000Z"]
  },
  "942": {
    "tagDate": ["1816-12-30T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagDescription": [
      "to d'Orsonnens. Fears attack may take place, but has strengthened his position with many volunteers.Hopes to make a good road. Men anxious to get to Red River."
    ]
  },
  "280": {
    "tagDescription": [
      "to Wintering Partners. Referring to the uncertain state of the settlers.",
      "to George Rettson. Reports delay on Lakes Huron and Superior due to ice and arrived at Red River on 22 June,three days after the battle."
    ],
    "tagDate": ["1815-01-02T00:00:00.000Z"],
    "tagPerson": ["Cameron, J. D.", "Henry,R."]
  },
  "263": {
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-06-24T00:00:00.000Z"],
    "tagDescription": [
      "to Alex. McDonald. Advising him to engage men discharged from the Glengarry Fencilles as settlers for the Red River.Supplies to be had from Alex.Wood."
    ]
  },
  "935": {
    "tagDescription": [
      "to Selkirk. Acknowledges letter from Fort William.Not in his power to send troops to the Red River.Regrets the Commissioners have not reached Fort William as he had hoped to transmit their report to His Majesty's Ministers."
    ],
    "tagDate": ["1816-12-23T00:00:00.000Z"],
    "tagPerson": ["Sherbrooke"],
    "tagPlace": ["Castle of St.Lewis, Quebec"]
  },
  "397": {
    "tagDescription": [
      "to A.MacDonall, Has taken possession of Red River Forks which post he intends to hold. Is informed the North West Company plan to destroy the Colony."
    ],
    "tagPerson": ["Robertson, Colin"],
    "tagDate": ["1816-03-19T00:00:00.000Z"],
    "tagPlace": ["Fort Douglas"]
  },
  "43": {
    "tagPerson": ["Captain Matthey, F."],
    "tagDate": ["1816-02-12T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk(in Franch.) Requirements of the Red River Settlement. Enclosure:- Arrangements with Captain Matthey. He is to have a township of 10,000 acres,with 300 a year for three years,and 500 at the expiration of the services of his men. Two cases of drawing instruments,measuring chains and other necessary equipment."
    ],
    "tagPlace": ["Montreal"]
  },
  "804": {
    "tagPlace": ["Montreal"],
    "tagDescription": [
      "to Lady Selkirk. Acknowledges her letter of 28th instant. Expresses his desire that S. Gale may accompany Coltman and the special commissioners to join Lord Selkirk."
    ],
    "tagDate": ["1816-10-31T00:00:00.000Z"],
    "tagPerson": ["Stuart "]
  },
  "679": {
    "tagPlace": ["Fort William"],
    "tagDescription": [
      "to Maitland & Auldjo. Instructions relating to the selection of guides",
      "80 winterers,and supplies. Wages for the guides."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-09-25T00:00:00.000Z"]
  },
  "697": {
    "tagPerson": ["d'Orsonnens"],
    "tagDate": ["1816-10-08T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Tells of his meeting T. Dease,of the North West Company. Gives details of Keveny's murder,Red River massacre,and his arrangements with the North West Company regarding the seizure of supplies. (French.)"
    ],
    "tagPlace": ["Lac La Pluie"]
  },
  "284": {
    "tagPlace": ["Montreal", "Fort Alexander", "Alexandria"],
    "tagPerson": ["McLennan, Archibald", "Heron, James"],
    "tagDate": ["1815-06-01T00:00:00.000Z"],
    "tagDescription": [
      "to H.McGillies. Has about twenty men and is constantly on the look out.",
      "Forsythe Richardson & Co. to J.McDonald. Considers accounts from Red River most distressing.Will prevent aggressions made against the North West Company.",
      "to J.Siveright. Wishes members of the North West Company would exibit the firmness of Alex.MacDonell."
    ]
  },
  "209": {
    "tagPlace": ["Nottawasaga"],
    "tagPerson": ["MacDonell, Miles"],
    "tagDate": ["1816-05-25T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk, Description of his journey with the provisions.Considers the route unsuitable. The canoes provided too small.Mr.Dyer no assistance as he considers himself a passenger only. Williamson was left at York."
    ]
  },
  "673": {
    "tagPlace": ["Montreal"],
    "tagDescription": [
      "to Selkirk. Released from gaol by James Stuart when unjustly imprisoned by members of the North West Company. Has received money from Auldjo.Waits for Miles MacDonell.Expresses gratitude to John Charles Grant. Richard Dillon and his brother."
    ],
    "tagPerson": ["Spencer, John"],
    "tagDate": ["1816-08-15T00:00:00.000Z"]
  },
  "57": {
    "tagDate": ["1816-04-02T00:00:00.000Z"],
    "tagPerson": ["Clarke"],
    "tagDescription": [
      "to Selkirk. Encloses letter from Robert Murray of Presqu'Isle referring to boats and provisions."
    ],
    "tagPlace": ["York"]
  },
  "238": {
    "tagDescription": [
      "to Selkirk. Encloses letter from Murray.The saw-mill irons were sent to York. Cost £75-12-5 New York Currency. Other accounts enclosed."
    ],
    "tagPerson": ["Clarke, Thomas"],
    "tagDate": ["1816-06-12T00:00:00.000Z"],
    "tagPlace": ["Niagara Falls"]
  },
  "265": {
    "tagPlace": ["York"],
    "tagDescription": ["to Selkirk. Reports as to his movements."],
    "tagPerson": ["Spencer, John"],
    "tagDate": ["1816-06-25T00:00:00.000Z"]
  },
  "1014": {
    "tagPlace": ["Lac la Pluie"],
    "tagPerson": ["Chastellain, Jacques"],
    "tagDate": ["1817-01-01T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Acknowledges letter of 14 October. McPherson informed of contents.Gives account of journey he was ordered to take.(French.)"
    ]
  },
  "216": {
    "tagPlace": ["Niagara Falls"],
    "tagDescription": [
      "to Selkirk. Is unable to procure any Durham boats.Considers the other better for lake navigation."
    ],
    "tagPerson": ["Clarke, Thomas"],
    "tagDate": ["1816-06-01T00:00:00.000Z"]
  },
  "22": {
    "tagPlace": ["Montreal"],
    "tagDescription": [
      "to Ertaminger. Instructions as to routes to be followed by bearers of despatches.Peter Spence and William Leach go to Brunswick House with Indian guide."
    ],
    "tagDate": ["1816-03-30T00:00:00.000Z"],
    "tagPerson": ["Selkirk "]
  },
  "1006": {
    "tagPerson": ["d'Orsonnens"],
    "tagDate": ["1817-01-25T00:00:00.000Z"],
    "tagDescription": ["to Selkirk. Gives report of activities. (French.)"],
    "tagPlace": ["Fort Douglas"]
  },
  "398": {
    "tagDate": ["1816-08-02T00:00:00.000Z"],
    "tagPerson": ["Livingston, R."],
    "tagDescription": [
      "to Selkirk. American government at Michilimackinac had granted Graham permission to pass through the territory;expressing regret that His Lordship had not been with the brigade."
    ],
    "tagPlace": ["St.Joseph's"]
  },
  "640": {
    "tagDate": ["1816-09-12T00:00:00.000Z"],
    "tagPerson": ["McDonell, Alex."],
    "tagDescription": [
      "his differences with Robertson. Settlers put in possession of their lands and planting potatoes by the 3 May.McLean and Duncan McNaughton had sown wheat 22 April.Describes the affair at the Fort and Semple's death.Alex.Murray and his wife,William and Alexander Bannerman taken prisoner.Obliged to leave the Fort and hand over the stores to avoid a wholesale massacre of the settlers by the half-breeds and North West Company men. Arrest of Pat Corcoran,Michael Hayden,Donald McLeod and himself.Before the North West Company had between three and four hundred men in the River.Mr.Bird arrived 27 July at the Winnipeg Settlement where he induced the settlers to build a fort and remain.Donald Livingston,carpenter,to build two flat bottom boats for the lake. Sent to Governor St.German,a Canadian and five men with supplies to meet Selkirk.James Bird sent Roderick MacKenzie for the same purpose.Encloses account from Albany for cows sent to the Colony.",
      "to Selkirk. Describes the trip to Red River and arrival 5 November,where he found Colin Robertson and some of the settlers. Also foung fifteen stocks of grain collected from John McLeod. On Semple's advice proceeded to Pembina for the winter. Hears the half-breeds are assembling.Robertson in possession of the North West Company fort at the Forks and holding Duncan Cameron,the agent,prisoner. Describes actions of the North West Company servants,securing them and sending them to the Fort at Pembina,later to Fort Douglas.The principal men Alex.Fraser,half-breed,Hess,Bastineau,Pangman. Arrival of Governor Semple 31 March"
    ],
    "tagPlace": ["York"]
  },
  "375": {
    "tagDate": ["1816-06-01T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagDescription": [
      "Colin Robertson. Memorandum of goods and stores plundered from Brandon House by the servants of the North West Company.Statements of personal losses signed by individual settlers.",
      "to Thomas Vincent. Informing him of Dyer's arrival at Brunswick House;and of the attack at Red River Settlement. Encloses warrant for arrest of persons concerned in the robbery,the prisoners to be taken to York. Is sending on Vincent's son accompanied by a new clerk named Murphy."
    ],
    "tagPlace": ["Sault St.Mary's", "Brandon House"]
  },
  "765": {
    "tagDescription": [
      "two were drowned.Mentions McPherson's having been forcibly seized at Long Lake by Canadians,reported by William Thomas, Albany Island.Acknowledges many letters received.Trial of Indian who murdered Edward Silk. Promises the speedy arrest of Robinson and McIntosh.Regrets death of Governor Semple and others at Red River.Mr. Dyer,collecting curiosities, has gone to East Main where he will act as clerk. Cuthbert Davison,guilty of robbing the store at Middleburg,is confined in prison at Moose Factory. Received proclamation from Governor General.",
      "to Selkirk. Informs him the chartered brig Emerald,Captain Bell,anchored at Moose Roads,22 September. Despatches sent to England by Captain Bell on 30 September. Gives account of occurrences for 1815-16. The ships Eddystone and Hadlow arrived at Moose Factory in July and August, slightly damaged by ice in Strutton's Sound sailed again with a full cargo and eight week's provisions. On the outward journey six members of each crew died of the scurvey"
    ],
    "tagDate": ["1816-10-22T00:00:00.000Z"],
    "tagPerson": ["Vincent, Thomas"],
    "tagPlace": ["New Brunswick"]
  },
  "716": {
    "tagDescription": [
      "to the Lords Chief Justices,Westminster. Requesting them to send suitable persons to arbitrate and settle the differences between the North West Company and himself."
    ],
    "tagDate": ["1816-09-20T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagPlace": ["Fort William"]
  },
  "658": {
    "tagPlace": ["Drummond Island"],
    "tagDescription": [
      "to Selkirk. Advising him of his arrival from England the 11th instant. Has been granted a pension of £300 per annum;land for himself and his officers and a yearly supply of presents for the Indians. Desires to go to the upper part of Red River,taking from 150 to 200 Folles Avoines Indians,the best hunters in the country,for three years. Proposes establishing posts to command the trade from St.Peter's River towards the Missouri.Leaves in ten days for the Mississippi to make arrangements."
    ],
    "tagDate": ["1816-09-19T00:00:00.000Z"],
    "tagPerson": ["Dickson, Robert"]
  },
  "132": {
    "tagDescription": [
      "to Peter Fidler. Reports arrival and sending on of three men from Fort Hibernia with provisions for Red River Colony.Expects attack from great number of halfbreeds gathered in the vicinity, and hopes to make a successful resistance. Governor MacDonell proceeding to Brandon House."
    ],
    "tagDate": ["1816-05-03T00:00:00.000Z"],
    "tagPerson": ["Sutherland, James"],
    "tagPlace": ["Qu'Appelle"]
  },
  "819": {
    "tagDescription": [
      "Selkirk's memorandum of letters sent by Joseph Bouche and D.McKay. Livingston to procure canoe for these men. Vincent to send two shipwrights. Good to supply provisions. Informs Boulton all well but no news.Reinhard sent to Drummond Island. Acted in good faith, is to be pitied."
    ],
    "tagPerson": ["Selkirk "],
    "tagDate": ["1816-11-03T00:00:00.000Z"]
  },
  "127": {
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-04-30T00:00:00.000Z"],
    "tagDescription": [
      "to Thomas Clarke. Memorandun regarding dispute between the North West Company and the Hudson'sBay Company.Agrees to sell McGregor two lots. Refers to order for guns."
    ]
  },
  "714": {
    "tagDescription": [
      "to Bishop Latrobe Acknowledges his letter of November 1815.The need of a missionary at his settlement at Red River. Asks him to send a suitable person."
    ],
    "tagDate": ["1816-10-10T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "358": {
    "tagDate": ["1816-07-18T00:00:00.000Z"],
    "tagPerson": ["McGillivray, William"],
    "tagDescription": [
      "to John Johnstone. Acknowledges his letter of the 8th,received by the Invincible . Warns of obstacles to trade from Americans and Hudson's Bay Company. Hughes arrived from Red River and gave account of the seizure of the Posts at Red River Forks and Pembina",
      "also of the fight and death of Governor Semple."
    ],
    "tagPlace": ["Fort William"]
  },
  "1025": {
    "tagPlace": ["Lac la Pluie"],
    "tagDescription": [
      "to Selkirk. Gives account of his journey.Met with all kinds of misfortunes.On the 10th a terrible snowstorm delayed them. Very cold. Cut up three buffalo for socks and shoes.On the 12th overtook the Canadians who had left on the 8th. They claimed they had no provisions.Lesuyer and Duval went back;delays caused by continued snow and cold.Men frostbitten;provisions finished. Nothing to shoot. Met two Canadians going to Fort William and got a little rice.Very hungry;eat snowshoes.Heavy drifting snow.The dog,Meuron,very weak and would have been killed and eaten,but as he had belonged to the Regiment no one would kill him;later he died.Arrived on the 27th,all in serious condition,to find dOrsonnens gone and no provisions,no leather nor blankets.Asks for instructions as to what he is to do.Has twenty two of his men and eight Canadians.Hopes provisions will be sent."
    ],
    "tagDate": ["1817-02-03T00:00:00.000Z"],
    "tagPerson": ["de Graffenried, L."]
  },
  "85": {
    "tagPerson": ["Mure, John"],
    "tagDate": ["1816-04-13T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Suggests lease of Hudson's Bay Company trade to North West Company."
    ],
    "tagPlace": ["Quebec"]
  },
  "222": {
    "tagDescription": [
      "to Captain Sturler. Acknowledges two letters.Gratified that such good men have been secured."
    ],
    "tagDate": ["1816-06-03T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "885": {
    "tagPerson": ["La Mar, Seraphin"],
    "tagDate": ["1816-12-06T00:00:00.000Z"],
    "tagDescription": [
      "to Pambrun. Reports on general condition of affairs. (French.)"
    ],
    "tagPlace": ["Forks of Red River"]
  },
  "170": {
    "tagDescription": [
      "to Selkirk. Sends letter to the care of John Cumming at Kingston.Encloses letter from Robert Murray. Forwards supplies to the Sault."
    ],
    "tagPerson": ["Clarke, Thomas"],
    "tagDate": ["1816-05-16T00:00:00.000Z"],
    "tagPlace": ["Niagara Falls"]
  },
  "205": {
    "tagPlace": ["Inverness, Scotland"],
    "tagDescription": [
      "to Selkirk. Encloses copy of letter to A.Colvile regarding his journey to Stromness.Hopes the people who have suffered during the winter may proceed to Red River next season."
    ],
    "tagPerson": ["McDonald, John"],
    "tagDate": ["1816-05-28T00:00:00.000Z"]
  },
  "159": {
    "tagDate": ["1816-05-11T00:00:00.000Z"],
    "tagPerson": ["Wood, Alex."],
    "tagDescription": [
      "to Selkirk. An attempt has been made to liberate Campbell.Remarks on the scarcity of cash;suggests his bringing some."
    ],
    "tagPlace": ["York"]
  },
  "120": {
    "tagPlace": ["Niagara Falls"],
    "tagPerson": ["Clarke, Thomas"],
    "tagDate": ["1816-04-28T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Reports on shipment of goods from the United-States.Has written Robert Murray to ship supplies to the Sault. Will employ Captain Rough to take charge of the Durham boat. Mr.Graham sending a brickmaker. Forwards letter from R.Murray."
    ]
  },
  "602": {
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-09-04T00:00:00.000Z"],
    "tagDescription": [
      "to Thomas Vincent. Notifying him of the arrest of partners of the North West Co. and their proceeding to York for trial."
    ]
  },
  "236": {
    "tagPlace": ["Horse Guards"],
    "tagDate": ["1816-06-05T00:00:00.000Z"],
    "tagPerson": ["Angles, G. A."],
    "tagDescription": [
      "to .Trotter. Referring to Captain Matthey's application to retire, and Sir G.Drummond's recommendation in favor of it."
    ]
  },
  "48": {
    "tagDescription": [
      "to Semple. Describing occurences at the Port.Reports of an attack on the Colony in the spring. Indians refuse to take part. The smith busy making nails and iron the Qu'Appelle batteaux. Polyphemus to come from Swan River. Considers the Forks the key to the whole situation. Will endeavor to get horses."
    ],
    "tagPerson": ["Filder, Peter"],
    "tagDate": ["1816-04-01T00:00:00.000Z"],
    "tagPlace": ["Brandon House"]
  },
  "734": {
    "tagDescription": ["to Forrest. Memorandum of instructions."],
    "tagDate": ["1816-10-10T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "288": {
    "tagDate": ["1815-07-30T00:00:00.000Z"],
    "tagPerson": ["Henry, R.", "Rowand, John"],
    "tagDescription": [
      "to William Henry. Telling of events in the Red River Colony.",
      "to Alex. Henry. An express has been sent to Red River to raise the Indians."
    ],
    "tagPlace": ["Cumberland House", "Fort William"]
  },
  "839": {
    "tagDescription": [
      "to Roussain, North West Company clerk at Fond du Lac. Is surprised to find him responsible for alleged warrant. Warns him against dealing with the Red River rebels and assassins. (French.)"
    ],
    "tagPerson": ["Selkirk "],
    "tagDate": ["1816-11-18T00:00:00.000Z"]
  },
  "112": {
    "tagDescription": [
      "to Ermatinger. Informing him that Captain MacDonell goes up with the first brigade. Has been delayed himself,but Mr.Vincent will be at the Sault and forward provisions.Asks for fresh meat,hens and ducks to take to Red River."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-01-01T00:00:00.000Z"]
  },
  "736": {
    "tagPerson": ["Graham, Duncan"],
    "tagDate": ["1816-10-11T00:00:00.000Z"],
    "tagDescription": [
      "his detention at Prairie du Chien. Has taken a cooper with him for two years;hopes to salt 15 barrels of beef.",
      "to Selkirk. General report of his journey"
    ],
    "tagPlace": ["Aile de Corbeau"]
  },
  "272": {
    "tagPlace": ["Holland Landing"],
    "tagPerson": ["Matthey"],
    "tagDate": ["1816-06-29T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Reports on his movements.His detachment consists of 66 men.Has replaced deserters with others whose names he gives."
    ]
  },
  "7": {
    "tagDate": ["1816-03-22T00:00:00.000Z"],
    "tagPerson": ["Harvey, J. Lt-Col. "],
    "tagDescription": [
      "to Selkirk. Replying to his request encloses a copy of General Order on the formation of the Voyageurs Corps,and list of commissioned officers. Is unable to furnish further information."
    ],
    "tagPlace": ["Quebec"]
  },
  "325": {
    "tagPlace": ["Fort William"],
    "tagPerson": ["McGillivray, William"],
    "tagDate": ["1816-07-17T00:00:00.000Z"],
    "tagDescription": [
      "to his brother. Memorandaum on this letter by Selkirk.Description of the battle at Red River and death of Semple."
    ]
  },
  "217": {
    "tagPlace": ["Brandon House"],
    "tagPerson": ["Fidler, P."],
    "tagDate": ["1816-06-02T00:00:00.000Z"],
    "tagDescription": [
      "to Semple. Describes raid on the Post by halfbreeds.Threatens to burn buildings.The Mandan Indians appear from time to time."
    ]
  },
  "1032": {
    "tagDescription": [
      "to Sherbrooke. Extracts from despatches regarding foreign influence in the Indian Territories.Lord Selkirk and Captain Matthey to be indicted for resisting a warrant of arrest."
    ],
    "tagPerson": ["Bathurst"],
    "tagDate": ["1817-02-11T00:00:00.000Z"],
    "tagPlace": [" "]
  },
  "347": {
    "tagDescription": [
      "to John Askin. Captain MacDonell's account of the attack of the Red River Settlement by the North West Company.Desires him to proceed to Fort William."
    ],
    "tagDate": ["1816-07-26T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "801": {
    "tagPlace": ["Fort William"],
    "tagDescription": [
      "to Mr.Garden. Memorandum of goods required from Montreal in the spring."
    ],
    "tagDate": ["1816-10-31T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "730": {
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-10-19T00:00:00.000Z"],
    "tagDescription": [
      "to Sherbrooke. Has collected fresh evidence against the North West Company.Hopes a small military detachment may be stationed at Red River to protect the settlers."
    ]
  },
  "281": {
    "tagDate": ["1815-03-22T00:00:00.000Z"],
    "tagPerson": ["Cameron, D.", "Weillrenner, P."],
    "tagDescription": [
      "to ------ Regarding Red River.(French.)",
      "to Daniel McKenzie. Remarks on McLean's family having become partizans of Captain Cartouche."
    ],
    "tagPlace": ["The Forks at Red River"]
  },
  "177": {
    "tagDescription": [
      "to Selkirk. Reports on the emigrants leaving at an early date. The number required is exceeded. Mr Geddes has more than eighty men."
    ],
    "tagPerson": ["McDonald, John"],
    "tagDate": ["1816-05-22T00:00:00.000Z"],
    "tagPlace": ["Stromness"]
  },
  "717": {
    "tagPerson": ["McKenzie, Daniel"],
    "tagDate": ["1816-10-10T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Requesting the schedules of the North West Company sold to him be sent to Montreal for signature."
    ],
    "tagPlace": ["Fort William"]
  },
  "124": {
    "tagDate": ["1816-04-29T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagDescription": [
      "to Drummond. Acknowledges letter of the 25th instant,containing Bathurst despatch relating to the outrages at Red River Settlement. Defends Hudson's Bay Company from charges of \"mutual aggression.\""
    ]
  },
  "11": {
    "tagPerson": ["Clarke, Thomas"],
    "tagDate": ["1816-03-26T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Enclosing letters from Samuel Street and Charles Askin regarding supplies. Memorandum from John McGregor on two lots of land on River Thames he wishes to purchase."
    ],
    "tagPlace": ["York"]
  },
  "230": {
    "tagPlace": ["London"],
    "tagDate": ["1816-06-05T00:00:00.000Z"],
    "tagDescription": [
      "Thomas Coutts & Co.to Selkirk. Regarding bill drawn by him at twelve months for £6000."
    ]
  },
  "126": {
    "tagPlace": ["Montreal"],
    "tagDate": ["1816-04-29T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagDescription": [
      "to Alexander Wood. Advising him that Mr.Wilkinson leaves for York with a Warrant for the arrest of McKenzie,who is to appear before the Supreme Court."
    ]
  },
  "662": {
    "tagDescription": [
      "to Selkirk. Reports his arrival at the post. Forwards letters.. Samuel Lamond(t) goes to England. Leaves for Jack River and fears ice owing to lateness of season."
    ],
    "tagPerson": ["McDonell, Alex."],
    "tagDate": ["1816-09-22T00:00:00.000Z"],
    "tagPlace": ["York"]
  },
  "538": {
    "tagPlace": ["Fort William"],
    "tagDate": ["1816-08-26T00:00:00.000Z"],
    "tagPerson": ["Vandersburg, J.", "McTavish, J. G."],
    "tagDescription": [
      "to Selkirk. Unable to agree to proposed arrangement;better to have the whole matter tried by law."
    ]
  },
  "1044": {
    "tagPlace": ["New Brunswick"],
    "tagPerson": ["Vincent, Thomas"],
    "tagDate": ["1817-02-17T00:00:00.000Z"],
    "tagDescription": [
      "to Messrs.Christie and Gladman,the Council at Moose.(Copy.) Transmitting copy of official notification of Magistrates Commissions.Encroachments on Hudson's Bay Company's jurisdiction."
    ]
  },
  "287": {
    "tagDescription": [
      "to J.Siveright. Remarks on affairs at the Posts. Hears that Prince Rupert will come to settle affairs."
    ],
    "tagDate": ["1816-04-27T00:00:00.000Z"],
    "tagPerson": ["McLean, Lachlan"],
    "tagPlace": ["Montreal"]
  },
  "807": {
    "tagDescription": [
      "to Captain Owen. Regarding the inaccurate survey of the country made by D.Thomson, of the North West Company."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-11-01T00:00:00.000Z"],
    "tagPlace": ["Fort William"]
  },
  "1064": {
    "tagPlace": ["York"],
    "tagDescription": [
      "to Selkirk. Gives account of his journey from Montreal with warrants to convey some of the Red River Settlers to give evidence against George Campbell.Those who accompanied him were: John Murray, Heman Sutherland,Angus Sutherland, Robert Sutherland,Andrew McBeath,William Gunn,who have left for Kingston. The North West Company sent for Hugh Bannerman,Mr.George Cooper,Robert and William Gunn to go,but they declined.Alexander Murray also refused."
    ],
    "tagDate": ["1817-02-19T00:00:00.000Z"],
    "tagPerson": ["McDonald, Archibald"]
  },
  "211": {
    "tagPlace": ["Erie"],
    "tagDescription": [
      "to Thomas Clarke. Unable to return the countermanded muskets."
    ],
    "tagPerson": ["Murray, Robert"],
    "tagDate": ["1816-05-27T00:00:00.000Z"]
  },
  "412": {
    "tagDescription": [
      "to Selkirk. Encloses reports on events of previous winter.The Athabasca expedition suffered greatly.Leaves on the 19th inst. For York,thence to England."
    ],
    "tagPerson": ["Robertson, Colin"],
    "tagDate": ["1816-08-12T00:00:00.000Z"],
    "tagPlace": ["Play Green Lake"]
  },
  "900": {
    "tagDescription": [
      "instructs him to have some made at Lac La Pluie to serve as a pattern.",
      "to -----Laidlaw, d'Orsonnens' detention at Lac La Pluie.Considers that palce should be headquarters of the agricultural department for the ensuing spring. All the stock to be brought in next season.American sledges better than those of the Canadians "
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-12-09T00:00:00.000Z"]
  },
  "18": {
    "tagDescription": [
      "to Semple. Had received letters by Kilkenny and Lyons. Siwright and Lyons leave for the Forks immediately. Believes North West Company plan to make trouble when reinforced. Indians remain friendly."
    ],
    "tagPerson": ["Sutherland, James"],
    "tagDate": ["1816-03-28T00:00:00.000Z"],
    "tagPlace": ["River Qu'Appelle"]
  },
  "1021": {
    "tagDescription": ["to Selkirk. Reports Jean Bonneau as disobedient."],
    "tagDate": ["1817-02-03T00:00:00.000Z"],
    "tagPerson": ["McPherson, Donald"],
    "tagPlace": ["Lac la Pluie"]
  },
  "842": {
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-11-18T00:00:00.000Z"],
    "tagDescription": [
      "to Pambrun and M.MacDonell, Apprehensive of North West Company designs against them is sending reinforcements to Fond du Lac, with instructions and supplies. Refers them to Captain d'Orsonnens at Lac La Pluie for further information as to their investments."
    ]
  },
  "718": {
    "tagPlace": ["Fort William"],
    "tagDescription": [
      "Agreement over the disputes and controversies which have taken place between the members of the North West Company comprised of Hon.William McGillivray,Roderick McKenzie,Angus Shaw,Daniel McKenzie,John McDonald,Archibald Norman McLeod,Alex. McDougall,Duncan Cameron,David Thompson,Alexander Fraser,Meas Cameron,Sir Alexander McKenzie, Thomas Forsyth,Hon.John Richardson,John Forsyth,John Inglis,John Inglis,Jr., James Forsyth,Hon. John Mure, Pierre Rocheblave,Alex.McKenzie,John McDonald John Haldane,Thomas Thain,Robert Henry,James Leith,Arch. McLellan,Ronald Cameron, John George McTavish,James Grant John McLaughlin, John Dugald Cameron, Alexander Stuart, Angus Bethune. Alex MacDonell, James Keith, Thomas W.Murray, Allen MacDonell,John McBean,Donald McIntosh and others and the settlers under Lord Selkirk's patronage at Red River. Documents signed and witnessed by Miles MacDonell,Captain F.Matthey,F.de Graffenried,Alex.B.Bucher,R.Ney, John Allen,surgeon R.Navy,John Pritchard, John Spencer,James Tait, Alex.Kennedy,Donald McPherson, Charles Bouk."
    ],
    "tagDate": ["1816-10-01T00:00:00.000Z"],
    "tagPerson": ["McKenzie, Daniel", "Selkirk"]
  },
  "350": {
    "tagPerson": ["Askin"],
    "tagDate": ["1816-12-16T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Forwards newspapers.Denneau and Dyardon deserted after delivering their papers to Mr.Biron.Has heard nothing further regarding McGillivray's trial. Williamson and Burke left for Fort William with despatches."
    ],
    "tagPlace": ["Drummond's Island"]
  },
  "329": {
    "tagPerson": ["Mure, William"],
    "tagDate": ["1816-07-19T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Remarks on the deplorable state of trade,numbers of people out of work;difficulty of collecting rents and conditions on his estates."
    ],
    "tagPlace": ["Kirkcudbright"]
  },
  "537": {
    "tagPlace": ["Sturgeon Bay"],
    "tagPerson": ["Pambrun, P."],
    "tagDate": ["1816-08-26T00:00:00.000Z"],
    "tagDescription": ["to Selkirk. Account of his movements.(in French.)."]
  },
  "1016": {
    "tagPlace": ["York"],
    "tagDate": ["1817-02-02T00:00:00.000Z"],
    "tagPerson": ["Wood, Alexander"],
    "tagDescription": [
      "were provided with provisions.John Murphy with party arrived early in December. Money scarce since Army Bills withdrawn. The Red River accounts presented, Robert Gunn the only one to pay,other plead inability to do so.",
      "to Selkirk. Acknowledges letter of 3 November. Pritchard with his prisoners left on 26 November"
    ]
  },
  "981": {
    "tagPerson": ["McPherson, Donald"],
    "tagDate": ["1817-01-16T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. On arrival had found everything in great disorder. Very few stores.Captain MacDonell and d'Orsonnens left on the 10 December with 50 men for Red River.He also took all the cattle and 5 horses.Sent supply of provisions to La Crock on 20 December."
    ],
    "tagPlace": ["Lac la Pluie"]
  },
  "440": {
    "tagPlace": ["Jack River House"],
    "tagDate": ["1816-08-17T00:00:00.000Z"],
    "tagPerson": ["Bird, Jack"],
    "tagDescription": [
      "Jack Bird to Thomas Vincent. Relates the dispersion of the Red River Colony",
      "the deaths of Governor Semple, Messrs. Wilkinson, Rogers, White, Hold, and McLean, with fifteen men who fell when defending it. Emphasizes the necessity of forwarding despatches via Montreal. Fears another attack by the North West Company in the spring.to Thomas Vincent, Related the dispersion of the Red River Colony;the deaths of Governor Semple,Messrs.Wilkinson,Rogers,White,Hold,amd McLean,with fifteen men who fell when defending it.Emphasizes the necessity of forwarding despatches via Montreal.Fears another attack by the North West Company in the spring."
    ]
  },
  "917": {
    "tagPlace": ["Crow Wing River"],
    "tagDescription": [
      "to W.Morrison. Acknowledges receipt of his letter of 13th instant.Unable to interfere in dispute between Pambrun and himself.Warns him not to implicate the South West Company in anyway.Captain MacDonell wih 150 men left Rainy Lake for Red River."
    ],
    "tagDate": ["1817-01-15T00:00:00.000Z"],
    "tagPerson": ["MacDonell, Michael"]
  },
  "292": {
    "tagPlace": ["Nottawasaga Portage"],
    "tagPerson": ["Spencer, John"],
    "tagDate": ["1816-07-01T00:00:00.000Z"],
    "tagDescription": ["to Selkirk. Reports as to state of stores."]
  },
  "54": {
    "tagPlace": ["Quebec"],
    "tagDate": ["1816-03-30T00:00:00.000Z"],
    "tagPerson": ["de Monviel "],
    "tagDescription": [
      "Enclosures:- to Major R.R.Loring. Information as to commissions granted in the Voyageurs Corps."
    ]
  },
  "157": {
    "tagDescription": [
      "to Selkirk. Spencer proceeding to Kingston with his prisoner. Livingstone has teamsters ready to forward provisions."
    ],
    "tagDate": ["1816-05-10T00:00:00.000Z"],
    "tagPerson": ["Wood, Alexander"],
    "tagPlace": ["York"]
  },
  "285": {
    "tagDescription": [
      "to J.Siveright. Stating the Hudson's Bay Company have engaged men to invade the Northern country.Has no intention of giving up the trade and will retain possession of it at all hazards.",
      "to John McDonald. Fears they will have cause to lament the occurrences at Red River. Hopes all will make a united stand against the Hudson's Bay invaders."
    ],
    "tagPerson": ["Thain, Thomas"],
    "tagDate": ["1815-06-20T00:00:00.000Z"],
    "tagPlace": ["Montreal"]
  },
  "82": {
    "tagPerson": ["Robertson, Donald"],
    "tagDate": ["1816-04-13T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk, Furnishes Memo. of probable prices for furs,buffalo skins from four to four and a half dollars each.Moose skins from two to two and a half dollars each;muskrat skins,one shilling each.Would accept contract with Hudson Bay Company for skins to be delivered in the course of five or six years."
    ],
    "tagPlace": ["Montreal"]
  },
  "936": {
    "tagDescription": [
      "to Selkirk. Forwards despatches by Mr.Bourke who will inform him of the unfavorable conduct of Etienne Creyte. P.Spence sent with despatches for England.Asks for tea and leather. John Murphy left on the 1 November with his prisoner John Robertson.McIntosh left with John Pritchard."
    ],
    "tagPerson": ["Good, Richards"],
    "tagDate": ["1816-12-26T00:00:00.000Z"],
    "tagPlace": ["Michipicoten"]
  },
  "451": {
    "tagDate": ["1816-08-17T00:00:00.000Z"],
    "tagDescription": [
      "Forsyth,Richardson & Co. to Messrs.Inglis,Ellice & Co. (Extract.) Governor Semple held responsible for the attack on Red River Settlement. A more detailed account will follow."
    ],
    "tagPlace": ["Montreal"]
  },
  "9": {
    "tagDescription": [
      "to Selkirk. Giving his reasons for refusing military protection to the Red River settlers."
    ],
    "tagDate": ["1816-03-23T00:00:00.000Z"],
    "tagPerson": ["Drummond"],
    "tagPlace": ["Quebec"]
  },
  "934": {
    "tagDescription": [
      "Counsel for Selkirk. Not satisfied with copy of Charter of Hudson's Bay Company as evidence in law."
    ],
    "tagPerson": ["Messrs. Gale", "Messrs. Stuart"],
    "tagDate": ["1816-12-21T00:00:00.000Z"],
    "tagPlace": ["Montreal"]
  },
  "816": {
    "tagPerson": ["Selkirk "],
    "tagDate": ["1816-11-03T00:00:00.000Z"],
    "tagDescription": [
      "to Xavier Biron. Is sending important letters to York. Complains of his voyageurs drinking when at the Sault. Gives instructions regarding grain, etc."
    ],
    "tagPlace": ["Fort William"]
  },
  "752": {
    "tagPlace": ["Montreal"],
    "tagDescription": [
      "to Selkirk. Informing him of the state of cash transactions."
    ],
    "tagPerson": ["Messrs.Garden", "Messrs.Maitland", "Messrs.Auldjo"],
    "tagDate": ["1816-10-15T00:00:00.000Z"]
  },
  "444": {
    "tagPlace": ["Head Quarters, Quebec"],
    "tagDate": ["1816-08-17T00:00:00.000Z"],
    "tagDescription": [
      "Majors A.Norman McLeod,Thoussint Potheir, Alexander McKenzie, and Pierre de Rocheblave",
      "Ensign, Seraphin Lemer.Signed by J.Harvey,Lieut.Colonel.",
      "General Order.(No.5.) Annuling the following comissions in the Voyageurs Corps: Lieut.Colonels W.McKay and W.McGillivray",
      "Captains James Hughes,Kenneth McKenzie,Duncan Cameron, John McGillivray;Lieutenants John McDonald, Alex.McDonal"
    ]
  },
  "498": {
    "tagPlace": ["Bas de la Riviere, Oninipique"],
    "tagDate": ["1816-07-20T00:00:00.000Z"],
    "tagPerson": ["McLellan, Archibald"],
    "tagDescription": [
      "to J.C.McTavish. Account of occurrences in the North West since previous autumn and affairs of the North West Co. where he is employed."
    ]
  },
  "713": {
    "tagDate": ["1816-10-10T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagDescription": [
      "to Sir Z. Gibbs. Encloses duplicate of letter sent Lord Ellenborough."
    ],
    "tagPlace": ["Fort William"]
  },
  "349": {
    "tagDescription": [
      "to Selkirk. Is unable to absent himself from his duties to go to Fort William.Charles Ermatinger will go in his place."
    ],
    "tagPerson": ["Askin, John"],
    "tagDate": ["1816-07-27T00:00:00.000Z"],
    "tagPlace": ["Drummond's Island"]
  },
  "197": {
    "tagPerson": ["Mure, William"],
    "tagDate": ["1816-05-27T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Further particulars relating to the Estate."
    ],
    "tagPlace": ["Kirkcudbright"]
  },
  "988": {
    "tagDate": ["1817-01-21T00:00:00.000Z"],
    "tagPerson": ["Auldjo", "Garden", "Maitland"],
    "tagDescription": [
      "to Selkirk. Statement regarding cash advances. Forrest sends account of advances for the winterers.Ermatinger and LaCroix accounts.Livingston's account for £120",
      "Wood is pressing for a settlement of account for £1200."
    ],
    "tagPlace": ["Montreal"]
  },
  "179": {
    "tagDescription": [
      "to Semple. Reports on conduct of Canadians. Dauphin,the freeman,detained for some time.Other messengers held and their guns taken.Expects Alex.McDonald to arrive with his batteaux. M. Pambrun and James Bird held by MacDonell.Halfbreeds have come from Mannitoban,Swan River and the Saskatchewan.Bostonois the principal instagator in seizing provisions,Hesse violent and prevented Charles leaving."
    ],
    "tagPerson": ["Fidler, P."],
    "tagDate": ["1816-05-21T00:00:00.000Z"],
    "tagPlace": ["Brandon House"]
  },
  "260": {
    "tagPlace": ["Kingston"],
    "tagDescription": [
      "to Sherbrooke. Informs him of his intentionto prosecute certain partners of the North West Company."
    ],
    "tagDate": ["1816-06-24T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "206": {
    "tagPlace": ["Thurso"],
    "tagDate": ["1816-05-24T00:00:00.000Z"],
    "tagDescription": [
      "Enclosures:- John McDoanld to A.Colvile. Has sent twenty-five chosen Highlanders to Stromness to embark for the Red River Settlement. These have engaged themselves for five years.Geddes has engaged eighty-five and McKenzie has sent eighteen from Lewis,a total of 128. Has receipts for pensions for A.McBeath and Alex.Murray. Other persons willing to go to the Settlement if reports are good."
    ]
  },
  "283": {
    "tagDescription": [
      "to John Siveright. Reports a year of confusion. Canoes late in coming into interior.Met Simon McGillivray looking for them.",
      "to John McTavish. Reports Lord Selkirk furious at the dispersion of his Colony last spring. As he has not arrived is of opinion he has turned back."
    ],
    "tagPerson": ["McLennan, Arch.", "Haldane, J."],
    "tagDate": ["1815-08-08T00:00:00.000Z"],
    "tagPlace": ["Fort Alexander", "Bas de la Riviere Winnipeg"]
  },
  "501": {
    "tagPlace": ["Fort William"],
    "tagDescription": [
      "to Lord Selkirk. Regarding certain packs of furs claimed by the Hudson's Bay Company.",
      "Enclosures:- Note. Whether the 24 packs of furs are to be given up or sent down to Montreal agents. Written reply to this query requested."
    ],
    "tagPerson": ["McTavish, J. C.", "Vandersburg, J."],
    "tagDate": ["1816-08-22T00:00:00.000Z"]
  },
  "760": {
    "tagPerson": ["MacDonell, Miles"],
    "tagDate": ["1816-10-20T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Reporting his journey from Fort William with his heavily laden canoes.Hopes to get through before the ice forms.At Portage Ecarte found a North West Company cache of guns and ammunition sent to arm the Iroquois;distributed the guns to the soldiers and people.Captain d'Orsonnens took 22 days to reach Lac La Pluie.Met Dease on the 22 instant at River des Chiens above Lac des Chiens."
    ],
    "tagPlace": ["Portage above LaRose"]
  },
  "140": {
    "tagDescription": [
      "(2.) Selkirk to Drummond. Further reference to the military escort.Encloses letter from the Chief Justice of Upper Canada expressing his opinion of the necessity of the escort, in which Col.Clarke, of Niagara Falls,concurs."
    ],
    "tagDate": ["1816-04-16T00:00:00.000Z"],
    "tagPlace": ["Montreal"]
  },
  "809": {
    "tagDescription": [
      "to Commissioners Hudson's Bay Company. Notifying them that his men have occupied the North West Post at Lake La Pluie without violence. His intention is to remain there for the winter as a headquarters for the Red River Settlers. Requests that the 49th parallel form the boundary of his grant."
    ],
    "tagDate": ["1816-11-01T00:00:00.000Z"],
    "tagPerson": ["Selkirk "],
    "tagPlace": ["Lac La Pluie"]
  },
  "33": {
    "tagDescription": [
      "to Alex.Wood. Gives directions for forwarding provisions."
    ],
    "tagPerson": ["Selkirk "],
    "tagDate": ["1816-03-30T00:00:00.000Z"],
    "tagPlace": ["Montreal"]
  },
  "1067": {
    "tagDate": ["1817-02-20T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagDescription": [
      "to Jacques Chastellain. In reply to his.Is to remain at Lac La Pluie.Desires instructions as to promises alleged to have been made to men engaged by him."
    ],
    "tagPlace": [" "]
  },
  "144": {
    "tagDate": ["1816-04-23T00:00:00.000Z"],
    "tagDescription": [
      "(4.) Selkirk to Drummond. Explains his reasons for asking for an escort."
    ],
    "tagPlace": ["Montreal"]
  },
  "831": {
    "tagDescription": [
      "to Sherbrooke. (Copy.) Explains his actions in connection with the North West Company furs and his proposal of a settlement by arbitration.Believes in McKenzie's honesty and ability."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-11-12T00:00:00.000Z"],
    "tagPlace": ["Fort William"]
  },
  "327": {
    "tagPlace": ["Kirkcudbright"],
    "tagDescription": ["to Selkirk. Describing work done on his estate."],
    "tagPerson": ["Marshall, William"],
    "tagDate": ["1816-07-18T00:00:00.000Z"]
  },
  "215": {
    "tagPlace": ["Quebec"],
    "tagDescription": [
      "General order for Military escort for Lord Selkirk. One non-commissioned officer and six men of the 37th Regiment from Drummond Island."
    ],
    "tagDate": ["1816-05-29T00:00:00.000Z"],
    "tagPerson": ["Harvey,J."]
  },
  "151": {
    "tagDate": ["1816-05-10T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagDescription": [
      "to Governor Gore. Requesting a commission as Magistrate for the whole of Upper Canada. Would take the necessary oaths while passing through York."
    ]
  },
  "345": {
    "tagPlace": ["York"],
    "tagDescription": [
      "to Selkirk. Deserters from MacDonell have been arrested. Alex. Mattheson came in from the landing.Hammond Sutherland has gone with MacDonell. Remarks on accounts of the settlers their reasons for not paying.Will make an effort to sell the flour."
    ],
    "tagDate": ["1816-07-23T00:00:00.000Z"],
    "tagPerson": ["Wood, Alex."]
  },
  "74": {
    "tagPlace": ["Brandon House"],
    "tagDate": ["1816-04-07T00:00:00.000Z"],
    "tagPerson": ["Fidler, Peter"],
    "tagDescription": [
      "to Semple. Forwards letters. Murder of an Indian women and three children. Loss of charcoal Kiln. Considers the Forks a commanding situation. A new ennemy is supposed to be Mandan Indians in search of the Stone Indians."
    ]
  },
  "399": {
    "tagPlace": ["Montreal"],
    "tagDate": ["1816-08-09T00:00:00.000Z"],
    "tagPerson": ["Gale, Samuel"],
    "tagDescription": [
      "to Colonel Addison,Military Sec'y. Writer at Lord Selkirk's request to inform him of impostures practiced relative to commissions in the late Corps de Voyageurs.Lieut.Colonel McDonell,Commandant of Michilimackinac,now at Quebec,will give full particulars."
    ]
  },
  "986": {
    "tagDescription": [
      "to Selkirk. Anxious about a former letter sent by Coltman.Inquires about his grant in the Red River territory.(French.)"
    ],
    "tagDate": ["1817-01-20T00:00:00.000Z"],
    "tagPerson": ["de Chambault, F."],
    "tagPlace": ["Montreal"]
  },
  "16": {
    "tagPlace": ["River Qu'Appelle"],
    "tagDate": ["1816-03-28T00:00:00.000Z"],
    "tagPerson": ["McKay, John R."],
    "tagDescription": [
      "to Peter Fidler. Is apprehensive of trouble with the North West Company in the spring. Michael Kilkenny had arrived with tobacco. John Easter's gun lock is at Brandon House for repairs. Blue beads in great demand by the Indians.John Lyons has not arrived, very little snow for sleds."
    ]
  },
  "24": {
    "tagDescription": [
      "to R. Livingston. Asking him to examine the route of the old French trading path from Toronto to Nottawasaga which begins west of the garrison of York."
    ],
    "tagDate": ["1816-03-30T00:00:00.000Z"],
    "tagPerson": ["Selkirk "],
    "tagPlace": ["Montreal"]
  },
  "102": {
    "tagPlace": ["York"],
    "tagDate": ["1816-04-22T00:00:00.000Z"],
    "tagPerson": ["Wood, Alex."],
    "tagDescription": [
      "to Selkirk. Reports Graham has joined Livingstone and all will be in readiness. Governor Gore disinclined to interfere in any way. Mr.Spencer sailed for Niagara,and Mr.Clarke left for Queenston."
    ]
  },
  "909": {
    "tagPlace": ["Drummond Island"],
    "tagDescription": [
      "to Selkirk. Advises him that officers under his command forbidden to interfere in the dispute between himself and the North West Company.Regrets the part Mitchell has taken. Finds the warrant was obtained somewhat secretly,but not surreptitiously."
    ],
    "tagPerson": ["Maule, Colonel"],
    "tagDate": ["1816-12-14T00:00:00.000Z"]
  },
  "454": {
    "tagDescription": [
      "to Attorney-General D'Arcy Boulton. Is sending forward members of the North West Company taken prisoners with warrants for their detention and trial at York or Sandwich.Captain Lorimier and Mr.Fauche will give particulars."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-08-17T00:00:00.000Z"],
    "tagPlace": ["Fort William"]
  },
  "742": {
    "tagDescription": [
      "to Andrew Colevile. Copies of agreement concluded with Alex. McKenzie forwarded.Requests him to forward the letter to the Chief Justice."
    ],
    "tagDate": ["1816-10-11T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagPlace": ["Fort William"]
  },
  "735": {
    "tagDescription": [
      "to P.N., Philadelphia. Referring to his wish to settle at Red River."
    ],
    "tagDate": ["1816-10-10T00:00:00.000Z"],
    "tagPerson": ["Selkirk"]
  },
  "811": {
    "tagDescription": [
      "to Selkirk. Recommends Michael Dickson to his protection."
    ],
    "tagPerson": ["Dickson, Robert"],
    "tagDate": ["1816-11-01T00:00:00.000Z"],
    "tagPlace": ["Michilimacinac"]
  },
  "162": {
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-05-11T00:00:00.000Z"],
    "tagDescription": [
      "to D.Graham. Is sending boatman with McLean. Henry Schroder is an experienced seaman and the boy Williamson expert for his age",
      "George Spence and Henry Keney,good hands. Peter Montgomery is a boat carpenter. Gives instructions for forwarding supplies and information as to his own movements."
    ]
  },
  "312": {
    "tagDate": ["1816-07-11T00:00:00.000Z"],
    "tagPerson": ["Chastellian, Jacques"],
    "tagDescription": [
      "to Selkirk. Regretting delay in arriving. Unpleasant news from Red River tends to discourage the Brigade.The bearer,Jerionier Martel,a good Indian, wishes to engage with the Company."
    ],
    "tagPlace": ["Fort William"]
  },
  "707": {
    "tagDescription": [
      "to Selkirk. (Confidential.) Is remaining for the winter. Further remarks of the Seizure of supplies. (French.)"
    ],
    "tagPerson": ["d'Orsonnens"],
    "tagDate": ["1816-10-09T00:00:00.000Z"],
    "tagPlace": ["Lac de la Pluie"]
  },
  "1013": {
    "tagPlace": ["Moose Factory"],
    "tagDescription": [
      "Copy of the Protest of Hudson's Bay Company to the Special Commissioners. Signed by Thomas Vincent,Governor;Alexander Christie,Factor;Joseph Beioly and George Glacman,factors."
    ],
    "tagDate": ["1817-01-07T00:00:00.000Z"]
  },
  "353": {
    "tagDescription": [
      "to Michael MacDonell. Instructions for the route canoes are to follow to the Fond du Lac and River St.Louis. To purchase as much wild rice as possible from the Indians."
    ],
    "tagPerson": ["Selkirk"],
    "tagDate": ["1816-07-28T00:00:00.000Z"]
  },
  "235": {
    "tagDescription": [
      "to Selkirk, Regarding Captain Matthey's commission.Answers for news of his journey to Red River. Will forward papers copied from Journals of Hudson's Bay Company."
    ],
    "tagDate": ["1816-06-10T00:00:00.000Z"],
    "tagPerson": ["Halkett, J."]
  },
  "677": {
    "tagPlace": ["York Fort"],
    "tagDescription": [
      "to Selkirk. Regarding the case of Mr. McLean to whom he has advanced £50. Pat McNaulty, his wife and two children,Michael Boyle, his wife,and many of the Irish servants go home as their time has been served."
    ],
    "tagPerson": ["MacDonell, Alex."],
    "tagDate": ["1816-09-24T00:00:00.000Z"]
  },
  "560": {
    "tagDescription": [
      "to James Stuart. Further evidence against the North West Company furnished."
    ],
    "tagDate": ["1816-09-03T00:00:00.000Z"],
    "tagPerson": ["Selkirk"],
    "tagPlace": ["Fort William"]
  },
  "1062": {
    "tagDate": ["1817-02-19T00:00:00.000Z"],
    "tagPerson": ["Livingston, Robert"],
    "tagDescription": [
      "to Selkirk. Acknowledges his letter of 3 November,sent by Bouche.The Commissioners at York on 5 January,requested him to escort them as far as the Sault.They intend taking with them about forty soldiers of the late 100th Regiment.The Commissioners favour the North West Company."
    ],
    "tagPlace": ["Lake Huron"]
  },
  "922": {
    "tagPerson": ["Morrison, W."],
    "tagDate": ["1816-12-16T00:00:00.000Z"],
    "tagDescription": [
      "to M.MacDonell, Informing him that he(Morrison) has been appointed Agent for the South West Company trading in the Fond du Lac department. Demands restitution of articles seized and carried away by his party from the Sandy Lake Fort in the fall."
    ],
    "tagPlace": ["Sandy Lake"]
  },
  "937": {
    "tagPlace": ["Montreal"],
    "tagDescription": [
      "to Selkirk. Fears letters sent have been lost.Misrepresentation regarding proposal to Vandersluys and McTavish have appeared in print.Cautions him against sending written communications on the subject of the transactions.Accounts of his arrest have been received.The Commissioners appointed unable to reach Fort William before spring. Hears North West Company plans attack on York Factory."
    ],
    "tagPerson": ["Gale, Samuel"],
    "tagDate": ["1816-12-28T00:00:00.000Z"]
  },
  "1042": {
    "tagDescription": [
      "request he be dismissed.Sends list of supplies advanced to voyageurs. Asks for a supply of paper.Recommends Paul Garber.",
      "Richard Good to Selkirk. Regrets delay in forwarding despatches for lack of Indian guide.Bourke and Budge have left without a guide. Gives unfavorable report of Creyte"
    ],
    "tagDate": ["1817-02-14T00:00:00.000Z"],
    "tagPerson": ["Good, Richard"],
    "tagPlace": ["Michipicoten"]
  },
  "201": {
    "tagDescription": [
      "to Selkirk. Refers to official opposition to the Red River Settlement shown in Downing Street."
    ],
    "tagPerson": ["Halkett,J."],
    "tagDate": ["1816-05-24T00:00:00.000Z"]
  },
  "402": {
    "tagDescription": [
      "Enclosure:- to S.Gale, Encloses copy of General Order issued to annul the Commissions of the persons alluded to by His Lordship."
    ],
    "tagPerson": ["Addison, Lieut.Colonal"],
    "tagDate": ["1816-08-21T00:00:00.000Z"],
    "tagPlace": ["Head Quarters, Quebec"]
  },
  "1040": {
    "tagPerson": ["McLean, Alex"],
    "tagDate": ["1817-02-12T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Informs him of a conference with Lord Bathurst and the latter's wish that he return to England to substantiate the charges made against the North West Company."
    ],
    "tagPlace": ["Hudson Bay House, London"]
  },
  "150": {
    "tagPlace": ["Quebec"],
    "tagDate": ["1816-05-14T00:00:00.000Z"],
    "tagPerson": ["Harvey, J. Deputy Adjutant-General"],
    "tagDescription": [
      "to Selkirk, Owing to an order just received for the reduction of the Regiment de Meuron the escort will not be available."
    ]
  },
  "910": {
    "tagPlace": ["Crow Wing River"],
    "tagDate": ["1816-12-15T00:00:00.000Z"],
    "tagPerson": ["MacDonell, Miles"],
    "tagDescription": [
      "to Selkirk. Complains of Cotte's conduct in circulating false reports among the Indians. Morrison also credited with creating false impressions regarding his affirs.Americans have 600 troops stationed at Prairie des Chiens.Trade satisfactory.Trouble caused by pillagers at Leech Lake. Sergeant Richards wishes his family sent up. Mentions several men who would be useful in the Settlement if they could obtain their discharge."
    ]
  },
  "194": {
    "tagPlace": ["Kirkcudbright"],
    "tagPerson": ["Mure, William"],
    "tagDate": ["1816-05-25T00:00:00.000Z"],
    "tagDescription": [
      "to Selkirk. Informing him of work done on the Estate.Encloses account of labour done."
    ]
  },
  "589": {
    "tagDescription": [
      "to Selkirk. Offering information on the affairs of the North West Company for the past few years as regards their treatment of the Red River Settlement, their activities and desire to prevent the formation of a colony."
    ],
    "tagPerson": ["McKenzie, Daniel"],
    "tagDate": ["1816-09-03T00:00:00.000Z"],
    "tagPlace": ["Fort William"]
  },
  "123": {
    "tagDescription": [
      "Enclosure:- Robert Murray to Messrs.Clarke & Street. Regarding provisions purchased."
    ],
    "tagDate": ["1816-04-21T00:00:00.000Z"],
    "tagPlace": ["Presqu'Isle"]
  },
  "836": {
    "tagPerson": ["Selkirk "],
    "tagDate": ["1816-11-12T00:00:00.000Z"],
    "tagDescription": [
      "to Colonel Maule. Informing him of the warrant for his arrest,and his considering it invalid. Has learned that the North West Company conspire to recapture Fort William to which they have no right as it is built on Crown Land."
    ]
  },
  "40": {
    "tagDescription": [
      "of burnibg a fort,destroying houses and property,English cattle and horses",
      "to Duncan Cameron. Informing him of charges made against him of agression;of encouraging halfbreeds to destroy the Colony under such men as Cuthbert Grant,Charles Hesse,Bastonois Pangman,William Shaw and others",
      "encouraging Indian tribes to make war,and with intercepting despatches."
    ],
    "tagPerson": ["Semple"],
    "tagDate": ["1816-03-30T00:00:00.000Z"],
    "tagPlace": ["Fort Douglas"]
  },
  "916": {
    "tagDate": ["1817-01-13T00:00:00.000Z"],
    "tagPerson": ["Morrison, William"],
    "tagDescription": [
      "to Michael Morrison. Regarding Pambrun's failure to return certain property as promised."
    ],
    "tagPlace": ["Long Lake"]
  },
  "156": {
    "tagPlace": ["Quebec"],
    "tagDescription": [
      "to Selkirk. Informing him that the period of his administering the Government,until the arrival of Sir John Sherbrooke,will be too limited to allow his furthering military protection for the Red River Settlement. Will deliver his papers to Sherbrooke."
    ],
    "tagDate": ["1816-05-10T00:00:00.000Z"],
    "tagPerson": ["Wilson, John, Major General"]
  },
  "1054": {
    "tagDate": ["1817-02-17T00:00:00.000Z"],
    "tagPerson": ["McLeod, John"],
    "tagDescription": [
      "to James Bird. (Copy.) Gives general account of events.His interviews with Thomson and arrest.His agreement with the North West Company. Refers to his supply of pemmican, making of canoes,wages, and the Canadian servants."
    ],
    "tagPlace": ["Isle a La Crosse"]
  },
  "888": {
    "tagDescription": [
      "to Selkirk. Reports on his journey and the state of trade with the Indians.Expects better results in the spring. About 200 lodges (Indian) in the vicinity.Considers the Sioux Indians good beaver hunters. Boats from the Illinois bring in provisions every spring to Prairie des Chiens , from there the portages are few and easy.An American garrison is stationed at Prairies des Chiens,merchants from St. Denis come and provisions can be purchased at reasonable rates. Iron and iron works of all descriptions.Ammunition sells at a cheaper rate than in Montreal.Requests a letter of introduction to the commanding officer stating his business is to purchase provisions. Has completed a temporary house for the winter.Asks for rock salt for preserving meat,and onion seed."
    ],
    "tagPerson": ["Graham, Duncan"],
    "tagDate": ["1816-12-07T00:00:00.000Z"],
    "tagPlace": ["Red River near Otter Lake"]
  },
  "154": {
    "tagPlace": ["Erie"],
    "tagDescription": [
      "to Thomas Clarke. Will make every effort to dispose of the guns ordered and then countermanded.Will send account as soon as possible. Considers Durham boats impractical for the Lakes."
    ],
    "tagDate": ["1816-05-10T00:00:00.000Z"],
    "tagPerson": ["Murray, Robert"]
  },
  "239": {
    "tagDescription": ["Agreement regarding Red River Settlement."],
    "tagPerson": ["Lord Selkirk", "Wittner, Joseph, Lieut."],
    "tagDate": ["1816-06-15T00:00:00.000Z"],
    "tagPlace": ["Montreal"]
  },
  "566": {
    "tagPlace": ["Fort William"],
    "tagDescription": [
      "to Selkirk. Account of his arrest and treatment by the North West Company.Desertion of some of his men at the Wintering Station,where George Clarke,N.W.Co. had arrived several days before. Much of his equipment stolen and his dog shot.Two of his men died from privation.Served with a warrant from A.N.McLeod and imprisoned at a post called The Pic. Offered inducements to leave Hudson's Bay Co. and join the North West Co. Describes the affair at Red River Settlement and death of Semple. Mr.Bourke,Donald McKay,Patrick Corcoran and Michael Hayden taken prisoners."
    ],
    "tagPerson": ["McPherson, Donald"],
    "tagDate": ["1816-09-04T00:00:00.000Z"]
  }
}
