{"977":{"tagPlace":["Throgmorton Street"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Asks leave to have the box containing papers, &c., returned. Shall do nothing more about the memorial he had intended to present respecting sheriffs for Nova Scotia, more especially as the inhabitants had held meeting to make resolutions in favour of their rebellious neighbours. Wishes he could forget he ever set foot on that continent which has been so injurious to his circumstances. Makes no claim but would be thankful to accept an office."],"tagDate":["1775-03-18T00:00:00.000Z"],"tagPerson":["Dartmouth","Legge, Thomas"]},"757":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["No. 4. Affidavit of an-Indian"],"tagDate":["[1771-01-01T00:00:00.000Z TO 1772-12-31T23:59:59.999Z]"]},"999":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Dover Street"],"tagPerson":["Dartmouth","Wintringham, C."],"tagDate":["1775-10-24T00:00:00.000Z"],"tagDescription":["Sends packet from Monk and another from the author, who trusts that secrecy will be observed, as otherwise he would have a distressing life in Nova Scotia."]},"547":{"tagDescription":["The account of the transaction (in French) is enclosed."],"tagNotebook":["LABRADOR, 1772 - 1784"]},"1185":{"tagPerson":["McNutt"],"tagDescription":["A table of fees (undated) established to be taken by the Governor was enclosed in the preceding letter.","Memorial of McNutt respecting settlements and grants of land."],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"1216":{"tagDescription":["Memorial of Chief Justice Duport, Callbeck, Attorney General, W. Allanby, Provost Marshal and John Budd, Clerk of the Crown, represents that the island was constituted a separate Government from Nova Scotia, on the agreement of the proprietors to pay such quit rent as would meet the charges. That this quit rent has not been paid, so that there is no fund to pay their salaries, from which cause they have suffered great distress having filled their respective offices for four years without remuneration. Memorialists pray that their salaries be secured to them in such manner as shall seem best to His Majesty."],"tagDate":["1773-09-24T00:00:00.000Z"],"tagPlace":["Charlotte town"],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"1204":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDate":["1773-05-13T00:00:00.000Z"],"tagDescription":["Enclosed:--A printed proposal from Emanuel Lutterloh, agent for Desbrisay, to furnish 4,000 families as tenants and settlers on estates in the island."]},"680":{"tagNotebook":["LABRADOR, 1772 - 1784"],"tagDate":["1775-04-22T00:00:00.000Z"],"tagDescription":["The plan enclosed enters into elaborate calculations as to the quantity of fish that would be consumed, the number of ships, sailors &c. required; the saving in provisions, the vessels required to carry this saving to a foreign market &c."]},"257":{"tagDate":["1774-06-13T00:00:00.000Z"],"tagPerson":["Robinson","Dartmouth"],"tagDescription":["Transmits the Quebec Act complete as it passed the House of Commons this day.","The case of the British Merchants trading to Quebec and others of his Majesty's natural born subjects, who have been induced to venture their property in the said Province in the Faith of his Majesty's Proclamation, and other Promises solemnly given. A remonstrance against the establishing of French law in respect to property; if this is to be enacted ask that the operation may be suspended till they can withdraw their efforts. Urge the establishment of a House of Assembly, &c. [Printed]"],"tagNotebook":["CAE'ADA, 1757-1792"]},"993":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Council Chamber"],"tagDescription":["Address of the Legislative Council to Legge on the opening of the Legislature, testifying their zealous attachment to the King and their abhorrence of the daring spirit of rebellion. Shall do all in their power to frustrate any attempt to disturb the peaceful state of the Province."],"tagPerson":["Legge","Legislative Council"],"tagDate":["1775-10-23T00:00:00.000Z"]},"926":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDate":["1774-01-01T00:00:00.000Z"],"tagDescription":["List of Staff Officers in the old Department of N. Scotia and Garrison of Louisbourg."]},"1098":{"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDate":["1776-03-08T00:00:00.000Z"],"tagDescription":["The Governor reported to the Council that the Lieut. Governor had informed him 300 men in the townships of Windsor, Newport, Falmouth, Horton and Cornwallis and 200 men in Cobequid and Cumberland were ready to enrol themselves for the defence of the Province and asked for advice. The Council was of opinion he should proceed to the enrolment."]},"415":{"tagPerson":["Dartmouth","Thompson, Charles"],"tagDate":["1775-02-21T00:00:00.000Z"],"tagDescription":["Recommends Captain Sinclair for employment in Canada. [This is probably the Capt. Sinclair who was afterwards Lieut.- Governor of Michilimakinak, but he did not arrive to take office there till 5th, October, 1779.]"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Old Bond Street"]},"464":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1776-01-01T00:00:00.000Z"],"tagDescription":["List of the civil offices in Quebec, with the authority in whom is vested the appointments. No date; endorsed, Memo ; for Quebec ."]},"562":{"tagDate":["1773-01-01T00:00:00.000Z"],"tagDescription":["Proposal for a further exploration of - the country of Labrador; humbly addressed to the Right Honourable the Earl of Dartmouth, by Lieutenant Roger Curtis of His Majesty's sloop the Otter one of Commodore Shuldham's squadron.'' Curtis, afterwards Sir Roger, who died in 1816 an admiral of the red, reports having made a survey but gives no date. According to the MSS. of the Moravians, this was in 1773; as in a report in the Moravian mission office, 7 Furnival's Inn, a copy of one noted as being sent by Curtis either to the Admiralty or Governor Shuldham, that is the year in which the survey was made. But the official log book and muster roll show that Curtis was on board of the Otter lying at Pitt's Harbour, Chateau, now Headley Harbour, all the summer of 1773, so that the two statements a reentirely irreconcileable, although the report in the Moravian Mission office is very explicit as to his proceedings at the Mission station. It is impossible now to determine. Either the muster roll was improperly kept or Curtis did not make the survey, which, in view of the details he gives, it is not possible to believe. He was paid off from the Otter on the 27th November, 1773, and remained on half-pay till commissioned in the Chatham on the 6th August 1775. The year 1773 appears to be the date of the proposal."],"tagNotebook":["LABRADOR, 1772 - 1784"]},"273":{"tagDescription":["Governor Hutchinson has been presented to the Queen under the wing of Suffolk. Has conversed with Hey about the Quebec Act; Hey prefers his (Pownall's) plan to his own but he (Pownall) thinks Hey's is best; anything that falls short of, goes beyond or halts between either will be improper Carleton gone; has left a list of persons proper for Councillors, which is enclosed. He (Pownall) is going to Margate, but is not sure where he shall fix his residence. North says that Roubaud is to have £300, but must wait till it is convenient to the Treasury to issue it."],"tagPerson":["Dartmouth","Pornall"],"tagDate":["1774-07-17T00:00:00.000Z"],"tagNotebook":["CAE'ADA, 1757-1792"]},"779":{"tagDescription":["Sends copy of the case of her husband, now before the Lords of Trade. Acknowledges the great kindness they have received from Lady Mary Hill."],"tagDate":["1772-09-11T00:00:00.000Z"],"tagPerson":["Jadis, Mrs.","Dartmouth, Lady"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"603":{"tagPlace":["Marnham, Near Twyford"],"tagNotebook":["LABRADOR, 1772 - 1784"],"tagDate":["1783-02-03T00:00:00.000Z"],"tagPerson":["Cartwright","Dartmouth"],"tagDescription":["Sends copy of Memorandum on Labrador; applies to be made Governor and hopes, from his knowledge acquired in Derbyshire, to discover veins worthy of attention."]},"1049":{"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["State of His Excellency Governor Legge's Conduct and Proceedings with respect to Lieutenant Constable of His Majesty's Royal Fensible American Regiment of Foot. The offer of a company in Legge's regiment withdrawn in consequence of charges against Constable; the document contains an examination, correspondence, &c., on the subject."],"tagDate":["1776-02-07T00:00:00.000Z"]},"1101":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["London"],"tagDescription":["Had written him on the 27th (the letter referred to is dated the 28th February). Refers to his public and private dispatches. Dartmouth is determined that the matter shall be searched to the bottom. Germain's opinions of the people are now different from those he held. Anonymous letter received full of invective, apparently from the distiller; believe he has destroyed any effect it might have had. Has hopes of success in the proposal to succeed his brother; hopes for the arrival of Mrs. Burrow, &c. P.S.--9th March. The success of the Government and weakness of the Opposition; 22,000 foreign troops engaged for America, with a fleet of 70 sail under Howe; is in hopes this year will see an end of the contest. Report that Carleton is recalled and Burgoyne to take his place. Other military news, &c."],"tagPerson":["Burrow","Legge"],"tagDate":["1776-03-08T00:00:00.000Z"]},"845":{"tagPerson":["Legge","Dartmouth"],"tagDate":["1774-02-05T00:00:00.000Z"],"tagDescription":["Tonge's memorial has been considered. He is entitled to appoint deputies and to collect fees, but as the high salary was fixed before fees were allowed, if fees are collected the salary is to be discontinued The East India Company have sent orders to their agents should the landing of tea be prohibited in the other Colonies it is to be sent to Halifax. He is to afford the agents protection, although he is not apprehensive respecting the conduct of the people of Nova Scotia."],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Whitehall"]},"684":{"tagDescription":["Sends him Germain's secret instructions."],"tagDate":["1778-05-01T00:00:00.000Z"],"tagPerson":["Monyagu","Knox"],"tagPlace":["Whitehall"],"tagNotebook":["LABRADOR, 1772 - 1784"]},"380":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1774-01-01T00:00:00.000Z"],"tagDescription":["Heads of a Plan for the Establishment of Ecclesiastical Affairs in the Province of Quebec. This appears to be the suggestions on the subject embodied in the Quebec Act, 1774."]},"363":{"tagDate":["1774-01-01T00:00:00.000Z"],"tagDescription":["Suggestions without title, date, or signature apparently respecting the Quebec Act, 1774."],"tagNotebook":["CAE'ADA, 1757-1792"]},"773":{"tagPlace":["Shirburn Castle"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDate":["1772-09-04T00:00:00.000Z"],"tagPerson":["Dartmouth","Macclesfield"],"tagDescription":["(?) Recommends Tonge for the appointment of Naval Officer at Halifax, vacant or likely to be so."]},"791":{"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Mrs. Gould, apparently to Lady Dartmouth. On behalf of her husband, that he be. confirmed as Naval Officer."],"tagDate":["1772-10-29T00:00:00.000Z"],"tagPerson":["Gould","Dartmouth, Lady"]},"183":{"tagDate":["1773-11-28T00:00:00.000Z"],"tagPerson":["Dartmouth","Roubaud"],"tagDescription":["(in French) The unexpected arrival of his wife and consequent increase of his expenses. Cannot pay his tavern bills which would be a disgrace to the office he holds of Secretary to the Embassy. Reiterates his claims on the Jesuits, &c."],"tagPlace":["La Haye"],"tagNotebook":["CAE'ADA, 1757-1792"]},"550":{"tagDescription":["Return of Brother and Sister Layritz from Nain, to which place they had gone in Spring. The dangers they had encountered on the voyage from St. John's Newfoundland in a sloop of 30 tons, the voyage occupying nine weeks, being drove into Bays and among islands by contrary winds. They were graciously preserved in storms among floating Ice and were turned back by a field of Ice of vast dimensions. They were twice surrounded by numbers of the most savage Esquimeaux, who have been used to murder and rapine but the hand of God not only preserved them, but Br. Layritz went among them, and preached to them, which Br. Beck interpreted, they were very attentive. Safe arrival at Nain and welcome from the Brethren and Sisters and from the Esquimaux. All the people healthy and happy. Visit of some of the Missionaries to the North, reaching to 60 latitude. Hopeful prospects. Had called on His Lordship but was unable to see him. Layritz desired to make a verbal report &c."],"tagDate":["1773-11-04T00:00:00.000Z"],"tagPerson":["La Trobe, Benjamin","Dartmouth"],"tagPlace":["Lindsey House, Chelsea"],"tagNotebook":["LABRADOR, 1772 - 1784"]},"1292":{"tagDate":["1776-01-01T00:00:00.000Z"],"tagDescription":["Observations on the island of St. John in the Gulf of St. Lawrence; chiefly setting forth the advantages that must arise from the settlement of it to Great Britain, and offering some Reasons why at the juncture it may prove particularly advantageous to give it extraordinary encouragement, &c. From the situation of the island it can never be a manufacturing country but must always tempt the inhabitants to run into trade and the fishery. The illtreatment of the inhabitants and especially the Indians by the New Englanders, who obtained the furs of the latter by giving them rum and a bad imitation of wine. The advantage to Great Britain .of trade carried on from St. John's instead of from New England, especially during the present state of the Colonies. It Government held out encouragement, many loyal people from New England would fly there for safety. The error in the first establishment of a separate Government in 1769, providing for the salaries of the officials from quitrents, as in nearly seven years these did not amount to as much as would pay them for a year and a half. Proposes that the island should be put on a footing similar to the other American Colonies, giving the officers salaries sufficient to support their respective ranks. The paper is endorsed, Gov. Patterson's Observations on the Island of St. John. It was probably written in London."],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"529":{"tagDescription":["Apoligises for the delay in transmitting the summary of the proceedings of the Brethren among'the Esquimaux, owing to the difficulty of having it properly copied. This being the anniversary of the homage paid by the. wise men from the East to the Saviour [Twelfth Day] the Society is holding a meeting to rejoice together at the hope of an increase of believing Gentiles. The articles of the Society, printed and bound, had been'sent by La Trobe to Hills - borough to be presented to the King. If no opportunity had offered for this presentation shall have another copy prepared. Thanks for the favours so readily granted by Government. The good effects of the labours of the Brethren must be a pleasing reflection to those who have assisted. The satisfaction of the Society at his (Dartmouth's) appointment, knowing that His Lordship will feel peculiar joy in being in a ppsition to gratify his desire to forward the work of the Brethren. A summary at the end of the letter shows that 98 Brethren and 46 sisters were engaged in different parts of the world as missionaries, twelve Brethren and three sisters being in Labrador. All these, he says are volunteers, who try to maintain themselves by the labour of their hands, with as little expense as possible."],"tagDate":["1773-01-06T00:00:00.000Z"],"tagPerson":["Dartmouth","Hutton"],"tagPlace":["Lindsey House Chelsea"],"tagNotebook":["LABRADOR, 1772 - 1784"]},"189":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["Avertissement. Doit &tre incessamment publiee par souscription, Lettre Canadienne et Sauvage, Dediee a Milord N. (North) par Mr. Roubaud, nouveau sujet de sa Majeste, et Membre de l'Eglise D'Angleterre, ci- devant Missionnaire Jesuite ches les Sauvages. "],"tagDate":["1773-01-01T00:00:00.000Z"]},"1168":{"tagDate":["1802-06-01T00:00:00.000Z"],"tagDescription":["Printed acknowledgment of subscriptions, &c., for the library of King's College, Nova Scotia, and appeal for further-assistance."],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["London"]},"665":{"tagPerson":["Dartmouth","Townshend"],"tagDate":["1773-02-17T00:00:00.000Z"],"tagDescription":["The Board of Ordnance and himself will lose no time respecting the defences of St. John's and Placentia."],"tagNotebook":["LABRADOR, 1772 - 1784"]},"1232":{"tagDescription":["Would have been in London before, but for an attack of scarlet fever. To assist His Lordship in the disposal of his lands in East Florida, enclosed his terms and conditions for the sale of his lands in St. John's Island and Lutterloh's proposals for tenanting the same. The seller for 20,000 acres will have £10,000 in five years and the purchaser by advancing £2,102 will have £2,000 for ever. Since he has been forbidden to take tenants from the United Kingdom has adopted this method of settlingh is lands. Lutterioh's proposals enclosed are the same as those sent on 13th May 1773, with the addition of a certificate of his position. Proposals by Desbrisay, also enclosed, for selling and tenanting lot 31, showing the cost to the purchaser and returns. [Printed]"],"tagDate":["1774-02-12T00:00:00.000Z"],"tagPerson":["Desbrisay","Dartmouth"],"tagPlace":["Dublin"],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"240":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1774-04-30T00:00:00.000Z"],"tagPerson":["Dartmouth","Knox"],"tagDescription":["Sends a memorandum of Hillsborough's and Carleton's sentiments on the Quebec Bill."]},"821":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Halifax"],"tagDescription":["Previous to receiving the order to grant'no more lands, he had allotted a small tract of about 400 acres to his little boy as a reminder hereafter that he had been born in the Province. Hopes that this will not be considered an infringement on His Majesty's mandate."],"tagPerson":["Campbell, W., Lord","Dartmouth, Private"],"tagDate":["1773-08-24T00:00:00.000Z"]},"828":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Halifax"],"tagPerson":["Morris","Campbell"],"tagDate":["1778-10-22T00:00:00.000Z"],"tagDescription":["In accordance with orders reports on the lands to be reserved for timber. Cape Breton contains principally forest lands. The desirability of black birch, used for shipbuilding and wharves, very durable and not attacked by worms; black spruce is best for shipping and for masts for small vessels, but would serve for topmasts for the largest vessels. There is some pine, but the heavy gales on the coast cause shakes in the butts, from 10 to 20 feet up, above that they have often 40 to 60 feet fit for plank. Recommends that the whole island be reserved. The other is a tract of land on the St. John River above the settlements, to extend for 150 miles with a breadth of 25 miles on each side of the river. There are quantities of pine, oak, black birch, black spruce and other useful timber."]},"955":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["An undated paper entitled: A short account of the Bay of Chaleur, stating its position, settlements, inhabitants and suggesting that religious instruction should be given to the Indians, who desire it. The country, he says, cannot be settled with good men without religious ordinances. This paper is probably of the same date as the memorial."]},"751":{"tagDate":["[1771-01-01T00:00:00.000Z TO 1772-12-31T23:59:59.999Z]"],"tagDescription":["No. 2. Bond for licence to trade with Indians"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"275":{"tagPlace":["New York Coffee House"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["Merchants in the Quebec trade complain of the absence of the Chief Justice from Quebec so that no business can be done in the court of King's Bench, Quebec The French law takes effect the 1st of May next, and merchants who gave credit under the English law should have an opportunity of being heard before the alteration takes place."],"tagDate":["1774-08-01T00:00:00.000Z"]},"166":{"tagDate":["1773-08-26T00:00:00.000Z"],"tagPerson":["Dartmouth","Maseres"],"tagDescription":["Has received information through Pownall that the office of Provost Marshal at Barbados had been granted in reversion. Asks that the same favour may be extended to him for another office. The desire on the part of Lord North, Lord Mansfield, and the Lord Chancellor to settle the constitution of the Province of Quebec by legislation."],"tagPlace":["Inner Temple"],"tagNotebook":["CAE'ADA, 1757-1792"]},"413":{"tagPlace":["London"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["(in French). Urges his claims for a pension and that on his being officially informed of its being granted, he could borrow money in London on an order being given to repay it in Quebec. An order had been given to the Jesuits to pay him, which they had refused on the ground that he had become a player, although at the time of the accusation he only knew a few words of English. He makes his wife an allowance of 50, and has only three or four guineas left, when this is spent he will be forced to beg at St. James1, in a court suit presented to him by the King; asks leave to solicit a public subscription, &c."],"tagDate":["1775-02-18T00:00:00.000Z"],"tagPerson":["Dartmouth","Roubaud"]},"744":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["No. 7. An account of effects lost by fire"],"tagDate":["[1771-01-01T00:00:00.000Z TO 1772-12-31T23:59:59.999Z]"]},"251":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1774-05-01T00:00:00.000Z"],"tagPerson":["Manfield","Dartmouth"],"tagDescription":["The first objection--that relative to the supremacy --has been agreed to by the Cabinet. The other-- relative to tithes- - is unneccessary, as His Majesty intends to make immediate provision for a Protestant clergy. The clause relating to the free exercise of religion has been made declaratory, which will remove doubts and prevent any ill consequences in other parts of His Majesty's dominions."]},"1228":{"tagDate":["1773-01-01T00:00:00.000Z"],"tagDescription":["Suggestions concerning the Island of St. John in North America. The salaries of the officers were to be paid out of the quit rents; this has not been done, and they wish Government to pay them, the proprietors complain that the quit rents are too high. Suggests that an Assembly be called which could pass a law to authorize the sale of lands for the payment of quit rents. The Governor complains of the insufficiency of his salary, and has presented, or will present, a petition to the Treasury for relief. The cause of the extraordinary expense is the accommodation of strangers, there being no hotel in the capital, and the expense will increase should an Assembly be called. The sum of 500 wanted for making roads. The Naval Officer has no salary; until the trade would warrant the imposition of fees, he should be paid a salary."],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"622":{"tagNotebook":["LABRADOR, 1772 - 1784"],"tagDescription":["Rough departmental jottings (four papers) respecting arrangements for Newfoundland, with calculations as to the produce of the French fishing, numbers of men &c."],"tagDate":["1766-01-01T00:00:00.000Z"]},"1246":{"tagDate":["1774-05-01T00:00:00.000Z"],"tagPerson":["Desbrisay","Dartmouth"],"tagDescription":["Has settled with General Worge to that gentleman's satisfaction. Thanks for the recommendation he expects for the salary of £200 as Lieutenant Governor, but presses for a decision."],"tagPlace":["Piccadilly"],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"636":{"tagDate":["1773-01-23T00:00:00.000Z"],"tagDescription":["Enclosures: Report from Shuldham, dated 2nd December 1772, of the ruinous state of the fortifications of St. John's."],"tagNotebook":["LABRADOR, 1772 - 1784"],"tagPlace":["Jame's Square"]},"1225":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDate":["1773-01-01T00:00:00.000Z"],"tagDescription":["Memorials of the proprietors showing the disadvantages arising from the want of a proper survey of the island by retarding settlement, &c., praying that a resident surveyor should be appointed and nominating John Robinson for the office."]},"928":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["A rough jotting is enclosed of names and apparently of salaries attached to each."],"tagDate":["1774-01-01T00:00:00.000Z"]},"336":{"tagDescription":["Preamble of the above. Endorsed: Notes of alterations in the Quebec bill."],"tagDate":["1774-01-01T00:00:00.000Z"],"tagNotebook":["CAE'ADA, 1757-1792"]},"461":{"tagPerson":["Dartmouth","Carleton"],"tagDate":["1776-05-14T00:00:00.000Z"],"tagDescription":["Will not trouble his Lordship with remarks. Is pleased that Alves, appointed waiter and searcher in the Customs, is under his Lordship's protection."],"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Quebec"]},"1257":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDescription":["The certificate is enclosed."],"tagDate":["1774-08-06T00:00:00.000Z"]},"1165":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Memorial from Binney for a salary."],"tagDate":["1776-01-01T00:00:00.000Z"],"tagPerson":["Binney"]},"388":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1774-01-01T00:00:00.000Z"],"tagDescription":["A paper endorsed Minutes of Quebec Instructions. Seems to be of the same date."]},"1178":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["List 'of His Majesty's Council, Halifax, Nova Scotia."]},"433":{"tagDescription":["Had been offered the position of naval officer of all Canada on certain conditions. His earnest desire to obtain a patent, but the doubts of the Secretary of State whether it could be granted was referred to him. (Pownall) for advice, and beseeches his interest for securing the place in an ample manner."],"tagPerson":["Pownall","Green, George"],"tagDate":["1775-08-17T00:00:00.000Z"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["London"]},"142":{"tagPerson":["Dartmouth","Roubaud"],"tagDate":["1773-06-06T00:00:00.000Z"],"tagDescription":["(in French). Has been desired by Murray to send another petition for which no great success is anticipated owing to causes which he can only communicate verbally. The danger he runs of being arrested in Murray's house, who owes him a safe conduct back to the college from which he drew him to send him to the King, and in honour should solicit and obtain from His Lordship a safe conduct to the Jesuits, which though hard would be less so than to perish in a London prison. States that the two Captains MacKay, of whom one received £1,000 for land not worth 50 and the younger is Surveyor of Woods, are both in Paris soliciting employment from the French Court &c. His fears of an execution on his furniture if he is not assisted. A memorial (in French) to North is enclosed and certificate by Murray."],"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Beauport, near Battle, Sussex"]},"1145":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Paper endorsed: Copy of a paper presented to the Lords Commissioners for Trade and Plantations by Jonathan Binney, Esq. The charges against Legge and statements in support of them are in parallel columns."],"tagDate":["1776-06-01T00:00:00.000Z"]},"372":{"tagDate":["1774-01-01T00:00:00.000Z"],"tagPerson":["Dartmouth","Knox, W. K."],"tagDescription":["Remarks on clauses apparently contained in the Quebec Act, 1774."],"tagNotebook":["CAE'ADA, 1757-1792"]},"949":{"tagDescription":["John Shoolbred has communicated the contents of a memorial to be presented to His Lordship for lands on the river Rustigush (Restigouche) and asking for testimony as to the utility of his settlement in the Bay of Chaleurs and the expense and industry with which it has been carried on. This I can do in the fullest manner; the settlement was begun during my Government of the Province, & from every account I have had, it promised to be very beneficial to the Trade & Manufactures of this Kingdon, & I think the Proprietors very deserving of every Encouragement."],"tagPerson":["Dartmouth","Campbell, W., Lord"],"tagDate":["1775-01-17T00:00:00.000Z"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["London"]},"748":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["No. 8. Certificate of goods shipped (cleared by Customs)"],"tagDate":["[1771-01-01T00:00:00.000Z TO 1772-12-31T23:59:59.999Z]"]},"899":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Halifax"],"tagPerson":["Dartmouth","Gibbons, Richard"],"tagDate":["1774-11-29T00:00:00.000Z"],"tagDescription":["Asking for any situation that may be vacant in Nova Scotia, specifying the offices of Solicitor-General, Provost Marshal and Receiver General of quit rents."]},"467":{"tagPlace":["Quebec"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["Thanks for the attention paid to his memorial. Mandamus to hold the offices of Clerk of the Crown and Common Pleas not received till 20th May, owing to the detention of the vessel at Halifax. Knox's letter of 27th March that he could not hold the office of Clerk of the Common Pleas as well as Clerk of the Crown received on the 2nd of June, so that he had not used the mandamus, nor had he intended to do so, as it would have deprived a worthy man of his subsistence. The office he holds yields £100 a year, without perquisites, on which he cannot live, but Carleton has added to his salary, which he trusts may be approved of His services during the siege of 1775, owing to disease then contracted asks for leave of absence."],"tagDate":["1777-06-30T00:00:00.000Z"],"tagPerson":["Dartmouth","Gordon, W."]},"796":{"tagPerson":["Gorham, Joseph","Dartmouth"],"tagDate":["1772-11-10T00:00:00.000Z"],"tagDescription":["Applies for a situation to enable him to settle the claims against him on account of the losses he had sustained in respect to his lands in Nova Scotia."],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Placentia"]},"1274":{"tagDate":["1775-07-18T00:00:00.000Z"],"tagPerson":["Desbrisay","Ligonier, Lord"],"tagDescription":["Is unable to assist him with Dartmouth, not being acquainted with His Loardship. Reconmmends him to apply to Sir Joseph Yorke."],"tagPlace":["Dublin"],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"826":{"tagDate":["1773-09-13T00:00:00.000Z"],"tagPerson":["Dartmouth","Mepick"],"tagDescription":["Suggests for consideration whether a brevet to Legge as Lieut. Colonel in the army would interfere with the King's intention not to allow a Governor of a Province to hold a commission in a regiment. Tryon, Shirley, &c., hold their rank in the army."],"tagPlace":["Parliament Street"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"540":{"tagPlace":["Bath"],"tagNotebook":["LABRADOR, 1772 - 1784"],"tagDate":["1773-02-13T00:00:00.000Z"],"tagPerson":["Clare, Lord","Dartmouth"],"tagDescription":["Recommends Noble and Pinson for a grant of a district on the Labrador Coast. If admitted to an interview Pinsoh could give His Lordship information about the coast that might be of advantage to the public."]},"1079":{"tagDescription":["That he has been tracing the author of an anonymous letter and believes that it was written by Butler and handed to the printer by a man is disguise. He (Burrow) and his brother will call on Monday respecting the offer of the latter to resign in his (Burrow's) favour. Dated only Saturday. For conjectural date see letter from Burrow of 27th February"],"tagPerson":["Burrow","Dartmouth"],"tagDate":["1776-03-02T00:00:00.000Z"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["London"]},"223":{"tagDate":["1774-01-01T00:00:00.000Z"],"tagDescription":["One of two copies of an unsigned and undated memorial is endorsed, Letter from a French surgeon, recommended by the Duke de Nivernois. The memoralist appears to be the surgeon mentioned in the preceding letter. The application is to be appointed visiting surgeon to the two hospitals in Quebec now in charge of the nuns who act as doctors and surgeons to the best of their power"],"tagNotebook":["CAE'ADA, 1757-1792"]},"824":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Parliament Street"],"tagPerson":["Dartmouth","Mepick"],"tagDate":["1773-09-08T00:00:00.000Z"],"tagDescription":["Legge's commission as Lieut.-Colonel of the 55th regiment was left in Dublin, sent to Rochford and cancelled. The only way to preserve Legge's rank is by a brevet commission as Lieut.- Colonel in the army."]},"729":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDate":["1766-05-16T00:00:00.000Z"],"tagDescription":["Paper endorsed:--Reasons agt. the reservation of timber. It prevents the clearing of land by the farmers and acts against the fishing industry, as the fisherman could not use enough to build a fishing vessel, and the settlers are entirely at the mercy of informers, ready to swear anything. To the farmers it makes little difference what kind of timber is reserved, whether white pine, gopher, of shittim wood. The reasons are given in by McNutt acting as agent for the settlers, who also apply for two ports of entry and discharge, one at Jerusalem, the other at Pictou, as it is a great loss to the owners of ships to be oblidged to go to Halifax and a much greater loss to the settlers. The obstacles the reservation places in the way of ship building to the advantage of Archangel where fir ships are built annually for British and Irish account. The effect of the reservation is to drive the farmer to cut down the young trees before they reach the prohibited girth. The caution to be observed in making such reservations; those who have no intention to settle will accept lands on any terms, but the settlers must be more careful."]},"1171":{"tagDescription":["Memorial from William Shirreff for the pay of his late father, appointed Judge-Advocate of the forces at Annapolis Royal in 1718, without salary. And on the recommendation of a Board of General Officers a new commission was issued in 1730 with a salary attached, the arrears of which amount to £2,774 sterling. (In the body of the memorial it is stated that Shirreff, the memorialist, has served for 25 years. His first commission, so far as can be traced, was given the 25th of June 1755, so that the possible date of the memorial is 1780."],"tagPerson":["Shirreff, William"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"1023":{"tagDescription":["Another petition to the same effect, from the principal gentlemen and inhabitants of Nova Scotia, is dated 2nd January. The two petitions are nearly identical."],"tagDate":["1776-01-01T00:00:00.000Z"],"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"133":{"tagDate":["1773-05-12T00:00:00.000Z"],"tagPerson":["Morgan, Maurice","Dartmouth"],"tagDescription":["His mission to Quebec to report on the state of the judicature in that Province; the Inadequacy of the allowance for his expenses and asks for additional payment."],"tagNotebook":["CAE'ADA, 1757-1792"]},"974":{"tagDescription":["A clause in the Act to prevent waste and destruction to pines, &c., on reserved lands is represented to be prejudicial to the fishermen of Louisbourg; desires that this shall be remedied. To grant every reasonable indulgence to Laurence Kavanagh in the fishery he carries on from Louisbourg."],"tagPerson":["Legge","Dartmouth"],"tagDate":["1775-02-24T00:00:00.000Z"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Whitehall"]},"754":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["No 3. Permit for Jadis to leave Nova Scotia"],"tagDate":["[1771-01-01T00:00:00.000Z TO 1772-12-31T23:59:59.999Z]"]},"1253":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDescription":["Memorial of Desbrisay Tor the appointment of his son to be Governor's chaplain of St. John's. The date is endorsed."],"tagDate":["1774-05-15T00:00:00.000Z"]},"741":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDate":["[1771-01-01T00:00:00.000Z TO 1772-12-31T23:59:59.999Z]"],"tagDescription":["Paper endorsed: The memorial of Chas. N. G. Jadis, Esq. requesting a Reparation from Government of some Losses and Damage sustained by him from the Indians in Gage Township in 1771 The memorial represents his services, his settlement in Gagetown, the destruction by fire of his house, and effects, the fire being deliberately set by the Indians."]},"1301":{"tagNotebook":["NEWFOUNDLAND AND LABRADOR, 1708, 1774"],"tagDescription":["Remarks on the situation of the Red Indians, natives of Newfoundland; with some account of their manner of living: together with such descriptions as are necessary to the\nexplanation of the sketch of the country they inhabit, taken on the spot in the year 1768. By John Cartwight, Toulinguet, 19 September 1768, with postscript, 1770. Presented to Henry (sic) Earl of Dartmouth, 13 January 1773. 2 sketches attached., (Bound volume) [originalsin vault] p. 3214: A Map of the Island of Newfoundland (neg. # C87924, N.M.C.) p. 3291: A Sketch of Notre Dame Bay (neg. # C87925, N.M.C.)"],"tagDate":["1768-09-19T00:00:00.000Z"]},"853":{"tagDate":["1774-06-03T00:00:00.000Z"],"tagPerson":["Dartmouth","Campbell, W., Lord"],"tagDescription":["Gibbons is the author of the political remarks left with His Lordship. He lives in Halifax, is a good man and worthy of patronage. The letter is correctly endorsed June 3, 1774."],"tagPlace":["London"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"139":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagPerson":["Manser, Richard","Dartmouth"],"tagDate":["1773-05-29T00:00:00.000Z"],"tagDescription":["Appeals for employment to relieve his necessitous state."]},"1085":{"tagPerson":["Burrow","Dartmouth"],"tagDate":["1776-03-04T00:00:00.000Z"],"tagDescription":["Had been informed that Legge is to be recalled to answer the complaints against him. Hopes that Binney and Tonge who are applying for reward will not be listened to."],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["London"]},"243":{"tagPerson":["Dartmouth","Maseres"],"tagDate":["1774-04-30T00:00:00.000Z"],"tagDescription":["Sends additional extracts of letters containing favourable opiiions of his memoire on Canada. The evidence of the favour witn which his plan for settling the laws of Quebec has been received by all classes, including the priests, shows that they regard it as beneficial."],"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Inner Temple"]},"1041":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDate":["1776-01-01T00:00:00.000Z"],"tagDescription":["Another from Onslow to the same effect is endorsed 3rd October 1776, but this appears to be an error, as Legge left Nova Scotia in May of that year."]},"169":{"tagPlace":["Montreal"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["Memorial (in French) of Joseph Fleury sieux de Deschambault, represents 'the letting of his house for a barrack in Montreal and its destruction by fire and praying for reimbursement. Represents also the French troops for which he cannot get payment from the French Government."],"tagDate":["1773-09-04T00:00:00.000Z"]},"1061":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Whitehall"],"tagPerson":["Legge","Lords of Trade"],"tagDate":["1776-02-27T00:00:00.000Z"],"tagDescription":["In consequence of complaints against him he is to prepare for his defence; the complainants are to have access to the necessary papers, &c., and he is to return to London. The charges, evidence, &c., to be exchanged between him and the complainants, and copies of the whole sent to their Lordships."]},"685":{"tagNotebook":["LABRADOR, 1772 - 1784"],"tagDescription":["Copy of instructions enclosed, ordering an attack on the islands of St. Pierre and Miquelon, in consequence of the hostile attitude of France."],"tagDate":["1778-01-01T00:00:00.000Z"]},"1122":{"tagDescription":["The Reply of Francis Legge, Esquire, Governor of the Province of Nova Scotia, to the Petitions presented to His Majesty against him. Part of the proceedings before the Lords of Trade, whose report on the investigation is dated 25th July 1776"],"tagDate":["1776-06-01T00:00:00.000Z"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"553":{"tagDate":["1773-01-01T00:00:00.000Z"],"tagDescription":["Three papers of jottings on Palliser's regulations respecting Labrador. They relate, apparently, to the consideration of the reannexing of Labrador to Quebec, and refer entirely to Labrador, although two are endorsed Newfoundland."],"tagNotebook":["LABRADOR, 1772 - 1784"]},"249":{"tagPerson":["Dartmouth","Hillsborough"],"tagDate":["1774-05-01T00:00:00.000Z"],"tagDescription":["His objections to the Quebec bill have been laid before the Cabinet, which holds that the extension of the Province to the Ohio and Mississippi is an essential and very useful part of the bill. His objections to allowing a change of tenure has been agreed to and the clause struck out."],"tagNotebook":["CAE'ADA, 1757-1792"]},"619":{"tagNotebook":["LABRADOR, 1772 - 1784"],"tagDate":["1759-12-27T00:00:00.000Z"],"tagDescription":["An argument for the exclusion of the French from the fishery of Newfoundland, as the best means to prevent the training of sailors for their navy. It is very evident that the fishing trade is of more consequence to our Naval force than any other Single Trade whatever. .. .. and I doubt not it will appear that entirely excluding the French from the fishing Trade in those parts will be the most certain Insurance that can be made for a lasting Peace."]},"1198":{"tagDate":["1772-01-01T00:00:00.000Z"],"tagDescription":["Petition of Michael Swan for payment of a bill granted to him by Callbeck, Attorney-General of St. John's Island for money advanced, Callbeck being protected by his position from suits that might otherwise be brought against him."],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"186":{"tagPerson":["Dartmouth","Roubaud"],"tagDate":["1773-12-21T00:00:00.000Z"],"tagDescription":["(in French) Had expended £3,000 sterling to redeem English prisoners; had enriched the state by a million sterling on account of the paper money of Canada (dans l'affaire des papiers du Canada); had served England faithfully for 13 years; the King had thanked Murray for sending him to London, and when he was deposed, the Jesuits had agreed to pay him a pension of 120 guineas a year, ratified and guaranteed by the Governor. For five years these claims were totally abandoned, and the Jesuits imitating the conduct of Government had ceased after a year, to pay the pension. He wretched state of poverty; asks for payment of his pension from the Jesuits with arrears, enlarging on his claims."],"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["La Haye"]},"858":{"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDate":["1774-07-15T00:00:00.000Z"],"tagPerson":["Fenton, John","Dartmouth"],"tagDescription":["His disappointment in the amount of income he expected to have when appointed Provost Marshal; asks to be removed as he cannot subsist on his place as it now stands. The importance of the office and the mischief that could be caused by a weak or wicked man."]},"577":{"tagPlace":["Charles Harbour"],"tagNotebook":["LABRADOR, 1772 - 1784"],"tagDescription":["Has not been able to meet with any fossils worthy of acceptance. Sends a tree cut down by the beaver and gives a sketch of the habits of the animal. The decline of the fisheries in 1770 on account of the uncertain tenure of the posts. The only firm that continued was that of Noble and Pinson, who by sending out their vessels early hoped to be able to seize all the best posts by getting first on the coast. The murder of a crew by the Indians had deterred them from extending their fishery further than Bad Bay, about a mile from the block-house at Chateau; that and Seal Island, were the only sealing posts without the Straights of Belle Isle in possession of the English when he came they had not one salmon post. His operations during 1771. Seizure of his post by Pinson in 1772, owing to the non-arrival of his (Cartwright's) vessel, she having been cast away on Fogo Island had, therefore, established new posts. The advantage of the new regulations for the security of property, but Noble and Pinson still held possession of his posts until dispossessed of two of them by the Governor, who had not, however, restored him Seal Island, to which he has a better title than they (Noble and Pinson). Finds that the coast is annexed to Quebec, and that the Canadians are to be reinstated in all their former possessions. The disadvantage of this to the traders who may be dispossessed by old, unheard of grants, never made use of. Requests to have all that part of the coast between Cape Charles and Cape St. Lewis, and the islands within those limits. No Esquimaux have come this summer; the indulgence shown by Government to the Moravians has enabled them to engross the trade of these people, to his no small loss and disappointment, as E300 of goods are in hand not saleable any where else. Return of a boat from Sandwich Bay, where she left the furriers in possession of the Salmon river; there was no sign of any European having dwelt there; it is much frequented by the Nescanpick Indians, who are good furriers and have traded with the Canadians for many years. One family had visited him from whom furs to the amount of E50 had been bought. Proposes to take a cruise to the northward, to visit the Indians and find out proper places for summer sealing and for whale fishing."],"tagDate":["1774-09-12T00:00:00.000Z"],"tagPerson":["Dartmouth","Cartwright, George"]},"599":{"tagDescription":["Memorandum concerning the Sealing and Salmon fishing Posts of Geo. Cartwright Esq. on the Coast of Labrador. The paper is undated, but is endorsed: Capt. Cartwright's memorandum concerning his Salmon fisheries in Labrador, 1777. The statements are repetitions of the state of the fisheries and complaints of the power given to the Governor to decide whether any adventure?: possesses more of the shore than is reasonable, as being extended to regulate the number of posts. He says: If he be possessed of more salmon posts than others, it has been by risking more money in real discoveries and adventures, in taking more pains, encountering more difficulties and dangers, in suffering more crosses, failures, and disappointments than others. He has done all this under that hope and confidence of protection from Government which every honest and industrious subject has a right to expect, &c. He continues: The Coast of Labrador is now indebted to him £8,000 besides his indefategable labours for seven years. (The time stated in the last extract proves the date--1777--to be correct, as he began operations in 1770.)"],"tagDate":["1777-01-01T00:00:00.000Z"],"tagNotebook":["LABRADOR, 1772 - 1784"]},"613":{"tagDate":["1784-01-01T00:00:00.000Z"],"tagDescription":["Unsigned and undated memorandum, calling attention to the outrages committed by the people of New England on the fisheries on the Newfoundland and Labrador Coasts."],"tagNotebook":["LABRADOR, 1772 - 1784"]},"1001":{"tagDate":["1775-11-02T00:00:00.000Z"],"tagPerson":["Legge","Gorham"],"tagDescription":["The resolution of Council that he should engage and form two or more companies of Indians and Acadians having been desired by His Excellency to be deferred or dropped, prays him to reconsider the matter in Council so as to exculpate him (Gorham) as he stands in the Council book accountable for the immediate prosecution of the measure. From the distressed situation of the Indians from the want of ammunition and provisions, the measure is an object requiring immediate attention."],"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"524":{"tagNotebook":["LABRADOR, 1772 - 1784"],"tagDescription":["A private letter from James Hutton, dated the 6th January, gives what he calls in another letter of the same date (not marked private) A view of the internal and spiritual course of the mission within itself. This view speaks of the fourteen people living together as a Family devoted to God: having every one of them the same views and the same Taste & are together as a sort of Religious House, have their Morning and Evening Prayer, meetings for reading the Scriptures and singing Hymns & Liturgies every day &c. &c. The manner of communicating Christian teaching to the Esquimaux is also given."]},"1240":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDescription":["Encloses an application from Adair, surgeon, to be laid before Dartmouth."],"tagDate":["1774-03-15T00:00:00.000Z"],"tagPerson":["Pownall","Barrington"]},"1262":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagPerson":["Earl of Warwick","Dartmouth"],"tagDate":["1774-12-01T00:00:00.000Z"],"tagDescription":["Encloses a request for the appointment of Peter Stewart to be Chief Justice of St. John's Island."]},"902":{"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDate":["1774-11-29T00:00:00.000Z"],"tagPerson":["Legge","Dartmouth"],"tagDescription":["On account of the unsatisfactory discharge of the duties of Secretary, has appointed Alexander Morris first clerk in that office. Dissatisfaction of Bulkeley, the secretary, who had appointed his son to that position, and he understands, is writing to his friends to get the appointment of Morris set aside; asks that it be confirmed, so as to secure regularity in the discharge of the duties. All the public law business put into the hands of Monk, Solicitor General, who has acquitted himself satisfactorily. There is also a duplicate dated 2nd December."]},"463":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["Had called with the draught of an ordinance for establishing Courts of Justice in Quebec and throughout the Province. His dissatisfaction with his own attempt."],"tagDate":["1776-01-01T00:00:00.000Z"],"tagPerson":["Hey","Dartmouth"]},"571":{"tagDate":["1774-01-13T00:00:00.000Z"],"tagPerson":["Hunter, Robert","Dartmouth"],"tagDescription":["The growth of the fishery. Asks for protection to the holders of fishing posts, who are liable to disturbance should the vessels sent out annually, as required by the regulations, be late in arriving on the coast. Asks for copy of the regulations to be sent to his friends to prevent misunderstanding between them and the officers of His Majesty's ships."],"tagPlace":["Coleman Street"],"tagNotebook":["LABRADOR, 1772 - 1784"]},"480":{"tagDate":["1792-07-03T00:00:00.000Z"],"tagPerson":["De Lotbiniere, Chartier","Dartmouth"],"tagDescription":["(in French). Complains of his unfortunate position in consequence of the marriage of his son with a woman at Three Rivers, who has succeeded in ruining the family. Begs that the case may be laid before the King and his Ministers. Transmits a letter which he requests may be sent to France."],"tagPlace":["Montreal"],"tagNotebook":["CAE'ADA, 1757-1792"]},"165":{"tagDate":["1773-08-12T00:00:00.000Z"],"tagPerson":["Hocquart","Dartmouth"],"tagDescription":["Lands at Lake Champlain [in French]"],"tagNotebook":["CAE'ADA, 1757-1792"]},"727":{"tagDescription":["Paper endorsed:--Proposals delivered to the Right Honourable the Lords Commissioners for Trade and Plantations.' The proposals are from McNutt, who suggests that if it be desired to postpone a settlement of the privileges asked for by him till the wishes of the people interested are known, he should be authorized to collect and transmit their sentiments. Paper endorsed:--Proposals delivered to the Right Honourable the Lords Commissioners for Trade and Plantations.' The proposals are from McNutt, who suggests that if it be desired tc postpone a settlement of the privileges asked for by him till the wishes of the people interested are known, he should be authorized to collect and transmit their sentiments."],"tagDate":["1766-05-06T00:00:00.000Z"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"1213":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDate":["1773-08-28T00:00:00.000Z"],"tagDescription":["Enclosed:--Form of a Power of Attorney [printed]; Form of lease [parchment, printed]."]},"1068":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Whitehall"],"tagPerson":["Legge","Knox"],"tagDate":["1776-02-27T00:00:00.000Z"],"tagDescription":["An immediate inquiry to be made into the occasion of the uneasiness and discontent said to prevail in Nova Scotia; letters from Germain and Lords of Trade will show what is expected of him. It will be a satisfaction to him to find that the Government in his absence will not be in the hands of a person whom he considers an adversary and connected with those who wish to render his government uneasy. Thanks for his attention to Ellis"]},"606":{"tagNotebook":["LABRADOR, 1772 - 1784"],"tagPlace":["Marnham, Near Twyford"],"tagDate":["1783-02-03T00:00:00.000Z"],"tagDescription":["The paper enclosed, transmitted to Shelburne with a letter dated 27th January, 1783, gives his (Cartwright's) views as to the regulations that should be made for the fisheries at Labrador. In the memorandum the difficulties of obtaining legal decisions in consequence of the transfer from Newfoundland to the jurisdiction of Quebec are pointed out for which cause crimes of all kinds constantly go unpunished, of which he gives instances. The resort to St. John's, Newfoundland, for justice would not be much better, owing to the loss of their trade that would be caused to litigants, &s., by going there. The precarious tenure of property, even under the provisions of the proclamation of 1773. But this partial security had encouraged him to explore to the northward, where he discovered valuable salmon rivers, and put a stop to the thefts and murders committed by the Esquimaux, amongst whom he lived. The stoppage to trade caused by the war, the hole coast having been plundered by the Minerva privateer from Boston. His plan to cure the evils is to erect Labrador into a Government of its own, with the necessary officials (enumerated). Suggests a code of laws, including security of property for the discoverer of valuable posts the reservation of timber, the admission free of duty of all fish oils, skins, &c."]},"1039":{"tagDescription":["Return of officers for garrison allowance of His Majesty's Loyal Regiment of Nova Scotia Volunteers. The names of the officers, with the dates of their commissions are given."],"tagDate":["1776-01-10T00:00:00.000Z"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Halifax"]},"776":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Estimate of the number of families in the town of Louisbourg. At the end of the list is the quantity of fish shipped from Cape Breton, distinguishing the places where shipped. The name of the head of each family is given in the list."],"tagDate":["1772-09-08T00:00:00.000Z"]},"366":{"tagDescription":["Endorsed: Paper relative to the extension of the limits of Quebec. No doubt suggestions for the boundaries describe in the Quebec Act, 1774.","A proposed clause that the change in the Constitution is not to affect any titles, &c. to lands.","Proposed clause of Quebec Act for the purpose of regulating trade, &c."],"tagDate":["1774-01-01T00:00:00.000Z"],"tagNotebook":["CAE'ADA, 1757-1792"]},"438":{"tagDescription":["Memorial by Roubaud (in French) to Dartmouth. A repetition of previous statements of his services and his claims against the Jesuits. Undated. Dartmouth was Colonial Secretary from 1772 to 1776 In the last paragraph of the memorial Roubaud gives an account of a series of letters written to Montcalm by an English gentleman with whom Montcalm was intimate, copies of which had been handed to the King by General Green. These letters appear to be those attributed to Montcalm."],"tagDate":["1775-01-01T00:00:00.000Z"],"tagPerson":["Dartmouth","Roubaud"],"tagNotebook":["CAE'ADA, 1757-1792"]},"595":{"tagPerson":["Cartwright","Dartmouth"],"tagDate":["1775-09-14T00:00:00.000Z"],"tagDescription":["The failure of the fisheries last winter. The security of possession has, however, encouraged the adventurers to prepare with vigour for the prosecution of the trade. Next year, if no new regulations prejudicial to their interests are issued, every branch of the fishery will be increased nearly one fourth. The season was late this year for cod fishing, but a good one at last. Gives details of the preparations for salmon fishing. His partners are discouraged but he will carry on the business himself. He shall not disturb the Moravians. Will follow His Lordship's advice and not extend his business too fast. Should Custom House officers be introduced asks to be appointed Collector. Would not encourage any meeting of adventurers respecting the bill for Canada. Had sent answers to Parker, which would probably be laid before His Lordship. His (Cartwright's) proposed regulations for the Labrador coast are, he thinks, best for the nation and for the adventurers. The tree cut by the beavers had, by mistake, been sent to John Hunter, the surgeon, sends a larger tree, stag's head Ec. On one of the rivers of the bay is a cataract 16 feet high which stops the ascent of the salmon; the pool below is full of them attracting many black and white bears; the offal they leave on the rocks attracts wolves, foxes and other carnivorous animals, so that the country is full of them."],"tagNotebook":["LABRADOR, 1772 - 1784"],"tagPlace":["Sandwich Bay"]},"409":{"tagPerson":["DeLotbiniere, Priest","Maseres"],"tagDate":["1775-01-12T00:00:00.000Z"],"tagDescription":["Louis de Lotbiniere, priest of the order of Malta to Maseres (in French). Congratulates him on his promotion &c., and trusts from his merit he may receive a still higher office Complains of the conduct towards him of Bishop Briand, for which he can obtain no redress and hopes to obtain lay employment if he cannot be employed ecclesiastically. Undated, received on the date above. duplicate"],"tagNotebook":["CAE'ADA, 1757-1792"]},"304":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["Two draughts entitled: An Act of making more effectual Provision for the Government of the Province of Quebec, in North America, and for removing Doubts which have arisen relative to the Laws and Constitution of the said Province since the Proclamation of 7 October 1763."],"tagDate":["1774-01-01T00:00:00.000Z"]},"1008":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Memorial to Legge by inhabitants of Cumberland County against the militia and tax bills."],"tagDate":["1775-12-23T00:00:00.000Z"],"tagPerson":["Legge"]},"270":{"tagDate":["1774-07-13T00:00:00.000Z"],"tagPerson":["Dartmouth","Greville, C."],"tagDescription":["Had come to town expecting a meeting of the Board; complains of the neglect of the Secretary in not giving notice of adjournments"],"tagPlace":["Warwick Castle"],"tagNotebook":["CAE'ADA, 1757-1792"]},"484":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["Catalogue of trees, shrubs, flowers and herbs, discovered in Canada, in North America, by John Wright, Gardiner and Surveyor of His Majesty's Gardens in the City of Quebec, &c. The list gives the names of 584' varieties. [Printed]"]},"1277":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagPlace":["Somerset House"],"tagDescription":["Has been informed by Callbeck that Patterson does not intend to leave the island this year. That means a loss to him (Desbrisay) of half the Governor's salary and perquisites, and with no salary attached to his office of Lieutenant Governor and personal fortune, it would be miserable to go to a desolate island; asks leave therefore, to remain for a year in hope of obtaining a Government or he would raise a battalion of 500 men at his own expense, on condition of being appointed to the command naming his own officers to be selected from half pay. Is unhappy that Lord Ligonier is not acquainted with His Lordship; encloses his letter (see 18th July)."],"tagPerson":["Desbrisay","Dartmouth"],"tagDate":["1775-07-27T00:00:00.000Z"]},"486":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["Endorsed, Monsr. Lotbiniere.--A note of boundaries of seigniories, on the St. Lawrence and Ottawa, apparently with the object of obtaining the grant of vacant land, or if that cannot be granted to have a lot of land (terrain) reserved in East Florida."]},"1191":{"tagDescription":["Sends memorial from Samuel Smith, agent for St. John's, praying for roads on the island, and for a detachment of troops to assist in public works."],"tagDate":["1772-08-27T00:00:00.000Z"],"tagPerson":["Desbrisay, Thomas","Dartmouth"],"tagPlace":["Dublin"],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"1280":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDate":["1775-01-01T00:00:00.000Z"],"tagDescription":["Memorial by Desbrisay for a salary to him as Lieutenant Governor."]},"1005":{"tagPerson":["Legge"],"tagDate":["1775-12-05T00:00:00.000Z"],"tagDescription":["Report to Legge of an attack by two armed vessels from New England and some of the inhabitants carried off. Advice and protection are asked for."],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"136":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["London"],"tagPerson":["Dartmouth","Roubaud"],"tagDate":["1773-05-20T00:00:00.000Z"],"tagDescription":["His claims against the Jesuits, certified by Murray; they refuse to pay and to recompense him. Government has added to his pension, but having entered on engagements on the faith of this he is now twice as deeply involved as he was before. Repeats the account of his service, &c."]},"1282":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDate":["1775-01-01T00:00:00.000Z"],"tagDescription":["Memorial of Desbrisay offering to raise a Company to consist of a Captain, three lieutenants and one hundred men to be employed for seven years in making public roads, he to be captain without pay and to select the three lieutenants."]},"1267":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDescription":["Reminds His Lordship of a promise Desbrisay believes was made him on the application of Sir Joseph Yorke."],"tagPerson":["Yorke, John, Hon.","Dartmouth"],"tagDate":["1775-06-15T00:00:00.000Z"]},"720":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDate":["1766-04-28T00:00:00.000Z"],"tagPerson":["McNutt, Alexander, Colonel"],"tagDescription":["Paper endorsed:--Heads of proposals for introducing settlers. The title is:--Heads of proposals offered for introducing settlers into Nova Scotia."]},"212":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagPerson":["Dartmouth","Wedderburn"],"tagDate":["1774-03-02T00:00:00.000Z"],"tagDescription":["Is doubtful if he has succeeded in expressing the alterations required in the Quebec bill; his objection to parts of the bill and alterations strengthened. His objection to French law in criminal cases, which Chief Justice Hey assures him would be as little agreeable to the French as to the English speaking inhabitants, and the French make very good jurymen. Sees no objection to the adoption of the criminal law of England, which might afterwards be modified in accordance with the circumstances of Canada. Remarks on the method of appointing to the Council. Objections to the definition of the state of the laws, the proclamation, commissions, &c, being annulled, and it is difficult to understand what is meant, a clause of the bill declaring that His Majesty's subjects in Canada shall enjoy their Laws and Customs beneficially, as if the Proclamation had not been made and as is consistent with their allegiance and subjection to the Crown and Parliament of Great Britain. These words, Chief Justice Hey thinks; will much perplex the Canadian. He thinks it would be much better to express clearly what rights shall be restored to the Canadian, and that he would be better satisfied with a less extensive and a more certain Provision for him.' He (Wedderburn) thinks the objections weighty, and that it would be easy to adapt a bill to the idea they suggest."]},"253":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1774-05-15T00:00:00.000Z"],"tagPerson":["Dartmouth","Apsley, Lord Chancellor"],"tagDescription":["Suggests caution in respect to giving the right to try mercantile cases by a jury as the revenue might be affected by the extension of the right. The note is undated; the above date is that of the endorsement."]},"759":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["No. 6. Affidavit of a Justice of the Peace"],"tagDate":["[1771-01-01T00:00:00.000Z TO 1772-12-31T23:59:59.999Z]"]},"997":{"tagDate":["1775-10-23T00:00:00.000Z"],"tagDescription":["An address of the Assembly unsigned and undated, is of the same date. It is contained in the journals of Assembly of that date."],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"856":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Proceedings of Quarter Sessions dismissing a special jury illegally summoned to try the case of an information laid by Samuel Storr against Samuel Willoughby, John Chipman, Amos Bill and - Chipman (the Christian name of the latter is illegible the paper being worn into a hole). The nature of the complaint is not given."],"tagDate":["1774-06-28T00:00:00.000Z"]},"850":{"tagDate":["1774-04-06T00:00:00.000Z"],"tagPerson":["Barre","Pownall"],"tagDescription":["(?) Requests, at the instance of Captain Gualy, that a situation may be found for Woodmass and his spouse whom he may remember as Nancy Gualy."],"tagPlace":["London"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"1358":{"tagDescription":["Letter from John Cartwright to Dartmouth enclosing'. the Fabove report: [original in vault]"],"tagPerson":["Cartwright, John","Dartmouth"],"tagDate":["1774-03-23T00:00:00.000Z"],"tagNotebook":["NEWFOUNDLAND AND LABRADOR, 1708, 1774"]},"724":{"tagDate":["1766-05-01T00:00:00.000Z"],"tagPerson":["Hay, Alexander","Dartmouth"],"tagDescription":["His services during the rebellion of 1745, when he was the means of saving the life of the Duke of Cumberland. His losses, on account of his zeal for the King's service, which compelled him him to fly from Scotland and come to London to the protection of of the Duke of Cumberland. Desires to settle lands in Nova Scotia. Recommends Francis White, a chairman to Lady Dartmouth for employment in the Customs."],"tagPlace":["Devonshire Street"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"1207":{"tagPerson":["Desbrisay, Thomas","Dartmouth"],"tagDate":["1773-05-20T00:00:00.000Z"],"tagDescription":["Suggests his purchasing a lot of land in the island. Christie has offered to sell his lot, offers to act as agent for the purchase and management, without charge. The revenue to be expected from the investment."],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagPlace":["Litchfield"]},"130":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["(in French). Had been working continuously to satisfy His Lordship's desires and would yesterday have sent part of his work had it been possible. He has touched on some of the causes in the Courts which had attracted his attention, stating their judgments, believing it to be necessary to convince those who may not yet be sufficiently so, of the necessity that the country should have principles of law which cannot be abused. Has suppressed the most monstrous facts of the actions to their close, feeling that the honest people of England had more than sufficient trouble in considering the little he had said. It will be new neither to His Lordship nor to Lord North to whom he had already related the whole and even more and which have been entered in the statement he had made to him (Dartmouth). He had also informed Lord Hillsborough, who in spite of his surprised and inquisitive air, he (Lotbiniere) was convinced had been informed of the whole before. As it is impossible to obtain leisure on His Lordship's reception day (jour de lever), asks for a private audience."],"tagDate":["1773-04-15T00:00:00.000Z"],"tagPerson":["De Lotbiniere, Chartier","Dartmouth"]},"1119":{"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDate":["1776-06-01T00:00:00.000Z"],"tagPerson":["Legge","Binney, H."],"tagDescription":["His grateful sense of favours received. Gossip respecting officers, &c. Mentions that Queen Anne had attended every day at the trial of Dr. Sacheverell. (This appears to be intended to meet the charge against Legge of attending during a trial, and thus influencing the decision of the Court)."]},"1065":{"tagDate":["1776-02-27T00:00:00.000Z"],"tagPerson":["Cumberland, Richard","Dartmouth"],"tagDescription":["A letter from Richard Cumberland to Dartmouth forwarding the letter is enclosed"],"tagPlace":["Whitehall"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"1210":{"tagDescription":["Sends forms of power of attorney and lease respecting lands in St. John's Island, to serve as a model for His Lordship's lands in Florida. Sir Charles Saunders has offered to sell. him (Desbrisay) his lands in St. John's Island, which he offers to transfer to His Lordship for the same price as that to be paid to Sir Charles, and to resume possession should the purchase not be advantageous to His Lordship."],"tagDate":["1773-08-28T00:00:00.000Z"],"tagPerson":["Desbrisay","Dartmouth"],"tagPlace":["Dublin"],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"848":{"tagDate":["1774-02-15T00:00:00.000Z"],"tagDescription":["A state of all the fees received by the judge and register of probate, since the fees were established by law being two years and a half."],"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"226":{"tagDate":["1774-01-01T00:00:00.000Z"],"tagDescription":["One of two copies of an unsigned and undated memorial is endorsed, Letter from a French surgeon, recommended by the Duke de Nivernois. The memoralist appears to be the surgeon mentioned in the preceding letter. The application is to be appointed visiting surgeon to the two hospitals in Quebec now in charge of the nuns who act as doctors and surgeons to the best of their power"],"tagNotebook":["CAE'ADA, 1757-1792"]},"78":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1773-03-31T00:00:00.000Z"],"tagDescription":["A few remarks on the Province of Quebec, with a plan of the town of Quebec. This appears to be the first copy, roughly written. It is endorsed Lt. Marr's papers, 56 pages with a plan March. 31st 1773. A clean copy has the title Remarks on the Province of Quebec, and is endorsed Lieut. Marr's Remarks upon Quebec during his residence from 1768 to 1772, but the plan does not accompany it.. (Marr was in command of the Royal Engineers at Quebec for some years, but appears to have been superseded in 1777 by carleton and in July 1778, he complains of being treated as a cypher, Twiss, a junior officer having been put over his head. In August of 1778 he obtained leave of absence, but remained in. charge of the local works at Quebec till the end of the summer of 1779). The remarks are thus divided: 1. Boundaries of the Province, taken from the Proclamation of 7th October, 1763. 2. River St. Lawrence. 3. Seigniories and subdivisions. 4. Conditions of vassalage. 5. Manner of taking and dividing the land. 6. Consequences of the foregoing manner of divisions. 7. Antient laws of succession to lands. 8. Changes which have happened under the English Government. 9. Nature of the soil and Canadian Improvements in Husbandry. 10. Timber &c. 11. Pipe staves. 12. Exports from Canada &c. 13. Disposition & Temper of the Canadians. 14. The Canadians indolent & the causes.thereof. 15. Project for raising hemp. 16. Has no title; this section gives the relative populations &c. 17. suggests building churches for Protestants in Quebec, Montreal and Three Rivers, and the class of ministers who should be settled in them; *the desire for a House of Assembly by the old subjects; the inconveniences of granting it owing to the aggressive spirit of English speaking Protestants; *the want of education among the Canadians and the probability that the Roman Catholic clergy would seek to be represented on account of their landed properties. *Fortifications. *General Remarks. *Quebec, Montreal, Chambly, Dechambault."]},"574":{"tagDescription":["A sealing and salmon post on Seal Island and the River Charles had been taken possession of by him and his partner, the partnership expiring in 1773. That Andrew Pinson unlawfully seized on the post in 1772, and still retained possession when he (Cartwright) arrived on the coast in August, 1773, Shuldham having given him permission to fish there for the season on account of his (Cartwright's) late arrival, so that the fishing should not be lost for the season. Prays for such remedy as may be considered just."],"tagPerson":["Dartmouth","Cartwright, George"],"tagDate":["1774-03-01T00:00:00.000Z"],"tagNotebook":["LABRADOR, 1772 - 1784"],"tagPlace":["London"]},"1263":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDate":["1774-12-01T00:00:00.000Z"],"tagDescription":["The request to Warwick enclosed."]},"944":{"tagDescription":["Sends extract from letter from Fenton of Halifax, and asking that he (Fenton) be appointed Receiver of the quit rents. The extract from letter dated Halifax 18th November, 1774, is enclosed. It complains of his hard situation as Provost Marshal, the salary attached having been withrawn and the income dependent on fees fixed by the Assembly, many of whom are emigrants from New England, who have brought the same principles as exist there and are determined, being majority of the Assembly, to give the Governor and all the officers under him all the uneasiness in their power. The addition to his income of the salary (£50 to £60) of Receiver of quit rents would enable him to live."],"tagDate":["1775-01-12T00:00:00.000Z"],"tagPerson":["Dartmouth","Thornton, John"],"tagPlace":["Clapham"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"255":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["Presumes the Quebec bill will be returned to the Lords on Tuesday, with many amendments. Suggests that the bill be printed and the amendments considered on Friday. Date endorsed; the bill did not, however, pass the Commons till the 13th June."],"tagPerson":["Dartmouth","Lord Chancellor"],"tagDate":["1774-05-01T00:00:00.000Z"]},"1243":{"tagDate":["1774-03-31T00:00:00.000Z"],"tagPerson":["Dartmouth","Worge, Richard, General"],"tagDescription":["Complains that land Sold by him to Desbrisay had been disposed of by the latter in such manner as to defeat the claims he had in it for payment of mortgage."],"tagPlace":["Berners Street"],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"951":{"tagDate":["1775-01-17T00:00:00.000Z"],"tagDescription":["The memorial (undated) is enclosed."],"tagPlace":["London"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"436":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1775-01-01T00:00:00.000Z"],"tagDescription":["List of appointments in Quebec."]},"361":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["Fragment, apparently notes on the Quebec Act."],"tagDate":["1774-01-01T00:00:00.000Z"]},"545":{"tagNotebook":["LABRADOR, 1772 - 1784"],"tagPlace":["Paris"],"tagPerson":["Hocquart","Dartmouth"],"tagDate":["1773-08-12T00:00:00.000Z"],"tagDescription":["(in French). His claim to be the proprietor of Le Gros Mecatina is resisted by Cugnet, on the ground that it has become his by his marriage with the daughter of La Fontaine, the proprietor. La Fontaine when the property was sold by auction to Madame Montesson, from whom he (Hocquart) acquired it, had exercised his right of tiercement (a right under the feudal law by which the proprietor could demand a third more than the highest offer) and instead of 4,600 livres bid by Madame Montesson had demanded and been paid 6,133.06 sous, as appears by a copy of the transaction signed by Bigot (the intendant) and by La Fontaine."]},"339":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1774-01-01T00:00:00.000Z"],"tagDescription":["Draught probably 1774.--An Act for granting for a limited time therein mentd, Powers of Legislation to the Governor and Council of His Majesty's Province of Quebec for the time being."]},"1270":{"tagDescription":["applies to be appointed to Granada or any other Government. Encloses memorial."],"tagDate":["1775-06-21T00:00:00.000Z"],"tagPerson":["Desbrisay","Dartmouth"],"tagPlace":["Somerset House"],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"1272":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDescription":["The memorial, of same date, enclosed, offers to raise a battalion of 500 men for service in America."],"tagDate":["1775-06-21T00:00:00.000Z"]},"661":{"tagNotebook":["LABRADOR, 1772 - 1784"],"tagPerson":["Dartmouth","Townshend"],"tagDate":["1773-02-01T00:00:00.000Z"],"tagDescription":["Refers the Board of Ordnance to the instructions formerly given respecting the defensive works at St. John's. Should it appear on consideration that they are inadequate, the Board is to report what alterations or additions may be necessary. With respect to Placentia, such additional defensive works may be erected as the Board may consider necessary, provided the Board has full information, otherwise a decision must be deferred till such information is obtained."]},"1088":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Cornwallis"],"tagDescription":["Encloses affidavits from Captain Ferrel and Lieutenants Green and Pinco respecting the threats of Samuel Willoughby to stop recruiting for Legge's regiment. The affidavits of same date are with the note."],"tagPerson":["Chipman","Denson, Henry Denny"],"tagDate":["1776-03-07T00:00:00.000Z"]},"958":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Whitehall"],"tagPerson":["Legge","Dartmouth"],"tagDate":["1775-01-27T00:00:00.000Z"],"tagDescription":["His dispatches received and laid before the King and the Board of Trade. Their Lordships agree that the ability of the subject should be the measure of taxation and believe the proposition of the Assembly to tax indiscriminately lands cleared or uncleared is improper; he is not to give his assent to a bill of this nature. The proposal to extend the jurisdiction of the Supreme Court into some of the populous counties requires further consideration, although it does not seem to be liable to any material objection. It would have been an advantage to have had Chief Justice Belcher's opinion on it. An increase to the number of representatives should be made by legislation and not by instruction. His Majesty permits him to give his assent to a bill to give two additional members to the county and two to the town of Halifax and to reduce the quorum to nine, including he Speaker. His execution of the King's instructions for the sale of land approved of; the remuneration for survey is to be so much per hundred acres, in proportion to the trouble, but that must be left to his discretion and the amount charged against the sales of land. The ready compliance of the Assembly respecting a law for the reservation of lands has been graciously received. Will be happy if he can suggest any means for stopping the dangerous correspondence of the Acadians on Cape Breton with St. Pierre and Miquelon without further harsh measures towards those unhappy and infatuated people. Means to be taken to stop the taking away of coal from Cape Breton, except such as is required for the troops."]},"430":{"tagPerson":["Dartmouth","Carleton"],"tagDate":["1775-07-05T00:00:00.000Z"],"tagDescription":["Recommends Grant, a half-pay officer, who had settled on Lake Champlain and was driven off by the banditti, suggests his being employed in the raising of new levies."],"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Montreal"]},"778":{"tagPlace":["Sandwell"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDate":["1772-09-09T00:00:00.000Z"],"tagPerson":["Dartmouth","Campbell, W., Lord"],"tagDescription":["Acknowledges receipt of letter; on his return to town shall inquire into the situation of the Province of Nova Scotia."]},"639":{"tagDescription":["Enclosures: report in minute detail, of the state of the defence of Placentia; the necessity of having a secure rendezvous for the people engaged in the shore fishery. Recommends the erection of a few batteries, to cooperate with the ships of war on the station which alone might not answer for defence, as should they be called elsewhere, one armed sloop, with a few men, could, in the absence, of the ships, burn the magazine and stores and a tone blow destroy the fishery of twenty harbours for atleast one year. Recommends moveable fortifications [that is, ships] as the proper defence instead of extensive forts, &c. on the different bays of the island."],"tagDate":["1772-09-30T00:00:00.000Z"],"tagPerson":["Hillsborough","Shuldham"],"tagPlace":["Jame's Square"],"tagNotebook":["LABRADOR, 1772 - 1784"]},"940":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["A representation by members of Assembly (unsigned and undated) to Legge enclosed, in support of Legge's statements."]},"278":{"tagDate":["1774-09-04T00:00:00.000Z"],"tagPerson":["Martin , F."],"tagDescription":["to--(in French). Had obtained observations on plan of the Act, differing from those of Cugnet. The Act having passed without amendments returns the papers to the person from whom he obtained them. Carleton expected with full power to enforce the Act; time will tell the result. Hopes he has spoken favourably of him (Martin). The power of the justices of peace having been destroyed by the last ordinance, had taken the precaution to obtain certificates of his conduct in that office and Hopes for some small employment or pension."],"tagPlace":["Montreal"],"tagNotebook":["CAE'ADA, 1757-1792"]},"991":{"tagDescription":["Hears that a fleet is to winter at Halifax, if so some of the ships may be unprovided with chaplains. Asks for his (Legge's) influence to procure such an appointment."],"tagPerson":["Legge","Ellis"],"tagDate":["1775-10-12T00:00:00.000Z"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Halifax"]},"417":{"tagPlace":["London"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["(in French) Fearing the letter he wrote with petition may have been mislaid, sends the substance of the petition. It is a further application for the payment of the pension which, he alleges, was due to him by the Jesuits. The memorial (enclosed) repeats the statement of his redeeming the lives of British officers and soldiers from the hands of the Indians who had them bound to a stake ready to be burned. Reiterates his other services &c."],"tagDate":["1775-03-01T00:00:00.000Z"],"tagPerson":["Dartmouth","Roubaud"]},"980":{"tagDate":["1775-07-01T00:00:00.000Z"],"tagDescription":["Annual account of the Orphan's House for the year ending on the 1st of July. By John Fenton."],"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"1190":{"tagDate":["1768-01-01T00:00:00.000Z"],"tagDescription":["Jotting on a slip of paper of 20,000 acres in St. John Island originally granted to John Dickeson, and on his death to David Dickeson."],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"490":{"tagDescription":["A printed statement in relation to the missions of the Brethren (Moravians) among the Esquimaux."],"tagDate":["1772-02-01T00:00:00.000Z"],"tagNotebook":["LABRADOR, 1772 - 1784"]},"677":{"tagPerson":["Hayne, Arthur","Dartmouth"],"tagDate":["1775-04-22T00:00:00.000Z"],"tagDescription":["Encloses a plan for encouraging the Newfoundland fishery. His proposal, as summarised in the letter is that two days should be set apart every week for the use of fish as an article of food, and the argument is that all attempts by legislation to reduce the cost of grain and meat being ineffectual, the reduction could be managed by his plan. In closing the letter, he says:-- All luxury, my Lord, of the Flesh kind; not only heightens the Price of Provisions; but tend to the industry, and the maintenance of a very few People; Whereas, all extravagance and luxury in the Article of Fish, were we to dress it Ten Thousand Ways--consume--Waste--destroy-fling it to the Vultures, or the Birds of Prey; We should but so much the more answer the wise ends and Purposes of Government; and contribute to the maintenance of a greater of People."],"tagNotebook":["LABRADOR, 1772 - 1784"]},"699":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Audley Square"],"tagPerson":["Gorham","Townshend, General"],"tagDate":["1760-02-16T00:00:00.000Z"],"tagDescription":["Offers of service, when it is in his power."]},"735":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPerson":["Dartmouth","Day, Thomas"],"tagDate":["1766-06-23T00:00:00.000Z"],"tagDescription":["Applies for a situation; is willing to go anywhere."]},"513":{"tagDate":["1773-01-05T00:00:00.000Z"],"tagPerson":["Dartmouth","Hutton"],"tagDescription":["After making a summary of the material passages relating to Labrador, had found he had forgotten' to speak of the proposal of Mikak, the Esquimaux woman, to return to England with her new husband and son to get a new boat &c. The objection by Government for many reasons, to the savage apparitions in England, so that the return of Mikak was prevented by the missionaries. The envy of the other Esquimaux of the presents received by Mikak which are spoiled and good for nothing as she had to hide them. The bad effect on her own mind of the visit, and the licentiousness she indulged in. The evil influence on the Esquimaux of the example shown them when in England. The sight of the ships has sufficiently proved the force of the nation and the good conduct of the sailors, restrained by Palliser and Byron has had all good effect wished for without other inconveniences."],"tagPlace":["Lindsey House Chelsea"],"tagNotebook":["LABRADOR, 1772 - 1784"]},"931":{"tagPerson":["Legge","Dartmouth"],"tagDate":["1775-01-10T00:00:00.000Z"],"tagDescription":["Had reported that the public records of receipts and payments in the hands of the late Treasurer had been suppressed; for the purpose of concealing some undue measures practised by a party here. The first Assembly was composed of persons solely under the influence of Mauger, then resident and now member for Poole. The means they adopted for securing power by squandering the money in the Treasury and the money borrowed on useless works, bounties &c., threatening the Governor and members of Council, many of them being officers of Government, with a refusal to vote their salaries, and the members being traders, by keeping these members in debt; by granting to the distillers duties to exclude West Indian produce and through the influence of Mauger to fill the Council with their supporters so as to prevent any check on the Assembly. They have so monopolised the trade, that the Governor cannot introduce any measure for the public good, that is opposed to their interest without complaint."],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Halifax"]},"162":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Inner Temple"],"tagDescription":["Asks for a sinecure office in one of the Provinces, on account of his services in Quebec. The office of Provost Marshal of Barbados is now vacant. His disappointment at losing an Indian judgeship, which he was obliged to refuse, as the Lord Chancellor insisted on giving priority in the Commission to a junior at the bar."],"tagPerson":["Dartmouth","Maseres"],"tagDate":["1773-08-11T00:00:00.000Z"]},"1275":{"tagDescription":["Governor Patterson has a memorial to present on his (Wright's) behalf, relative to his situation as chief surveyor of the island; the injury he and his family would sustain by removal, the expense he has incurred, &c. It is endorsed Nova Scotia through error."],"tagPerson":["Wright, Thomas","Dartmouth"],"tagDate":["1775-07-24T00:00:00.000Z"],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagPlace":["Charlottetown"]},"693":{"tagNotebook":["LABRADOR, 1772 - 1784"],"tagPerson":["Gorham, Joseph"],"tagDescription":["Memorial from Joseph Gorham or reimbursement for the losses he had sustained."]},"659":{"tagPerson":["Dartmouth","Townshend"],"tagDescription":["Note from Townshend to Dartmouth apologizing for not waiting on him at the time appointed and making another appointment. Undated, endorsed 5th February 1773."],"tagNotebook":["LABRADOR, 1772 - 1784"]},"1176":{"tagDescription":["A plan for settling a Township to consist of one Hundred thousand acres, with an Estimate of the Expence. The amount to be settled, reserved, &c. is shown to be 20,000 acres, leaving 80,000 to be disposed of by the proprietors."],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"324":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1774-01-01T00:00:00.000Z"],"tagDescription":["Draught not dated, probably 1774.-- An Act to remove the Doubts which have arisen relative to the Laws and Government of the Province of Quebec, since His Majesty's Royal Proclamation of the seventh day of October 1763."]},"818":{"tagDescription":["Another document, unsigned and undated, respecting the conflicting claims for pay in the 55th regiment between Legge and Duncan. The writer was apparently acting on behalf of Duncan."],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"1357":{"tagDate":["1768-09-19T00:00:00.000Z"],"tagDescription":["A sketch of the River Exploits and the east end of Lieutenants Lake in Newfoundland. (In Map Division H12/110 - Exploits 07687 - photocopy here)"],"tagNotebook":["NEWFOUNDLAND AND LABRADOR, 1708, 1774"]},"653":{"tagDate":["1773-01-01T00:00:00.000Z"],"tagDescription":["Observations on the proposed defences, undated, but which apparently refer to the preceding letter."],"tagNotebook":["LABRADOR, 1772 - 1784"]},"423":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["London House"],"tagPerson":["Bishop of London","Dartmouth"],"tagDate":["1775-03-09T00:00:00.000Z"],"tagDescription":["Has admitted Lewis Guerry into orders and whenever he has His Majesty's appointment shall give him a licence. The changes that may be necessary in the form of appointment."]},"147":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Beauport, near Battle, Sussex"],"tagPerson":["Dartmouth","Roubaud"],"tagDate":["1773-06-06T00:00:00.000Z"],"tagDescription":["(in French). Has been desired by Murray to send another petition for which no great success is anticipated owing to causes which he can only communicate verbally. The danger he runs of being arrested in Murray's house, who owes him a safe conduct back to the college from which he drew him to send him to the King, and in honour should solicit and obtain from His Lordship a safe conduct to the Jesuits, which though hard would be less so than to perish in a London prison. States that the two Captains MacKay, of whom one received £1,000 for land not worth 50 and the younger is Surveyor of Woods, are both in Paris soliciting employment from the French Court &c. His fears of an execution on his furniture if he is not assisted. A memorial (in French) to North is enclosed and certificate by Murray."]},"984":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Halifax"],"tagPerson":["Legge","Dartmouth"],"tagDate":["1775-07-31T00:00:00.000Z"],"tagDescription":["Gives an account of the proceedings of an inveterate party in Nova Scotia on which he had already reported and the difficulties that may be caused owing to the unhappy state of affairs in America. The agitation caused by the leader and his partisans has delayed public business. The Assembly, acting with them, has sat for six weeks and done nothing giving every opposition to him (Legge), led by a select party of members who have taken offence at being removed from the office of justices of the peace for exciting disturbances; these with debtors to Government formed the majority. The loyal addresses were prepared before the combination. Day, a member, who had resided for some time in Philadelphia and imbibed republican principles, is one of the agent victuallers of the army and assisted by Tonge, the Naval Officer, framed a petition to the King for lessening the power of the Governor, Council and officers of Government, to throw the whole weight of power into the hands of the Assembly. The bait held out to keep up a majority was that the debtors should be exculpated and every man's pocket filled with money; 20,000 were to be emitted in paper by establishing a loan office, but no provision was made for taxes to meet the Treasury notes, of which 20,000 were outstanding; the bill was rejected by the Council, causing great violence in the Assembly. Binney's affair made use of to increase the excitement. Laments that in so critical a time several officers of Government should by their conduct tend to make the Assembly absolute."]},"399":{"tagDescription":["Chartier de Lotbiniere, tant en son nom, qu'au nom des Canadiens: Choses indispensables a considerer, et a determiner fixement si le Bill presente pour la Province de Quebec alieu. A criticism on various clauses of the Quebec Act, 1774"],"tagDate":["1774-01-01T00:00:00.000Z"],"tagNotebook":["CAE'ADA, 1757-1792"]},"592":{"tagNotebook":["LABRADOR, 1772 - 1784"],"tagPlace":["Island of Jersey"],"tagDescription":["A company of merchants on the island fitted out a vessel in 1767, with 50 men for the fishery in Labrador, but abandoned it with a loss in 1769. In 1773, they were induced by Derby to enter again on the trade, but are alarmed at the report that Labrador is annexed to Quebec, and that all their posts will be taken possession of. The importance of this trade to the Island of Jersey; asks for information to quiet the minds of the merchants."],"tagPerson":["Corbet, M., Mr. Lieut.-Governor of Jersey","Dartmouth"],"tagDate":["1775-01-10T00:00:00.000Z"]},"16":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1773-03-29T00:00:00.000Z"],"tagPerson":["Dartmouth","Maseres"],"tagDescription":["Desires His Lordship's acceptance of the copy of a new draught of an Act for settling the laws of the Province of Quebec to obviate complaints of some things in the former draught."]},"208":{"tagPerson":["Dartmouth","Yorke"],"tagDate":["1774-02-11T00:00:00.000Z"],"tagDescription":["In consideration of his difficulties rather than deserts, he had obtained assistance from the Treasury for Roubaud. Although he had promised to make no further solicitation, he would once more endeavour to preserve him from the ruin caused by his own indiscretions. His pension, though small, should suffice and he has besides had sums given to him to pay his debts; his extravagant pretentions. Roubaud is to send an account of his present debts and he shall hope to satisfy the most clamorous."],"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["St. James's Square"]},"1261":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDescription":["A short description in tabular form is enclosed."],"tagDate":["1774-12-10T00:00:00.000Z"]},"1104":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Halifax"],"tagDescription":["Proceedings of a court of inquiry held in the Loyal Regiment Nova Scotian Volunteers. A dispute between two of the officers at roll call."],"tagDate":["1776-04-11T00:00:00.000Z"]},"515":{"tagDescription":["This letter accompanied an undated paper with the title: The Brethren's Society for the furtherance of the Gospel among the heathen, Humbly present the following brief account of the Brethren's Mission & Settlement in Esquimaux Bay on the Coast of Labrador during the first year of the Missionaries abode there, to the Right Honble the Earl of Dartmouth, one of his Majesty's principle Secretaries of State & to The Lords Commissioners for Trade and Plantations. "],"tagNotebook":["LABRADOR, 1772 - 1784"]},"733":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPerson":["McNutt","Dartmouth"],"tagDate":["1766-05-26T00:00:00.000Z"],"tagDescription":["Hints by McNutt to art mouth for his consideration, as Heads of some of the articles of Instructions to the Gov.r of Nova Scotia. The hints are to give McNutt leave to survey and lay out townships anywhere not already under actual settlement, the grants to be made out to McNutt and his cominees, the fees for each township not to exceed E20."]},"154":{"tagPerson":["Dartmouth","Bishop of Bristol"],"tagDate":["1773-07-03T00:00:00.000Z"],"tagDescription":["strongly recommending the case of Gregory, late of Quebec, for relief."],"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Bristol"]},"1150":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Memorial of Legge to the Treasury for repayment of his expenditure as Governor, for expenses of his coming to London in obedience to orders and the cost of his living there, and praying that an order be obtained for the payment of £1,550 for his reimbursement."],"tagPerson":["Treasury","Legge"],"tagDate":["1776-07-01T00:00:00.000Z"]},"1116":{"tagDescription":["Account of Contingent Expenses for His Majesty's Loyal Regiment of Nova Scotia Volunteers from 25 December 1775 to 6 May 1776-- Charles Morris, Paymaster."],"tagDate":["1776-05-06T00:00:00.000Z"],"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"1285":{"tagDescription":["The training of Peter Stewart in the profession of law; he is a large landed proprietor in St. John's Island, has expended a considerable sum in the cultivation of his property and has sent out nearly 200 people who have been settled above two years. Apologises for mentioning Stewart after having recommended Grant. If appointed, Government will not have a more proper person in its pay from his qualifications, which are detailed [The letter is without date or address. It was written in answer to inquiries as to Stewart's fitness for the office. Lord Dartmouth was Colonial Secretary from August, 1772, to January, 1776; Stewart was appointed Chief Justice in 1775, which is most probably the date of the letter.]"],"tagPerson":["Dartmouth (?)","Greville, C."],"tagDate":["1775-01-01T00:00:00.000Z"],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"1152":{"tagDescription":["Report of the Board of Trade on the complaints against Legge. These are summarized under four heads. The recommendation is in these words:--That your Governor through the Course of his Administration hath been wanting in that Gracious and Conciliating Deportment which the delicacy of the times and the Tempers of Men under agitation & alarm more particularly demanded, for want of which those upright intentions which he carried with him into Government became in great part fruitless and abortive and so general a ferment and dissatisfaction spread through the Province that it became necessary for your Majesty to call him home to answer to the complaints exhibited against him. These complaints and observations are now before His Majesty, and though we trust they will upon examination be found to furnish no such serious and well grounded matter of misconduct, as to cause your Majesty to withdraw your Royal favour and confidence from Mr. Legge upon future occasions, yet seeing the satisfaction his recall has given, they cannot think it will be for your Majesty's service, that Mr. Legge should be allowed (for the present at least) to return to Nova Scotia for the purpose of reassuming the administration of that Government ."],"tagDate":["1776-07-25T00:00:00.000Z"],"tagPlace":["Whitehall"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"1241":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDescription":["An application (undated) from Adair is enclosed, applying for a small spot of ground near Georgetown, a quarter of a mile from his lot, to be used for erecting fish stages."],"tagDate":["1774-03-15T00:00:00.000Z"]},"1002":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Adelphi"],"tagDescription":["Had attended Lord [George] Germain, but had no opportunity to state the case. Asks if half an hour's interview can be obtained with Germain at his house. In a postscript he says the abolition of the Office of inspector would be a triumph to Francklin and an injury to the Province, as he and his party boasted of the influence they possessed."],"tagPerson":["Burrow","Dartmouth"],"tagDate":["1775-11-01T00:00:00.000Z"]},"836":{"tagDescription":["The undated memorial is enclosed. It complains that whilst preparing to regulate the office, to appoint deputies and to fix the fees, &c., he had been prevented by Campbell on the ground that he had mistaken the terms of his commission, which only appointed him to Halifax, with no power to appoint deputies or receive fees. Enters into details and submits the case to Legge's consideration."],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"1017":{"tagDescription":["Petition of several members of the Council. It is signed by Jonathan Belcher, Henry Newton, Jonathan Binney, Arthur Gould and John Butler. Protest their fidelity and that they had formed an association to support and maintain with their lives and fortunes His Majesty's person, Crown and dignity, and to oppose attempts to seduce the inhabitants from their loyalty Complain of the conduct of Legge since lie became Governor, of which instances are given, and pray for relief."],"tagDate":["1776-01-01T00:00:00.000Z"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Halifax"]},"682":{"tagDescription":["Sends copy of instructions to Vice-Admiral Montagu, as 'Governor of Newfoundland, to take possession of Miquelon and St. Pierre, that similar instructions be sent by the Admiralty to Montagu, in his capacity of commander of His Majesty's ships."],"tagDate":["1778-04-30T00:00:00.000Z"],"tagPerson":["Germain","Admiralty"],"tagNotebook":["LABRADOR, 1772 - 1784"]},"761":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDate":["[1771-01-01T00:00:00.000Z TO 1772-12-31T23:59:59.999Z]"],"tagDescription":["No. 5. Letter from a Justice of the Peace"]},"233":{"tagPlace":["London"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1774-04-20T00:00:00.000Z"],"tagPerson":["Pownall","Sinnott, Pierce"],"tagDescription":["The memorial is enclosed"]},"678":{"tagNotebook":["LABRADOR, 1772 - 1784"],"tagDescription":["Townshend's answer that he will see His Lordship on Tuesday evening to confer about the fortifications. [Rough copy.]"],"tagDate":["1773-01-24T00:00:00.000Z"]},"1029":{"tagDescription":["Has held the Commission of Lieut.-Governor for nearly ten years, and discharged his duty to the satisfaction of the King and his ministers. Had a right to expect attention and confidence from Legge, but on the contrary had been met with slight, neglect and sometimes rudeness. Has been silent but as it is asserted that Legge has made representations highly injurious to the character of the officers of Government and charges them and the inhabitants with being disaffected, he (Francklin) now asserts that such representations are totally untrue and without foundation, although it is true that Legge has by his conduct lost the confidence and affection of the King's best subjects. Had come to town to pay his respects to Commodore Arbuthnot and General Massey, but as he has no post in the military establishment of the colony, he can be of little assistance."],"tagDate":["1776-01-02T00:00:00.000Z"],"tagPerson":["Dartmouth","Francklin"],"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"916":{"tagDate":["1774-01-01T00:00:00.000Z"],"tagDescription":["State of Lt. Colonel Gorham's affairs. His debts and the causes thereof, praying for relief."],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"148":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Beauport, near Battle, Sussex"],"tagDescription":["(in French). The silence in reference to his last request forebodes a refusal. The promises made to him of a sufficient pension, on account of the saving in connection with the paper money of Canada, have not been kept, whilst other men without any claim enjoy the favours of Government. His treatment will not encourage the new subjects to offer their services. Repeats the account of his wretched condition."],"tagPerson":["Dartmouth","Roubaud"],"tagDate":["1773-06-18T00:00:00.000Z"]},"589":{"tagDate":["1774-12-12T00:00:00.000Z"],"tagDescription":["List (unsigned) of the fishing posts occupied by the British merchants who carry on business without the Streights of Belleisle. The list gives the names of those engaged in the cod fisheries, and of the Seeling posts. Endorsed:--Mr. Cartwright, Labrador 12 Dec. 1774."],"tagNotebook":["LABRADOR, 1772 - 1784"]},"1073":{"tagDate":["1776-02-28T00:00:00.000Z"],"tagPerson":["Burrow","McNutt","Legge"],"tagDescription":["Dispatches received. Soon after his (Legge's) dispatches were received, Binney and Tonge arrived with a whole cargo of complaints, memorials, &c., which they had left no engine unmoved to give effect to. His exertions to counteract them, and had presented to the Lords of Trade his (Legge's) letters, and that of Morris; with these and the assistance of Dartmouth a conviction was forced [on the Lords of Trade], which he was afraid had not at first been intended. States the plan of Legge's recall to lay the state of the colony before the King, a course not unusual, and by such order the full pay continues which is not the case on leave of absence being granted. On his arrival the Lords of Trade are to examine into all the complaints; what documents he should have prepared to explain the position of affairs. Care has been taken that the proceedings carry no stain on him (Legge). The dismissal of the head of the party has disconcerted his (Legge's) opponents. Arbuthnot is to be Lieut-Governor; has no doubt that he (Legge), if he chooses will be back in October with a reputation that will attent him through life. The complaints have been managed with great art and every one who could be prevailed on has been induced to write something disagreeable, which occasioned a prejudice not easy to break through which was shared by Germain who succeeded Dartmouth. The change in Germain's opinions on the case, but the difficulties of his position should any mishap befall the Province were no notice taken of the complaints. He (Burrow) has no doubt matters will be cleared up and the character of the complainants exposed, when the Province will flourish for at present it is neither worth governing nor living in. Should it be his own choice not to return after his character is cleared, he will received marks of His Majesty's approbation in the military line. Cumberland professes great friendship and would not deliver the petition sent by the five Councillors; Monk cannot be too severe on Belcher. Binney and Tonge cut ridiculous figures at the Board and will receive no countenance from the Secretary of State or the first Lord of the Treasury and the valiant Col. [Tonge] is now flying to the Board of Ordnance to be appointed an engineer and to fortify Cumberland; had dedicated time to prevent this. What papers should be brought over. Monk to be cautioned not to write so much; Cumberland hinted that he was not his (Legge's) friend. His own private arrangements and his desire that his wife, now in Nova Scotia, should join him in London.","Memorial of McNutt respecting settlements and grants of land."],"tagPlace":["London"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"378":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["Endorsed: Hints respecting the Quebec bill. "],"tagDate":["1774-01-01T00:00:00.000Z"]},"768":{"tagDescription":["Enclosed is his case, giving an account of his birth, services, and the destruction by the Indians of his house and effects. A certificate of his conduct as an officer and gentleman, signed by Col. Clavering of the 52nd regiment, Guy Carleton, John Burgoyne and Philip Skene, each of the two latter signs as late Major to the 52nd regiment, that being the regiment in which' Jadis served."],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"655":{"tagPerson":["Board of Ordnance","Townshend"],"tagDate":["1773-01-26T00:00:00.000Z"],"tagDescription":["Pringle's plans for the defence of St. John's approved of, and, with His Lordship's approbation, orders shall be given to him to proceed to St. John's to carry them on with all possible dispatch. The boom ordered to protect the mouth of the harbour is in the Nava Department and, orders must, therefore, be sent to the Admiralty to have it prepared."],"tagNotebook":["LABRADOR, 1772 - 1784"],"tagPlace":["Ordnance"]},"701":{"tagDescription":["Introduces and recommends Gorham to be appointed Lieut. Governor of Nova Scotia"],"tagPerson":["Townshend","Halifax"],"tagDate":["1964-07-11T00:00:00.000Z"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Dearham"]},"830":{"tagDescription":["The sad condition of Nova Scotia described in a letter from Butler, lately received. With the exception of Hopson, all the Governors deserved a halter rather than a government. Should Lord William Campbell, the late Governor, be so imprudent as to bring charges against Butler trusts that before any decision is come to, he (Mauger) may be heard in defence. Recommends that James Monk, going to Nova Scotia, be appointed to the Council."],"tagDate":["1773-12-09T00:00:00.000Z"],"tagPerson":["Pownall","Mauger"],"tagPlace":["Southampton"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"1060":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Planta Office"],"tagDescription":["Had tendered Meyrick, his (Legge's) agent, his salary, but as Legge is expected shortly to return Meyrick thinks it better to retain the money till his arrival."],"tagPerson":["Legge","Cumberland"],"tagDate":["1776-02-27T00:00:00.000Z"]},"583":{"tagDescription":["Reports the wreck of the sloop sent northward to look out for a missionary settlement; two of the missionaries, Brasen and Lehman, drowned, the rest saved, but without provisions or tools and had lost their boat. Some biscuits and blankets driven ashore, and the broken boat with her sides stove in. With the blankets, and with the fur from their waistcoats, breeches, and boots they succeeded in keeping her afloat with seven persons till they reached Nain ."],"tagDate":["1774-12-03T00:00:00.000Z"],"tagPerson":["Dartmouth","Hutton, James"],"tagPlace":["King's Road, Chelsea"],"tagNotebook":["LABRADOR, 1772 - 1784"]},"881":{"tagPlace":["Council Chambers"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Address of the Council of Nova Scotia to Legge. In answer to a charge by the Assembly that the Council, in its legislative capacity, had acted in a manner detrimental and obstructive to the welfare of the Province. This charge is an attempt to make the Council responsible [the Assembly] for its reasoning and opinions and, therefore, unconstitutional, so that their answer out of respect to the Governor must not be taken as a precedent. It explains the course taken by the Council in reference to the taxes embodied in the bill sent up by the Assembly to the principles of which the Council could not assent, for reasons given."],"tagDate":["1774-10-28T00:00:00.000Z"],"tagPerson":["Legge","Council of Nova Scotia"]},"1201":{"tagPerson":["Desbrisay, Thomas","Dartmouth"],"tagDate":["1773-05-13T00:00:00.000Z"],"tagDescription":["Encloses proposal for peopling the island of St. John."],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagPlace":["London"]},"542":{"tagPerson":["Dartmouth","Shuldham"],"tagDate":["1773-03-09T00:00:00.000Z"],"tagDescription":["Instructs him that all engaged or to engage in seal and salmon fishery on the Labrador Coast and who have taken or shall take possession of any river or bays of Labrador or to the north of the Straight of Belle Isle, making permanent establishments to carry on the fisheries are to be protected, provided they annually fit out from Great Britain one or more ship or ships to be employed in the cod fishery on the coast of Labrador. The proprietors are to claim no greater extent of the shore than is necessary in proportion to the number of the ships and men they employ."],"tagNotebook":["LABRADOR, 1772 - 1784"],"tagPlace":["Whitehall"]},"1043":{"tagDate":["1776-01-01T00:00:00.000Z"],"tagDescription":["Notes and observations upon the state of Nova Scotia in the year 1775, and the Petitions and Remonstrances against carrying certain Acts into execution, then judged by the Legislature necessary for putting the Province in the best state of Defence that the then circumstances of the People would then possibly admit and the Obvious Motives which actuated the Petitioners in their Opposition. It is chiefly taken up with a criticism of the address from Cumberland, as a type of the others which, it is contended, shows their sympathy with the rebels and their intention to oppose the execution of the Militia Act. There is neither date nor signature; the handwriting is that of Gibbons."],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"349":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1774-01-01T00:00:00.000Z"],"tagDescription":["Apparently a proposed clause (A) in the Quebec Act, respecting the oath to be taken by Roman Catholics."]},"446":{"tagDescription":["Memorial of James Babbridge, a reduced lieutenant of the late 78th regiment, stating his services at Louisbourg &c. and praying for employment."],"tagDate":["1775-01-01T00:00:00.000Z"],"tagNotebook":["CAE'ADA, 1757-1792"]},"988":{"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Recommends his Lordship to acquire for four or five of his sons 20,000 acres each, which would increase in value by the formation of settlements. There are two copies of this letter."],"tagDate":["1775-08-18T00:00:00.000Z"],"tagPerson":["Legge","Dartmouth"]},"179":{"tagDescription":["Memorial (in French), sur l'etat present des jesuites en Canada. Had a few days before sent to the Kind what he believed to be an unanswerable proof of the necessity that Government should decide with respect to the Jesuits, the order having been abolished by the Pope and their properties, therefore, escheated to the Crown as had been the case in other States, although from motives of humanity they had granted the members an alimentary pension. The King would no doubt, act with the same generosity towards the Jesuits of Canad: who were almost all in the decline of life, too old to be banished from their country and several not fit to provide for their own subsistence. To enable Government to decide what should be a proper allowance gives a list of their seigniorial and other properties, their college and other buildings, &c. In the society are three orders, the only true Jesuits being the professed; the brothers and non-professed were not understood 'to be of the order and could be dismissed at pleasure. When the treaty of peace was concluded they were forbidden by the Court to receive novices (nouveaux sujets) but they had the brothers, a kind of servants not wearing the ecclesiastical soutane, taught a few words of Latin and made priests. These should not be admitted to the new fabrique; there are two of them living--Fathers Macquet and Cazeau. Gives the names and ages of the true professed who'are nine in number, including himself. Suggests that to relieve the burden of paying the pension for a long time, the Bishop should be ordered to place the Jesuits in the vacant charges which are numerous in Canada, and which would furnish a larger amount for the decent subsistence of the priests than the value of the pension. The memoire is undated. The memoire to the King, mentioned in the first paragraph as having been sent a few days before, was dated 11th October 1773."],"tagDate":["1773-10-18T00:00:00.000Z"],"tagPerson":["Dartmouth","Roubaud"],"tagPlace":["London"],"tagNotebook":["CAE'ADA, 1757-1792"]},"451":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1775-01-01T00:00:00.000Z"],"tagDescription":["Memorial of John Christopher Roberts, praying for an annuity in lieu of the emoluments he had in his offices, of which he had been deprived by the late Act (Quebec Act). [Roberts was Secretary, Clerk of the Council, Commissary General of Stores and Provisions and Clerk of the Enrolment.]"]},"1070":{"tagDescription":["His brother being willing to resign in his favour his office of Collector of Customs, asks his Lordship's influence to obtain the consent of North to the transfer. The letter is dated Tuesday noon. The subject is stated in letter to Legge, dated 28th February, which was a Wednesday."],"tagDate":["1776-02-27T00:00:00.000Z"],"tagPerson":["Burrow","Dartmouth"],"tagPlace":["Adelphi"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"9":{"tagPlace":["London"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1773-03-01T00:00:00.000Z"],"tagDescription":["Memorial of George Allsopp, for payment of the fees due to him on account of Government, between the 22nd of April, 1768, and the 24th June, 1772."]},"173":{"tagPerson":["Dartmouth","Roubaud"],"tagDate":["1773-09-11T00:00:00.000Z"],"tagDescription":["(in French). Is still 'with Murray and would have waited in silence the efforts of his friends with North, but for the bull for the dissolution of the Jesuits, which affects his interests as well as those of the public. The extent of the orders in the bull described. Accounts should be taken at once, since if the bull is received without the consequent orders of Government the Jesuits would leave the college, divide the funds and property, so that the King would lose a large sum and he (Roubaud) be deprived of his share.' Asks for an interview on the subject. Rose Fuller, member for Rye drove him to a horse race at Lewes, where he had an interview with the Duke of Richnond at the ball, details of which he would give at his first visit. He is still a fugitive separated from his family, and hopes that this opportunity will be taken to end his calamities. A letter to Pownall of same date is enclosed, begging him to read the letter addressed to Dartmouth and to use his influence to have him recalled to London and to have his affairs settled, so as to put an end to his misfortunes."],"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Beauport, near Battle"]},"1174":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["An extract from the report of a Board of General Officers, on the petition of William Shirreff of 10th July 1730, is enclosed."]},"816":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Rough draught of this request, unsigned and undated."]},"805":{"tagDescription":["Adknowledges receipt of letter stating that Tonge is appointed Naval Officer at Halifax."],"tagPerson":["Dartmouth","Macclesfield"],"tagDate":["1772-12-13T00:00:00.000Z"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Shirburn Castle"]},"810":{"tagPerson":["Jadis","Dartmouth"],"tagDate":["1773-03-31T00:00:00.000Z"],"tagDescription":["Calls attention to the prevalence of smuggling, of which Major Ville (Maugerville) is the centre, connived at by the magistrate and collector, both offices held by one person; the great loss to the revenue; the destruction of of timber, &c. Endorsed:--Thoughts on the means to prevent Smuggling in the River St. John, in the Bay of Fundy."],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"1036":{"tagDate":["1776-01-03T00:00:00.000Z"],"tagDescription":["Representation and petition of the inhabitants of Truro against the Act for raising the militia and the Act for imposing a tax for its support."],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Truro"]},"157":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["Sends papers relating to Canada, which will, he believes, enable His Lordship to form a plan of Government for Canada. [The date may either be the 4th or 7th, the figure being badly made.]"],"tagPerson":["Dartmouth","Chancellor, Lord"],"tagDate":["1773-08-04T00:00:00.000Z"]},"1288":{"tagPlace":["Leicester Square"],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDate":["1776-03-20T00:00:00.000Z"],"tagPerson":["Patterson, Walter","Dartmouth"],"tagDescription":["His confidence in His Lordship's kindness to preserve him and his family from ruin. All his business is stopped at the Treasury and it appears as if it would rest there or be determined against him. Asks for His Lordship's mediation and will call to explain more fully."]},"981":{"tagDescription":["Address from the Legislative Council to the King. Expressing their loyalty and attachment."],"tagDate":["1775-07-08T00:00:00.000Z"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Halifax"]},"292":{"tagDescription":["Two draughts entitled: An Act of making more effectual Provision for the Government of the Province of Quebec, in North America, and for removing Doubts which have arisen relative to the Laws and Constitution of the said Province since the Proclamation of 7 October 1763."],"tagDate":["1774-01-01T00:00:00.000Z"],"tagNotebook":["CAE'ADA, 1757-1792"]},"508":{"tagPlace":["Lindsey House Chelsea"],"tagNotebook":["LABRADOR, 1772 - 1784"],"tagDate":["1772-12-02T00:00:00.000Z"],"tagPerson":["Wollin, John"],"tagDescription":["John Wollin to --- Reports that the missionaries on the coast of Labrador are well, cheerful and on good terms with the Esquimaux. The improvement in the conduct of those who came to Newfoundland in June, on their way to trade in the Bay of Chaleur. It is hoped that the murders and disturbances which formerly sometimes occurred, will for the future cease."]},"473":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Marshalsea Prison"],"tagDescription":["Appeals for assistance to relieve him from imprisonment for debt, from which he had been released under the Insolvency Act, but rearrested on account of small debts contracted for his subsistence in prison. The letter is undated, but it encloses a certificate from the turnkey, referred to in the letter, dated 12th February 1780, apparently a few days before the letter was written. There are also certificates of his services. These certificates are all on scraps of paper."],"tagPerson":["Dartmouth","Hutchinson, Henry"],"tagDate":["1780-02-01T00:00:00.000Z"]},"863":{"tagDescription":["Sends an essay on the administration of justice in Nova Scotia of which many complaints have been made. Asks that the case be presented to the Minister in order to obtain a remedy."],"tagDate":["1774-08-31T00:00:00.000Z"],"tagPerson":["Campbell, W., Lord","Gibbons"],"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"1166":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Reminding His Lordship of the memorial presented upwards of two years previous for payment of the expenses he had incurred as Governor and in consequence of his recall and asking for His Lordship's influence to have payment made. Undated. The memorial referred to was written in July 1776."],"tagDate":["1778-01-01T00:00:00.000Z"],"tagPerson":["Legge","Dartmouth"]},"1082":{"tagDate":["[1776-02-01T00:00:00.000Z TO 1776-03-04T23:59:59.999Z]"],"tagPerson":["Burrow","Dartmouth"],"tagDescription":["Has learned that Tonge is taken by the hand by the Board of Ordnance and to be sent as engineer to Cumberland county, where, Francklin has influence and which was the first place to oppose the Militia Act. Tonge's bad character, Binney's inability to establish before the Board of Trade the charges against Legge."],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"215":{"tagDescription":["His Lordship having taken Roubaud's affairs in hand, he (Yorke) shall wait further directions. Leave of absense obtained for Ensign Selkirk Stewart."],"tagDate":["1774-03-11T00:00:00.000Z"],"tagPerson":["Dartmouth","Yorke"],"tagPlace":["Hague"],"tagNotebook":["CAE'ADA, 1757-1792"]},"200":{"tagDescription":["Note from Maseres, with extracts from Le Brun, a French Canadian Lawyer and Dumas, the latter dated 7th January, approving of Maseres' plan for settling the laws of the Province of Quebec."],"tagDate":["1774-01-08T00:00:00.000Z"],"tagNotebook":["CAE'ADA, 1757-1792"]},"345":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["A memorandum of things necessary for establishing Laws & Government in the Province of Quebec, either by Act of Parliament, Order of the King in Council, or by the proposed Council at Quebec. Endorsed: Memorandum respecting Quebec and its Civil Constitution.'"],"tagDate":["1774-01-01T00:00:00.000Z"]},"151":{"tagDate":["1773-06-22T00:00:00.000Z"],"tagPerson":["Cramahe","Dartmouth"],"tagDescription":["Hopes that the consideration of the constitution for Quebec may soon be brought to a conclusion. To gain the affection of Canadian subjects they should be granted all possible freedom and indulgence in their reigion. Recommends the appointment of a Roman Catholic Bishop and the allowance for a coadjutor, to consecrate the clergy &c. and to do away with the necessity of the Bishops crossing the seas for their own consecration, and meeting with these who are not friendly to British interests."],"tagPlace":["Quebec"],"tagNotebook":["CAE'ADA, 1757-1792"]},"266":{"tagDate":["1774-06-17T00:00:00.000Z"],"tagPerson":["Marriott","Dartmouth"],"tagDescription":["Doctors Commons.--Applies for a living for Rev. George Marriott, who is willing to go to the Colonies. His services."],"tagPlace":["College of Advocate"],"tagNotebook":["CAE'ADA, 1757-1792"]},"497":{"tagDescription":["Report of Lords of Trade on the claims of Hocquart to the fishing post of the Gros Mecatinat, on the coast of Labrador. Report the grant to Bissot n 1662, of a tract of land from the River aux-CEufs in the mouth of the River St. Lawrence t c Phelippeaux Bay near the Straights of Belle Isle, under the denomination of the Main Land of Mingan. In 1679 all the islands on the coast within the described limits were granted to Joliet and Lalande. It is within these limits that Gros Mecatinat, claimed by Hocquart, is situated, containing, according to description, four leagues in front and four in depth, with all the isles and islets adjoining. The proprietors making no use of the post for a fishery, Hocquart in 1739, being then Intendant, granted a lease of it for nine years to Pomereau, but the post being a part of the seigniory of the Main Land and Isles of Mingan, three percent. of all the profits was reserved for the proprietors. Death of Pomereau, extension of the lease for three years to his widow, her refusal to pay an increased rent induced the proprietors to take it into their own hands, but Bigot, then Intendant, refused them possession, on the alleged ground of prejudicing the rights of the Crown. Tachet, employed by the proprietors, went to France and obtained for them the promise of the post, but Hocquart by his influence at the Court of France obtained a grant of Gros Mecatinat for life, on the reservation of three percent to the proprietors and leased it to Tachet, who held the post as lessee from Hocquart from 1754 to 1759, when the country was conquered. Cannot recommend that Hocquart be confirmed in possession of Gros Mecatina his title not warranting this, and may prejudice the claim of the grantees, which they wouId no doubt prosecute before the Courts in Quebec, should the coast of Labrador be reannexed to Quebec, having been improvidently made a part of the Government of Newfoundland by the proclamation of 1763. Even if Hocquart's claim had been valid he had not taken advantage of the fourth article of the Treaty of Paris, either by continuing his residence' in Canada as a British subject, or by selling his estates to His Majesty's subjects within the delay prescribed by the treaty."],"tagDate":["1772-11-30T00:00:00.000Z"],"tagNotebook":["LABRADOR, 1772 - 1784"],"tagPlace":["Whitehall"]},"670":{"tagDescription":["In event of the death of Bradstreet, requests that his brother may succeed him in the Government of St. John's, Newfoundland. The letter is endorsed: Requesting the appointment of Gov. of St. John's for his Brother, which is apt to mislead, the application being for Newfoundland. Bradstreet died in 1774.]"],"tagDate":["1774-10-25T00:00:00.000Z"],"tagPerson":["Amherst, Jeff., Sir","Dartmouth"],"tagNotebook":["LABRADOR, 1772 - 1784"]},"374":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1774-01-01T00:00:00.000Z"],"tagDescription":["Hillsborough's objections to the Quebec bill in its present form."]},"911":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Estimate by the House of Assembly for the civil establishment of Nova Scotia."],"tagDate":["1774-01-01T00:00:00.000Z"]},"715":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Memorial of McNutt to the Lords of Trade. States the obstacles to the settlements he proposed to make in Nova Scotia, which frustrated his attempts, so that he returned to London to lay the case of himself and associates before their Lordships. States, as in previous petition, the privileges asked for by the settlers. Notes on the petition follow, dated 25th April."],"tagPerson":["McNutt","Lords of Trades"],"tagDate":["1766-04-17T00:00:00.000Z"]},"766":{"tagDate":["1772-08-28T00:00:00.000Z"],"tagPerson":["Jadis","Dartmouth"],"tagDescription":["Calls attention to his losses and distresses; his memorial and case have been laid before the Lords of Trade. Unless speedy relief be granted will be cast into prison."],"tagPlace":["Lambeth Marshall"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"706":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPerson":["McNutt","Lords of Trades"],"tagDate":["1766-04-17T00:00:00.000Z"],"tagDescription":["Memorial of McNutt to the Lords of Trade. States the obstacles to the settlements he proposed to make in Nova Scotia, which frustrated his attempts, so that he returned to London to lay the case of himself and associates before their Lordships. States, as in previous petition, the privileges asked for by the settlers. Notes on the petition follow, dated 25th April."]},"1114":{"tagDate":["1776-05-06T00:00:00.000Z"],"tagDescription":["No 2 - Distribution of 61 days Subsistence to L.N.S. Volunteers to 24 April 1776."],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Halifax"]},"283":{"tagDescription":["No money having been remitted to satisfy the wants of Roubaud, he must leave without paying his debts, which although not considerable are still considerable sum for one who has nothing. Owes him a certificate for his discreet and prudent behaviour inspite of the provocation of a wife from whom he has prudently separated. Should he receive the gratification he expects, hopes that enough will be sent to pay his debts."],"tagPerson":["Dartmouth","Yorke"],"tagDate":["1774-11-22T00:00:00.000Z"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Hague"]},"632":{"tagPlace":["Jame's Square"],"tagNotebook":["LABRADOR, 1772 - 1784"],"tagDate":["1773-01-23T00:00:00.000Z"],"tagPerson":["Dartmouth","Townshend"],"tagDescription":["Sends copies of letters from the Governor of Newfoundland, with his report on the fortifications at Placentia and St. John's. Desires a personal conference before any official step is taken. sends also papers respecting Carleton's propositions for a citadel at Quebec."]},"457":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1775-01-01T00:00:00.000Z"],"tagDescription":["Estimate of the expense of the Civil Establishment of the Province of Quebec and its Dependencies. Probably prepared after the passing of the Quebec Act of 1774."]},"803":{"tagDescription":["Agrees in the propriety of refusing the application of James Fenton's brother."],"tagDate":["1772-12-12T00:00:00.000Z"],"tagPerson":["Dartmouth","Thornton, John"],"tagPlace":["Clapham"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"886":{"tagDescription":["Report of a Committee on the accounts of the Treasurer, submitted to the Council."],"tagDate":["1774-11-11T00:00:00.000Z"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Halifax"]},"230":{"tagDate":["1774-04-20T00:00:00.000Z"],"tagPerson":["Pownall","Sinnott, Pierce"],"tagDescription":["Encloses memorial to be presented to Dartmouth, praying for an increase to his salary as Lieutenant Governor of Niagara, the present salary being in sufficient."],"tagPlace":["London"],"tagNotebook":["CAE'ADA, 1757-1792"]},"1194":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDescription":["A memorial corresponding to that described in the letter is dated 30th December 1772, and follows the preceding letter."]},"193":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["List of British proprietors of lands in the Province of Quebec in 1773."],"tagDate":["1773-01-01T00:00:00.000Z"]},"781":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Main au Dieu"],"tagDescription":["(sic).--Proclamation by Governor Campbell, to prohibit the illicit taking of coal from Cape Breton."],"tagPerson":["Campbell, Governor"],"tagDate":["1772-09-12T00:00:00.000Z"]},"217":{"tagPlace":["Paris"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1774-04-05T00:00:00.000Z"],"tagPerson":["De Nivernois, Duc","Dartmouth"],"tagDescription":["(in French). Recommends the case of a French surgeon, settled for sometime in Canada, but now in France to settle his affairs. He will on his way to Canada present this letter. Begs that the surgeon's request may be granted."]},"1032":{"tagDate":["1776-01-02T00:00:00.000Z"],"tagPerson":["Gould, Arthur","Dartmouth"],"tagDescription":["Complains that Legge refuses to sign bills for the office rent and fire money always hitherto paid quarterly, to the great distress of the officers entitled to the allowance."],"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"586":{"tagDate":["1774-12-04T00:00:00.000Z"],"tagPerson":["Dartmouth","Hutton, James"],"tagDescription":["In breaking the news to Mrs. Brasen of her husband being drowned on the 15th of September, she said his corpse had appeared to her on that night, with a wound across his nose. That was the time, the letter continues, of his being drowned. When the corpses were brought from the scene of the wreck all Nain saw the wound on the Nose of Mr. Brasen. The good qualities of Brasen, whom they all miss."],"tagNotebook":["LABRADOR, 1772 - 1784"]},"482":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["The answer (in French) placed with it is undated. The matter cannot be laid before the King, and he is not connected with the Ministry. Suggests writing to the Secretary of State."]},"839":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Halifax"],"tagDescription":["Is afraid Meyrick has been importuning His Lordship too much in respect to the continuance of his rank. Shall write Meyrick not to trouble His Lordship more on that head; is perfectly satisfied and happy in his present situation. The mildness of the winter. Only money to make roads is wanted to make this one of the most flourishing provinces in North America; £500 a year well laid out for four years would be the making of the Province."],"tagPerson":["Legge","Dartmouth"],"tagDate":["1774-01-04T00:00:00.000Z"]},"1258":{"tagDate":["1774-12-10T00:00:00.000Z"],"tagPerson":["Desbrisay","Dartmouth"],"tagDescription":["Sends description of two lots of land made by Clarke, a Quaker, who'went to settle on St. John's Island. Again recommends His Lordship to purchase the two lots as an investment."],"tagPlace":["Somerset House"],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"1231":{"tagDescription":["A loose jotting appears to relate to the preceding document The Assembly was first called in 1773, so that the date of this document cannot be later than that year."],"tagDate":["1773-01-01T00:00:00.000Z"],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"919":{"tagDescription":["Gives an account of the growth of the public debt of Nova Scotia and how it was caused by a series of dealings in respect to bounties &c., in which Francklin the Lieut. Governor and his associates are charged with being concerned. The letter is not signed, but is in the handwriting of Gibbons."],"tagPerson":["Dartmouth"],"tagDate":["1774-01-01T00:00:00.000Z"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"861":{"tagDescription":["Recommends Gibbons to succeed Dupont as chief justice of St. John's Island."],"tagPerson":["Dartmouth","Campbell, W., Lord"],"tagDate":["1774-08-18T00:00:00.000Z"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["London"]},"159":{"tagPerson":["De Lotbiniere, Chartier","Dartmouth"],"tagDate":["1773-08-11T00:00:00.000Z"],"tagDescription":["(in French). Offers to take charge of His Lordship's son and to meet him at Dieppe; suggests that he need only take one servant and not take the title of Lord, as that would greatly influence the expense. He would not be the less considered and would see equally good company. Assures His Lordship that he will guard him as he had done his own son, &c. [Lord Lewisham, the son in question, was not quite eighteen years old at this time.]"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Paris"]},"833":{"tagDescription":["Transmits a memorial by Tonge to Legge. Tonge's appointment not having been agreeable to the late Governor (Campbell), his representations may not be absolutely free from partiality. Asks for a fair consideration of Tonge's case."],"tagPerson":["Dartmouth","Macclesfield"],"tagDate":["1774-01-02T00:00:00.000Z"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Shirburn Castle"]},"234":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Fleet Street"],"tagDescription":["For leave of absence to Kneller, Attorney-General of Quebec, owing to the precarious state of his father's health and the danger of losing his inheritance should his father die without seeing him."],"tagPerson":["Dartmouth","Wray, Charles"],"tagDate":["1774-04-26T00:00:00.000Z"]},"913":{"tagPerson":["Legge"],"tagDate":["1774-01-01T00:00:00.000Z"],"tagDescription":["Address of the Assembly to Legge. That they will take steps to secure the public credit, but owing to the length of the session interfering with their private affairs and the severity of the season few of the members are present."],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"690":{"tagNotebook":["LABRADOR, 1772 - 1784"],"tagPerson":["Gorham, Joseph"],"tagDescription":["Memorial of Joseph Gorham to be continued as deputy agent of Indian affairs."]},"505":{"tagDescription":["Memorandum giving a note of the grants on the coast of Labrador from 1662; appears to belong to the preceding papers."],"tagNotebook":["LABRADOR, 1772 - 1784"]},"195":{"tagDate":["1773-01-01T00:00:00.000Z"],"tagDescription":["Memorial by Rigauville to Carleton for a pension for his services when in command of the Canadian Corps. [Carleton was i n London in 1773. Before leaving for Quebec in the summer of 1974, he recommended Rigauville for a pension'of £200] The memorial is undated. [Parchment]"],"tagNotebook":["CAE'ADA, 1757-1792"]},"426":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Dublin Castle"],"tagDescription":["Introduces and recommends Captain Hamilton for employment in Canada. [Hamilton was appointed Governor of Detroit, and taken prisoner at Vincennes on his expedition against the illinois Country]."],"tagPerson":["Harcourt","Dartmouth"],"tagDate":["1775-03-15T00:00:00.000Z"]},"493":{"tagNotebook":["LABRADOR, 1772 - 1784"],"tagPlace":["Nain"],"tagDescription":["The title is: A Letter from the little Congregation in Nain in Terra Labrador to the Society for the furtherance of the Gospel among the heathen. Gives an account of their proceedings among the Exquimaux and the success of their mission. Endorsed:--Mr. Hutton, Chelsea [who was secretary for the Brethern or Moravians, and the copy here was addressed to Dartmouth]."],"tagPerson":["Braasen","Hutton, James, secretary"],"tagDate":["1772-11-04T00:00:00.000Z"]},"1220":{"tagDate":["1773-11-22T00:00:00.000Z"],"tagPerson":["Desbrisay","Dartmouth"],"tagDescription":["Has withdrawn his advertisement for tenants for his lands in St. John's Island in consequence of His Lordship's displeasure. Had not attempted to obtain tenants except with the leave of the proprietors and encloses note from Lord Hertford's agent in proof of this."],"tagPlace":["Dublin"],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"787":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Canso"],"tagDescription":["Memorial of the principal merchants, inhabitants and traders of Canso, stating the great service to the fishery and trade rendered by Jonathan Binney, praying that a salary be granted him, and that he be continued as first magistrate and Deputy Collector of Customs. There are seventy-four signatures, a copy."],"tagDate":["1772-10-27T00:00:00.000Z"]},"18":{"tagDescription":["A few remarks on the Province of Quebec, with a plan of the town of Quebec. This appears to be the first copy, roughly written. It is endorsed Lt. Marr's papers, 56 pages with a plan March. 31st 1773. A clean copy has the title Remarks on the Province of Quebec, and is endorsed Lieut. Marr's Remarks upon Quebec during his residence from 1768 to 1772, but the plan does not accompany it.. (Marr was in command of the Royal Engineers at Quebec for some years, but appears to have been superseded in 1777 by carleton and in July 1778, he complains of being treated as a cypher, Twiss, a junior officer having been put over his head. In August of 1778 he obtained leave of absence, but remained in. charge of the local works at Quebec till the end of the summer of 1779). The remarks are thus divided: 1. Boundaries of the Province, taken from the Proclamation of 7th October, 1763. 2. River St. Lawrence. 3. Seigniories and subdivisions. 4. Conditions of vassalage. 5. Manner of taking and dividing the land. 6. Consequences of the foregoing manner of divisions. 7. Antient laws of succession to lands. 8. Changes which have happened under the English Government. 9. Nature of the soil and Canadian Improvements in Husbandry. 10. Timber &c. 11. Pipe staves. 12. Exports from Canada &c. 13. Disposition & Temper of the Canadians. 14. The Canadians indolent & the causes.thereof. 15. Project for raising hemp. 16. Has no title; this section gives the relative populations &c. 17. suggests building churches for Protestants in Quebec, Montreal and Three Rivers, and the class of ministers who should be settled in them; *the desire for a House of Assembly by the old subjects; the inconveniences of granting it owing to the aggressive spirit of English speaking Protestants; *the want of education among the Canadians and the probability that the Roman Catholic clergy would seek to be represented on account of their landed properties. *Fortifications. *General Remarks. *Quebec, Montreal, Chambly, Dechambault."],"tagDate":["1773-03-31T00:00:00.000Z"],"tagNotebook":["CAE'ADA, 1757-1792"]},"356":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["(5). For the more effectual administration of justice and government in the several subordinate districts in the interior Country.","(4). For regulating the fisheries on the Coast of Labrador.","(3). For regulating the trade with the Indians and preventing unlawful settlements in the interior country.","Queries relative to the Government of Quebec for consideration in case the Bill passes in its present shape. The queries relate to Limits, General Government and Courts of Justice, Religion. Suggests that the Governor and Chief Justice prepare the following bills:","(2). For the better regulation of the ecclesiastical affairs of Quebec.","(1). For establishing Courts of Justice and regulating their proceedings."],"tagDate":["1774-01-01T00:00:00.000Z"]},"629":{"tagPlace":["Harbor Grace"],"tagNotebook":["LABRADOR, 1772 - 1784"],"tagDescription":["Had met with little success as a missionary; four or five souls had gone to glory, some are walking in the fear of the Lord, some are reaching from house to house. The state of his health impaired by the severity of the climate. The bitter hostility of the merchants; not being able to starve him out they formed a design to poison him. Is there any hope of his obtaining a living from the Society or the Bishop of London?"],"tagDate":["1772-10-25T00:00:00.000Z"],"tagPerson":["Dartmouth","Coughlan, Lawrence, Mr. Rev."]},"842":{"tagPerson":["Governor of Nova Scotia","Dartmouth"],"tagDate":["1774-02-05T00:00:00.000Z"],"tagDescription":["(Circular). Instructions sent respecting the disposal of land."],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Whitehall"]},"964":{"tagDescription":["Returns Belcher's memorials and other papers respecting his claim to the moiety of the Governor's salary, of which six months had been paid by order of the War Office to Governor Ellis, appointed Governor on the death of Lawrence. Green had been paid under exactly similar circumstances in obedience to the spirit rather than to the letter of instructions. Belcher's is a hard case, and there being no military fund available recommends it to his Lordship's consideration."],"tagDate":["1775-02-10T00:00:00.000Z"],"tagPerson":["Barrington","Dartmouth"],"tagPlace":["Cavendish Square"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"354":{"tagDate":["1774-01-01T00:00:00.000Z"],"tagDescription":["Endorsed:--Opinion on the Govt. 4 Laws of Quebec.There is neither date nor signature."],"tagNotebook":["CAE'ADA, 1757-1792"]},"420":{"tagDescription":["(in French) Fearing the letter he wrote with petition may have been mislaid, sends the substance of the petition. It is a further application for the payment of the pension which, he alleges, was due to him by the Jesuits. The memorial (enclosed) repeats the statement of his redeeming the lives of British officers and soldiers from the hands of the Indians who had them bound to a stake ready to be burned. Reiterates his other services &c."],"tagPerson":["Dartmouth","Roubaud"],"tagDate":["1775-03-01T00:00:00.000Z"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["London"]},"650":{"tagPlace":["Townsend"],"tagNotebook":["LABRADOR, 1772 - 1784"],"tagDate":["1773-01-25T00:00:00.000Z"],"tagPerson":["Frederick, Charles, Sir"],"tagDescription":["No reference has been made to the Board of Ordnance respecting the fortifications of Quebec. For St. John's, orders were given in March 1772, for a battery to be erected and a boom placed across the mouth of the harbour; all other projected works to be laid aside, Lieut. Pringle is to bring his proposals, plans &c. to the Board, which will enable His Lordship to answer whatever questions Dartmouth may propose."]},"1162":{"tagPlace":["Salisbury street"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDate":["1776-09-05T00:00:00.000Z"],"tagPerson":["Burrow","Dartmouth"],"tagDescription":["Owing to the abdication of officers of the Customs in Nova Scotia begs that he may be recommended for employment there should his brother's proposal to resign in his favour not be thought proper. Monk appointed Attorney-General in Quebec, to make room he thinks, for Brenton to succeed to that office in Nova Scotia."]},"1269":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDescription":["Copy of the answer is placed with this, that such promotion shall be made as his qualifications may seem to warrant."],"tagDate":["1775-06-15T00:00:00.000Z"]},"807":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Maugerville"],"tagPerson":["Jadis","Perley, Israel"],"tagDate":["1771-10-18T00:00:00.000Z"],"tagDescription":["A letter, dated Maugerville, 18th October 1771, is enclosed from Israel Perley to Jadis, accusing the magistrate (Peabody) of abusing his office as judge and referring to the information Jadis has of Peabody's conduct respecting the duty on liquors, &c."]},"1249":{"tagPerson":["Desbrisay","Dartmouth"],"tagDate":["1774-05-11T00:00:00.000Z"],"tagDescription":["Transmits resignation of the Rev. Mr. Caulfield. Will be thankful should his son be chosen to succeed as Governor's chaplain."],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagPlace":["London"]},"453":{"tagDescription":["Entitled: From the Instructions, Undated, but from their nature the extracts appear to be from the instructions prepared for Carleton after the passage of the Quebec Act in 1774."],"tagDate":["1775-01-01T00:00:00.000Z"],"tagNotebook":["CAE'ADA, 1757-1792"]},"1251":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDate":["1774-05-11T00:00:00.000Z"],"tagDescription":["The resignation by Caulfield is enclosed, dated Dublin, 12th April."]},"967":{"tagDate":["1774-12-05T00:00:00.000Z"],"tagPerson":["Belchers","Dartmouth","King"],"tagDescription":["Belcher's memorials, one to Dartmouth the other to the King, both dated at Halifax, 5th December 1774. Copies of letters from the War Office, one from Barrington, 22nd May 1773, the other from Townshend, 26th July 1772."],"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"703":{"tagDate":["1766-03-10T00:00:00.000Z"],"tagPerson":["McNutt","Lords of Trades"],"tagDescription":["Memorial of McNutt to Lords of Trade. That he has now 12,000 settlers ready to enter upon lands. The terms settled by the board in 1763 and confirmed by His Majesty were that they should have liberty to choose their own representatives and town officers annually by ballot and in giving evidence those who shall choose may be permitted to hold up their hand-instead of any other form. Applies for a charter for a city he intends to build at Cape Sable. He has been employed in surveying parts of Nova Scotia at a cost of 1,400. Has a vessel waiting at Liverpool and has three other vessels with whale boat which will remain unemployed till he returns to America; asks, therefore, for a speedy decision."],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"286":{"tagDate":["1774-01-01T00:00:00.000Z"],"tagDescription":["Bill, (with emendations;) intituled An Act for making more effectual Provision for the Government of the Province of Quebec, in North America. (1774). [Printed]"],"tagNotebook":["CAE'ADA, 1757-1792"]},"1235":{"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDate":["1774-01-01T00:00:00.000Z"],"tagDescription":["Would have been in London before, but for an attack of scarlet fever. To assist His Lordship in the disposal of his lands in East Florida, enclosed his terms and conditions for the sale of his lands in St. John's Island and Lutterloh's proposals for tenanting the same. The seller for 20,000 acres will have £10,000 in five years and the purchaser by advancing £2,102 will have £2,000 for ever. Since he has been forbidden to take tenants from the United Kingdom has adopted this method of settlingh is lands. Lutterioh's proposals enclosed are the same as those sent on 13th May 1773, with the addition of a certificate of his position. Proposals by Desbrisay, also enclosed, for selling and tenanting lot 31, showing the cost to the purchaser and returns. [Printed]"]},"738":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Whitehall"],"tagDescription":["Asks him to continue Gorham in his office of deputy agent for Indian affairs in Nova Scotia, and to promote him if continued."],"tagPerson":["Johnson, W, Sir","Hillsborough"],"tagDate":["1769-08-05T00:00:00.000Z"]},"470":{"tagDate":["1777-01-01T00:00:00.000Z"],"tagDescription":["Roubaud, memorial addressed Au Roi. One of many memorials on the subject of his services and his claims on the Jesuits for a pension. The words Quand le General Murray, me deputa a Londres il y a pres de douze ans fix the date nearly."],"tagNotebook":["CAE'ADA, 1757-1792"]},"1223":{"tagDate":["1773-11-22T00:00:00.000Z"],"tagDescription":["The note by William Higginson is enclosed."],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"]},"1136":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["The case of the Defaulters of Government in the Province of Nova Scotia, and particularly Jonathan Binney, Esq. fairly Stated and Candidly examin'd being Governor Leggets Defence of his Conduct from the Imputations and Charges brought against him in these respects. Apparently one of the documents laid before the Lords of Trade during the investigation into Legge's conduct."],"tagDate":["1776-06-01T00:00:00.000Z"]},"280":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Valburg"],"tagDescription":["(in French). Had received his pension from his banker, whom he had given an order on the Treasury. The conduct of his wife had obliged him to do this to avoid scandal, as she had her Ganymede with her for a year. She goes to London next week, may God go with her; she will probably be accompanied by her young man (gars) and they will no doubt try to entangle his affairs so as to prevent his return to London. If his business is not settled before their arrival he does not know when it will be and asks that Lord Dartmouth be informed of the facts. If his agent gives him favourable news, the Ambassador thinks he should set out, and on the assurance of the benefit promised by the Treasury he may borrow money to pay his creditors. His position with a wife openly in company with her lover; it is ruining his purse, his health and his honour here and he may besides be useful in London."],"tagPerson":["Pownall","Roubaud"],"tagDate":["1774-10-10T00:00:00.000Z"]},"864":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["The document attached is entitled: A Review of the past and present state of the Administration of Justice in Nova Scotia, showing the deviations therein from the Mode of Jurispredence in England the present and future bad consequences thereof to His Majesty's Government, and subjects in this Province, with a Plan humbly proposed for the Reformation of the same. An essay on the Subject indicated in the title. His plan is to revoke the commissions of the Supreme and inferior Courts of Common Pleas and to erect two superior courts of general Provincial jurisdiction, one to be similar to the Court of King's Bench in England, the other with the powers of the two Courts of Common Pleas and Exchequer at Westminster."]},"534":{"tagNotebook":["LABRADOR, 1772 - 1784"],"tagDescription":["His objections to vesting the Government of Labrador in the Governor of Canada, instead of in the Governor of Newfoundland. The propriety of having the property in the fisheries of Labrador granted to individuals, although not allowed in Newfoundland. The reasons for and against given in parallel columns, respectively entitled: Labrador continuing united with Newfoundland, and Labrador supposed to be annexed to the Province of Canada. [George Cartwright, the author of this paper, spent many years in Labrador and published the journals of his proceedings, with illustrations of the scenery, &c.]"],"tagPerson":["Cartwright, Lieut","Dartmouth"],"tagDate":["1773-01-13T00:00:00.000Z"]},"1362":{"tagDescription":["Considerations on the Rights and Interests of Adventurers in the Labrador Fisheries. (Bound volume)"],"tagDate":["1774-03-23T00:00:00.000Z"],"tagNotebook":["NEWFOUNDLAND AND LABRADOR, 1708, 1774"]},"763":{"tagDescription":["No. 1. Instructions for the care of the fort at Frederick"],"tagDate":["[1771-01-01T00:00:00.000Z TO 1772-12-31T23:59:59.999Z]"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"391":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["Another paper, endorsed Epitome of the proposed Ordinance for establishing Courts of Justice in the Province of Quebec is apparently of the same date. The title at the head of the paper is From the Ordinances."],"tagDate":["1774-01-01T00:00:00.000Z"]},"1180":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Sends letters received from Legge. The warmth of sentiment they breathe; the desperate state of the faction which opposed him &c."],"tagPerson":["Burrow","Dartmouth"]},"1255":{"tagPlace":["London"],"tagNotebook":["ISLAND OF ST. JOHN (Prince Edward Island), 1766 - 1776"],"tagDate":["1774-08-06T00:00:00.000Z"],"tagPerson":["Desbrisay","Dartmouth"],"tagDescription":["Encloses certificate in favour of his son, signed by the Bishop of Waterford and others. Should his son be recommended for the office of chaplain, it shall be acknowledged with gratitude."]},"1182":{"tagPerson":["McNutt"],"tagDescription":["Memorial of McNutt respecting settlements and grants of land."],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"205":{"tagPlace":["Hague"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagDate":["1774-02-04T00:00:00.000Z"],"tagPerson":["Yorke, Joseph","Dartmouth","Roubaud"],"tagDescription":["recommended to his care, had taken refuge here after his wife's elopement, but she has traced him out and joined him. The increased expense this has caused. Had not hesitated to assist hirn his pension is small and although he acts prudently, he cannot avoid incurring debts. From his services he does not deserve to be given up or to die in prison. Asks instructions if he is to leave Roubaud and his wife to take their chance of returning to London. A postscript says;--I could not refuse Mr. Roubaud the leave he asked to trouble your Lordship with a renewal of his lamentations."]},"13":{"tagDate":["1773-03-17T00:00:00.000Z"],"tagPerson":["Montgomerie, Hugh","Carleton","Walker, George"],"tagDescription":["Transmit memorial from settlers in Quebec stating the abuses in respect to the fishery from Bay Verte to Bay Chaleur and on to Gaspey (Gaspe) in the Province of Quebec and requesting that some of His Majesty's cruisers be stationed on the coast for the protection of the fishery."],"tagPlace":["London"],"tagNotebook":["CAE'ADA, 1757-1792"]},"675":{"tagNotebook":["LABRADOR, 1772 - 1784"],"tagDescription":["Thanks for having laid before the King the application of Sir Jeff Amherst for his (Col. Amherst's) appointment to the Lieut. Government of St. John's (Newfoundland)."],"tagDate":["1771-12-05T00:00:00.000Z"],"tagPerson":["Dartmouth","Amherst, Colonel"]},"237":{"tagDate":["1774-04-28T00:00:00.000Z"],"tagPerson":["Dartmouth","Mansfield"],"tagDescription":["Suggests two alterations in the Quebec Act. One relative to the Supremacy. I mean it to avoid what Lord North and yr Ldp. seemed very desirous of avoiding, the necessity of the Canadian gentlemen taking the Oath of Supremacy. The other relates to the Right to Tithes, &c. depending on the man's professing the Popish Religion, any man who denies professing it will be excused. They should pay to the Priest till the time is ripe for their paying to the Minister of some other Religion."],"tagNotebook":["CAE'ADA, 1757-1792"]},"908":{"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDate":["1774-12-04T00:00:00.000Z"],"tagPerson":["Dartmouth","Monk"],"tagDescription":["Owing to the utfitness of the present Attorney General all the public law business has been put into his (Monk's) hands. Applies for the office on Nesbitt's superannuation, to whom he will cheerfully render one half of the salary during his life."]},"443":{"tagDescription":["Memorial of William Gregory late Chief Justice of Quebec for an examination into the grounds of his dismissal from that office, and for such relief as his case merits"],"tagDate":["1775-01-01T00:00:00.000Z"],"tagNotebook":["CAE'ADA, 1757-1792"]},"145":{"tagPlace":["Beauport, near Battle, Sussex"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["(in French). Has been desired by Murray to send another petition for which no great success is anticipated owing to causes which he can only communicate verbally. The danger he runs of being arrested in Murray's house, who owes him a safe conduct back to the college from which he drew him to send him to the King, and in honour should solicit and obtain from His Lordship a safe conduct to the Jesuits, which though hard would be less so than to perish in a London prison. States that the two Captains MacKay, of whom one received £1,000 for land not worth 50 and the younger is Surveyor of Woods, are both in Paris soliciting employment from the French Court &c. His fears of an execution on his furniture if he is not assisted. A memorial (in French) to North is enclosed and certificate by Murray."],"tagDate":["1773-06-06T00:00:00.000Z"],"tagPerson":["Dartmouth","Roubaud"]},"127":{"tagDescription":["Memorial of Nicholas Turner that E.W. Gray, his deputy at Montreal, had accounted for the fees to June, 1768, but has since refused to do so. Asks that the Attorney General of Quebec may be ordered to compel him to account for and remit the Fees."],"tagDate":["1773-03-31T00:00:00.000Z"],"tagNotebook":["CAE'ADA, 1757-1792"]},"176":{"tagDescription":["(in French). Is still 'with Murray and would have waited in silence the efforts of his friends with North, but for the bull for the dissolution of the Jesuits, which affects his interests as well as those of the public. The extent of the orders in the bull described. Accounts should be taken at once, since if the bull is received without the consequent orders of Government the Jesuits would leave the college, divide the funds and property, so that the King would lose a large sum and he (Roubaud) be deprived of his share.' Asks for an interview on the subject. Rose Fuller, member for Rye drove him to a horse race at Lewes, where he had an interview with the Duke of Richnond at the ball, details of which he would give at his first visit. He is still a fugitive separated from his family, and hopes that this opportunity will be taken to end his calamities. A letter to Pownall of same date is enclosed, begging him to read the letter addressed to Dartmouth and to use his influence to have him recalled to London and to have his affairs settled, so as to put an end to his misfortunes."],"tagPerson":["Dartmouth","Roubaud"],"tagDate":["1773-09-11T00:00:00.000Z"],"tagNotebook":["CAE'ADA, 1757-1792"],"tagPlace":["Beauport, near Battle"]},"1112":{"tagDescription":["No 1 - Distribution of the Subsistence to L.N. S. Volunteers to 23 Feb. 1776 for the Commission and Staff Officers of His Majesty's Loyal Regiment of Nova Scotia Volunteers. The names and allowances of the Officers are given in detail, with the amount of the credit side of bills drawn."],"tagDate":["1776-05-06T00:00:00.000Z"],"tagPlace":["Halifax"],"tagNotebook":["NOVA SCOTIA 1760-1802"]},"449":{"tagNotebook":["CAE'ADA, 1757-1792"],"tagDescription":["Memorial of Matthew Brettingham, junior, that Nicholas Turner, who had been'appointed Provost Marshall of Quebec had made an agreement to allow him £l00 a year out of that office. Prays that the allowance asked for by Turner, on condition of resigning his patent may be granted so that he could carry out the agreement."],"tagDate":["1775-01-01T00:00:00.000Z"]},"813":{"tagPlace":["St. Jame's"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagDescription":["Had laid Legge's request before the King as being entirely contrary to the established rule in the army."],"tagDate":["1773-08-18T00:00:00.000Z"],"tagPerson":["Dartmouth","Rochford"]},"1093":{"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Cornwallis"],"tagPerson":["Chipman","Denson, Henry Denny"],"tagDate":["1776-03-07T00:00:00.000Z"],"tagDescription":["Encloses affidavits from Captain Ferrel and Lieutenants Green and Pinco respecting the threats of Samuel Willoughby to stop recruiting for Legge's regiment. The affidavits of same date are with the note."]},"1110":{"tagDate":["1776-05-06T00:00:00.000Z"],"tagDescription":["No. 3 - Distribution of 61 days Subsistence to L.N.S. Volunteers to 24 June 1776"],"tagNotebook":["NOVA SCOTIA 1760-1802"],"tagPlace":["Halifax"]}}