{
  "434": {
    "tagDescription": [
      "DELISLE, Alexandre-Maurice Lettre de Pierre-Édouard Leclère à A.-M. Delisle au sujet de la difficulté de faire appliquer la loi dans le cas d'un emprisonnement, faute de fonds."
    ],
    "tagDate": ["1843-01-01T00:00:00.000Z"],
    "tagPerson": ["DELISLE, Alexandre-Maurice"]
  },
  "421": {
    "tagPerson": ["RAMSAY, Hew", "ARMOUR, Andrew Harvis"],
    "tagDate": ["1838-04-09T00:00:00.000Z"],
    "tagDescription": [
      "ARMOUR, Andrew Harvis and RAMSAY, Hew. Commission appointing Andrew Harvis Armour and Hew Ramsay as Queen's printers in the District of Montreal, signed by John Colborne and Dominick Daly, 9 April 1838."
    ]
  },
  "424": {
    "tagDate": ["1840-04-04T00:00:00.000Z"],
    "tagPerson": ["DELISLE, Alexandre-Maurice"],
    "tagDescription": [
      "DELISLE, Alexandre-Maurice Letter to A.-M. Delisle from T.D. Murdoch, chief secretary to the Governor-General, concerning the sheriff sales of real estate belonging to prisoners convicted of treason in Châteauguay, Beauharnois and Sainte-Martine (Quebec), 4 April 1840."
    ]
  },
  "492": {
    "tagPerson": ["SAVEUSE DE BEAUJEU, Georges-René"],
    "tagDescription": [
      "SAVEUSE DE BEAUJEU, Georges-René, comte de Beaujeu Une transcription de la lettre est reproduite dans le catalogue Lande."
    ]
  },
  "1047": {
    "tagDate": ["1836-11-05T00:00:00.000Z"],
    "tagDescription": [
      "VARENNES (bateau à vapeur) Journal du bateau le VARENNES parti à la rescousse dune cage appartenant à un dénommé McKenzie, échouée à la pointe de lîle de Lavaltrie, du 23 octobre au 31 octobre et le 5 novembre 1836."
    ],
    "tagPlace": ["VARENNES"]
  },
  "497": {
    "tagDate": ["1859-01-01T00:00:00.000Z"],
    "tagPerson": ["FITZGIBBON, James"],
    "tagDescription": [
      "FITZGIBBON, James Documents, selected from several others, showing the services rendered by Colonel Fitzgibbon, while serving in Upper Canada, between the years 1812 and 1837, Windsor, printed by W. Whittington, 1859, 15 pages. Autographed copy."
    ]
  },
  "160": {
    "tagDescription": [
      "LUPIEN, dit BARON, Antoine Obligation de Charles-Henri Gonneville de Rupalais et de Charlotte Leriger de La Plante envers Antoine Lupien, dit Baron, signée par les notaires Louis-Claude Danré de Blanzy et Jean-Henri Bouron, 15 avril 1760; (à la suite de l'acte), entente entre M. Gonneville de Rupalais et Antoine Lupien dit Baron, signée par le notaire Panet, 6 août 1763."
    ],
    "tagPerson": ["LUPIEN, dit BARON, Antoine"],
    "tagDate": ["1760-01-01T00:00:00.000Z"]
  },
  "514": {
    "tagPerson": ["GAUVREAU, L.-N."],
    "tagDescription": [
      "GAUVREAU, L.-N. Agent des terres de la Couronne. Lettre de Joseph Howe, secrétaire dÉtat pour les provinces «branche des Sauvages» à L.-N. Gauvreau, donnant des instructions pour la vente dune réserve indienne, 3 mai 1870. "
    ]
  },
  "1040": {
    "tagDescription": [
      "BLACK, John. Contractor, Lancaster City, Pennsylvania. Contract between John Black of Lancaster City of Pennsylvania, contractor, Jason Chamberlain Pierce of St. Johns, Canada-East, merchant, Dwight Plympton Janes of Montreal, merchant, and the Board of Works of Canada for all the work of lock No. 4 and the walls of harbour above lock No. 4 of the Lachine Canal, 15 April 1844."
    ],
    "tagDate": ["1844-04-15T00:00:00.000Z"],
    "tagPerson": ["BLACK, John"]
  },
  "1012": {
    "tagDescription": [
      "GEORGEN, Christopher. Auctioneer and broker in Montreal (Quebec). Broadside: Catalogue fo Books, To be SOLD on Saturday evening the 26th instant at 8 oclock precisely, at Mr. Gilliss Coffee Room, by CHRISTR. GEORGEN. Auctioneer & Broket, with a manuscript inscription on verso: Vendredi le 25e Mai 1803."
    ],
    "tagPerson": ["GEORGEN, Christopher"]
  },
  "481": {
    "tagDescription": [
      "DELISLE, Alexandre-Maurice Une transcription de la lettre est reproduite dans le catalogue Lande."
    ],
    "tagDate": ["1851-01-01T00:00:00.000Z"],
    "tagPerson": ["DELISLE, Alexandre-Maurice"]
  },
  "484": {
    "tagDescription": [
      "McGILL, Peter Letter from Jean-Roch Rolland relating to the seigniory of Monnoir which he purchased in 1826, 24 March 1856."
    ],
    "tagDate": ["1856-03-24T00:00:00.000Z"],
    "tagPerson": ["McGILL, Peter"]
  },
  "1023": {
    "tagPlace": ["LOWER CANADA"],
    "tagDate": ["1840-03-30T00:00:00.000Z"],
    "tagDescription": [
      "LOWER CANADA, Census, Statement of increase of population in Lower Canada between 1832 and 1839 by counties and parishes, signed by Monk and Morrogh, protonotaries for the District of Montreal, 30 March 1840."
    ]
  },
  "375": {
    "tagDescription": [
      "EASTERN TOWNSHIPS Certified copy of letters patent of land grants accorded to settlers in the Eastern Townships by Lord Aylmer, 20 November 1830. The copy is signed by Dominick Daly, Provincial Secretary of Lower Canada, 14 December 1836."
    ],
    "tagDate": ["1836-12-14T00:00:00.000Z"],
    "tagPlace": ["EASTERN TOWNSHIPS"]
  },
  "770": {
    "tagDescription": [
      "BURTON, Lord John Letter from Gurdon Saltonstall, Governor of Connecticut, to Lord John Burton relating to expeditions against Canada, 12 May 1709."
    ],
    "tagPerson": ["BURTON, Lord John"],
    "tagDate": ["1709-05-12T00:00:00.000Z"]
  },
  "438": {
    "tagDescription": [
      "LOWER CANADA, District of Montreal, Office of the Peace Warrant of arrest against Pierre Charron, dit Ducharme, apprenticed saddler, for having abandoned and deserted the service and employ of Olivier Desrosiers, saddler, signed by James McGill Desrivières, 20 June 1843."
    ],
    "tagDate": ["1843-06-20T00:00:00.000Z"],
    "tagPlace": ["LOWER CANADA"]
  },
  "507": {
    "tagDate": ["1866-12-01T00:00:00.000Z"],
    "tagDescription": [
      "LOWER CANADA, Court of Queen's Bench Indictments against G.F. Howard and T. Smith, for actions in connection with a Fenian raid, signed by George-Étienne Cartier, December 1866."
    ],
    "tagPlace": ["LOWER CANADA"]
  },
  "404": {
    "tagDate": ["[1838-01-01T00:00:00.000Z TO 1839-12-31T23:59:59.999Z]"],
    "tagDescription": [
      "LOWER CANADA, Court of King's Bench, District of Montreal Seven indictments on parchment for crimes such as arson, burglary, grand larceny, not and assault, and theft. The seventh is No. 73, indictment for Grand Larceny against Celestin Beausoleil, Bonaventure Viger, Hilarion Viger, Henry Newcombe, Jacques Langlois, Michel Brouillet."
    ],
    "tagPlace": ["LOWER CANADA"]
  },
  "1020": {
    "tagPerson": ["DELISLE, Jean-Baptiste (John)"],
    "tagDescription": [
      "DELISLE, Jean-Baptiste (John) Proclamation des magistrats Delisle et Delisle, greffiers de la paix à Montréal, enjoignant à leurs concitoyens de s'abstenir d'assister à des assemblées appelées «charivari», 15 août 1837."
    ]
  },
  "512": {
    "tagPerson": ["MACDONALD, John Alexander Rt. Hon. Sir"],
    "tagDescription": [
      "MACDONALD, Rt. Hon. Sir John Alexander Invitation to Carrie to dine with him."
    ]
  },
  "528": {
    "tagDate": ["1874-01-01T00:00:00.000Z"],
    "tagPerson": ["BELL, Alexander Graham"],
    "tagDescription": [
      "BELL, Alexander Graham Statement of conditions under which the periodical The Visible Speech Pioneer was to be circulated."
    ]
  },
  "519": {
    "tagPerson": ["GAUVREAU, L.-N."],
    "tagDate": ["1870-06-20T00:00:00.000Z"],
    "tagDescription": [
      "GAUVREAU, L.-N. Crown Lands Agent. Letter from Joseph Howe, Secretary of State for the Provinces, Indian Branch, to L.-N. Gauvreau concerning the sale of lots in the township of Viger Cove, 20 June 1870."
    ]
  },
  "543": {
    "tagDate": ["[1907-01-01T00:00:00.000Z TO 1912-12-31T23:59:59.999Z]"],
    "tagPerson": ["PHELAN, John T. Superintendent"],
    "tagDescription": [
      "PHELAN, John T. Superintendent, Yukon Telegraph Co. Four notebooks containing notes on the laying of telegraph lines in British Columbia. Three are probably in the hand of one Thomas Stewart, thought to be a crew foreman; the authorship of the fourth is unknown. All four were formerly the property of Phelan."
    ]
  },
  "441": {
    "tagDate": ["1843-03-01T00:00:00.000Z"],
    "tagDescription": [
      "LACHINE Documents relating to the riots by the Irish labourers working on the Lachine Canal in 1843, including instructions for officers, order to the clerk of the Peace, report to the Provincial Secretary and depositions by Irish labourers, February and March 1843. "
    ]
  },
  "494": {
    "tagPerson": ["MONDELET, Charles-Joseph-Elzéar"],
    "tagDescription": [
      "MONDELET, Charles-Joseph-Elzéar Serment d'allégeance de Charles-Joseph-Elzéar Mondelet comme juge de la Cour du banc de la reine du Bas-Canada, 31 mai 1859."
    ]
  },
  "773": {
    "tagDescription": [
      "[DUBRISSON, Paul-Urbain] Abrégé de la révolution de l'Amérique angloise, Depuis le commencement de l'année 1774, jufqu'au premier Janvier 1778. Par Mxxx, Américain, Paris, Chez Cellot & Jombert, 1778, 455 pages."
    ],
    "tagPerson": ["DUBRISSON, Paul-Urbain"],
    "tagDate": ["1778-01-01T00:00:00.000Z"]
  },
  "1015": {
    "tagPerson": ["ROBERTSON, Dr."],
    "tagDate": ["1832-11-08T00:00:00.000Z"],
    "tagDescription": [
      "ROBERTSON, Dr. Letter from Lt.-Col. McDougall to Dr. Robertson, Senior Magistrate, transmitting McDougall's instructions for the guidance of his troops in the event of their being called out in aid of the civil power, 8 November 1832."
    ]
  },
  "762": {
    "tagDescription": [
      "WORCESTER, Dr. Letter from Sir Wilfred Thomason Grenfell, medical missionary, advocating a reassessment of the role of rural doctors, based on his experiences in Labrador, 12 March 1930."
    ],
    "tagPerson": ["WORCESTER, Dr."],
    "tagDate": ["1930-03-12T00:00:00.000Z"]
  },
  "767": {
    "tagDescription": [
      "ROCKWELL, Alfred Perkins Letter from Alexander Graham Bell asking to arrange an experiment in the use of the telephone, 20 november 1876."
    ],
    "tagPerson": ["ROCKWELL, Alfred Perkins"],
    "tagDate": ["1876-11-20T00:00:00.000Z"]
  },
  "524": {
    "tagDate": ["1870-07-20T00:00:00.000Z"],
    "tagPerson": ["GAUVREAU, L.-N."],
    "tagDescription": [
      "GAUVREAU, L.-N. Crown lands Agent. Letter from a person who signed on behalf of the Secretary of State for the Provinces, Indian Branch, to L.-N. Gauvreau concerning sales made on the Amalacite Indian Reserve in the township of Viger, 20 July 1870."
    ]
  },
  "531": {
    "tagDescription": [
      "LAWSON, James S. U.S. Coast Survey Canadian Pacific Railway Routes. The Bute Inlet and Esquimault Route No. 6, and the Fraser Valley and Burrard Inlet Route No. 2, Compared as to the Advantages afforded by Each to the Dominion and to the Empire, by William Fraser Tolmie, Victoria, Colonist Steam Presses, 1877, 16 pages."
    ],
    "tagDate": ["1877-01-01T00:00:00.000Z"],
    "tagPerson": ["LAWSON, James S."]
  },
  "400": {
    "tagDescription": [
      "LOWER CANADA, Court of King's Bench, District of Montreal Document signed by [Charles Richard] Ogden, Attorney-General, concerning an action against Eugene Napoléon Duchesnois for destroying a royal proclamation."
    ],
    "tagDate": ["1837-01-01T00:00:00.000Z"],
    "tagPlace": ["LOWER CANADA"]
  },
  "429": {
    "tagPerson": ["BAR OF THREE RIVERS"],
    "tagDate": ["1840-01-01T00:00:00.000Z"],
    "tagDescription": [
      "BAR OF THREE RIVERS Minutes of meetings of the Bar of Three Rivers on 20 and 25 April 1840, signed by Antoine Polette, president, and George S. Carter, secretary."
    ]
  },
  "476": {
    "tagDescription": [
      "MONTREAL (Quebec), Parliament Buildings, fire of 1849 Chart listing the names of 124 witnesses who gave depositions regarding the burning of the parliament buildings, the burning of Lafontaine's house, and assaults on Lord Elgin, [Montreal, 1849]."
    ],
    "tagDate": ["1849-01-01T00:00:00.000Z"],
    "tagPlace": ["MONTREAL (Québec)"]
  }
}
