{"488":{"tagDescription":["RUSSELL, Henry James 1823 Commission appointing Henry James Russell Justice of the Peace for the district of Quebec, signed by Louis Montizambert, acting Provincial Secretary, and initialed by Lord George Ramsay Dalhousie."],"tagDate":["1823-01-01T00:00:00.000Z"],"tagPerson":["RUSSELL, Henry James"]},"323":{"tagDescription":["MCKENZIE, Kenneth Statement of account between Alexander Mackenzie & Co. and the estate of the late Kenneth McKenzie, 1818."],"tagPerson":["MCKENZIE, Kenneth"],"tagDate":["1818-01-01T00:00:00.000Z"]},"332":{"tagPerson":["SAWERS, William"],"tagDate":["[1819-10-12T00:00:00.000Z TO 1821-10-11T23:59:59.999Z]"],"tagDescription":["SAWERS, William Indenture between John McCra, his wife and family and William Sawers involving the transfer of 500 acres of land in the county of Halifax to William Sawers, signed in the presence of Alexander McDougall and Charles Owen, 12 February 1819. Included is the registration certificate, 11 October 1821."]},"500":{"tagPerson":["ARCTIC INHABITANTS"],"tagDate":["[1815-01-01T00:00:00.000Z TO 1820-12-31T23:59:59.999Z]"],"tagDescription":["ARCTIC INHABITANTS ca.1815-1820 Seven water colours of native Inuit (I, II), Indians (V, VI) and Russian inhabitants (III, IV, VII) for the most part copied from original drawings accompanying the text of narratives of travels written by George F. Lyon, Captain Parry, John Franklin and Peter Simon Pallas, published in London by John Murray and presumably taken from Murray's file."]},"485":{"tagDescription":["NOËL, Mme Lettre de Louis Baby au sujet de son hospitalisation à l'Hôpital-Général, 3 juillet 1822"],"tagPerson":["NOËL, Mme"]},"477":{"tagPerson":["ARCAND, Joseph-Olivier"],"tagDate":["1821-09-22T00:00:00.000Z"],"tagDescription":["ARCAND, Joseph-Olivier Manuscript plan of Halifax prepared by Joseph-Olivier Arcand, 22 September 1821."]},"729":{"tagDate":["1826-01-01T00:00:00.000Z"],"tagPerson":["DE ROOS, John Frederick Fitzgerald"],"tagDescription":["DE ROOS or ROS, John Frederick Fitzgerald Original version of J.F.F. De Roos' narrative entitled Personal Narrative of Travels in the United States & Canada in 1826 by Lieut. The Hon. Fred. Fitzgerald De Roos, Royal Navy describing his travelling through Canada and the United States, illustrated with three pencil drawings of Bristol, Niagara Falls and Montmorency Falls, 1826. The final version's title and text differs slightly and contains more illustrations: Personnal narrative of the Travels in the United States and Canada in 1826... with remarks on the present state of American Navy by Lieut. the Hon. Fred. Fitzgerald De Ros, Royal Navy (London, 1827), available in the National Archives Library (Call number PAAP., E 165, D 431)."]},"339":{"tagDescription":["NEILSON, John Letter by Mr. Greer concerning a request by Miss Prevost to give to John Neilson a picture of her father, 9 July 1819."],"tagDate":["1819-07-09T00:00:00.000Z"],"tagPerson":["NEILSON, John"]},"364":{"tagDate":["[1820-01-01T00:00:00.000Z TO 1829-12-31T23:59:59.999Z]"],"tagPerson":["ROUX, Pierre-Henri"],"tagDescription":["ROUX, Pierre-Henri Lettres écrites, sous la signature de la maison Veuve Guibert et Fils, par Mme Guibert à Monsieur Pierre-Henri Roux au sujet des affaires de la maison dont le siège social est situé à Saint-Servant en France et qui contiennent maintes références à la pêche à la morue effectuée sur les bancs de Terre-Neuve, 1820-1829."]},"670":{"tagDescription":["RYLAND, George Herman Letter from George VanFelson concerning the payment of a lot in his hand, 20 April 1824."],"tagDate":["1824-04-20T00:00:00.000Z"],"tagPerson":["RYLAND, George Herman"]},"361":{"tagDescription":["FOY, Lewis Letter from Henry Black to Lewis Foy requesting two lots of land attached to the Jesuit estates on the River Jacques Cartier in the Seigniory of Saint-Gabriel, 13 October 1819."],"tagDate":["1819-10-13T00:00:00.000Z"],"tagPerson":["FOY, Lewis"]},"497":{"tagPerson":["WATTS, A.A."],"tagDate":["1823-01-01T00:00:00.000Z"],"tagDescription":["WATTS, A.A. Letter of John Galt concerning a sketch accepted by A.A. Watts and other work, [1823]."]},"479":{"tagDate":["1822-02-18T00:00:00.000Z"],"tagPerson":["ARCAND, Joseph-Olivier"],"tagDescription":["ARCAND, Joseph-Olivier Manuscript plan of the Saint-Roch suburb prepared by Joseph-Olivier Arcand, 18 February 1822."]},"676":{"tagDescription":["FORBUSH, Darius Commutation of death sentence of Darius Forbush for the crime of horse stealing and eventual banishment from the province of Upper Canada, signed by Sir Perigrine Maitland, 28 July 1825."],"tagDate":["1825-07-28T00:00:00.000Z"],"tagPerson":["FORBUSH, Darius"]},"716":{"tagDate":["1826-01-03T00:00:00.000Z"],"tagPerson":["DALHOUSIE, Lord George Ramsay"],"tagDescription":["DALHOUSIE, Lord George Ramsay 9e Comte de Administrateur Nouvelle manière detenir les comptes des revenus et dépenses de la province du Bas-Canada» précédé d'une lettre d'explication adressée à George Ramsay Dalhousie, 3 janvier 1826."]},"664":{"tagDate":["1824-03-18T00:00:00.000Z"],"tagPerson":["RYLAND, Herman Witsius"],"tagDescription":["RYLAND, Herman Witsius Letter from John Caldwell concerning the balance of monies at hand arising from the Jesuit Estates, 18 March 1824."]},"341":{"tagDescription":["RYLAND, Herman Witsius Letter to an unknow recipient describing the events leading up to the death of the fourth of Richmond who died of hydrophobia and containing interesting comment and gossip of Quebec, 5 and 18 September 1819."],"tagPerson":["RYLAND, Herman Witsius"],"tagDate":["[1819-09-05T00:00:00.000Z TO 1819-09-18T23:59:59.999Z]"]},"254":{"tagPerson":["SELKIRK, Thomas Douglas"],"tagDescription":["SELKIRK, Thomas Douglas Copies and drafts of papers relating to the dispute of Thomas Douglas Selkirk with the North West Company and consisting on legal opinions as to the validity of the Charter of the Hudson's Bay Company by Samuel Romilly, P. Gibbs, W. Bearcroft and Denis-Benjamin Viger; an attestation by Louis-Joseph Papineau, Joseph Bédard, Samuel Gale and Denis-Benjamin Viger as to the validity of the Charter and other documents concerning the dispute between the Hudson's Bay Company and the North West Company, [n.d.], 1816."]},"802":{"tagPerson":["WALLACE, William"],"tagDescription":["WALLACE, William Also included is a manuscript note, unsigned, apparently relating to the owner of the sketch mentioning that it was given to him by Mr. Brown, [n.d]."]},"481":{"tagPerson":["ARCAND, Joseph-Olivier"],"tagDescription":["ARCAND, Joseph-Olivier Plan de la ville de Québec, dressé par Joseph-Olivier Arcand, 1er mai 1822."]},"680":{"tagDate":["1979-01-01T00:00:00.000Z"],"tagPerson":["BEETHOVEN, Ludwig van"],"tagDescription":["BEETHOVEN, Ludwig van The document was transferred to the Music Division of the National Library in 1979."]},"673":{"tagPerson":["SMITH, Egerton"],"tagDate":["1824-07-01T00:00:00.000Z"],"tagDescription":["SMITH, Egerton Letter from William Edward Parry discussing a certain suggestion contained in a notice to which E. Smith had alluded and had to give up the plan because of difficulties in its execution and in obtaining the requisite materials, dated on board the H.M.S. HECLA, 1 July 1824."]},"313":{"tagDescription":["RYLAND, Herman Witsius Letter from Sir John Coape Sherbrooke requesting Ryland's aid on behalf of Mrs. Hunter, 5 July 1817."],"tagDate":["1817-07-05T00:00:00.000Z"],"tagPerson":["RYLAND, Herman Witsius"]},"307":{"tagPerson":["BLAGDEN, Sir Charles"],"tagDate":["1814-04-04T00:00:00.000Z"],"tagDescription":["BLAGDEN, Sir Charles Letter from Stephen Lee concerning scientific matters and mentioning that the Government is going to send an expedition to Canada and Australia. He also speaks favorably of Dr. Tearks and Captain Owen who will assist in determining the frontier between the British and American possessions, 4 April 1814."]},"483":{"tagDescription":["ARCAND, Joseph-Olivier Manuscript Diagram of Upton prepared by Joseph-Olivier Arcand, [ca. 1831]."],"tagPerson":["ARCAND, Joseph-Olivier"],"tagDate":["1831-01-01T00:00:00.000Z"]},"328":{"tagDescription":["SHEPHERD, James Sheriff n.d. List of people presumably summoned by the court or by the sheriff himself. Among the 61 names on the list, the following names are worth noting: Alexander Ross, John Reinhart, Henry Brown, Joseph Drolet, David Douglas, Benjamin Boyle and John McIntyre."],"tagPerson":["SHEPHERD, James"]},"6":{"tagDescription":["DEBARTZCH, Pierre-Dominique Brouillon d'un pamphlet politique satirique apparemment contre Louis Bourdages attribué à Pierre-Dominique Debartzch publié vers 1814 sous le titre Vie politique de Mr. ****ex-membre de la Chambre d'Assemblée du B.C., etc., etc., Ecrite par lui-même à la sollicitation de son Frère, et à lui adressée par l'Auteur sous le titre modeste de Confidences d'un Frère à son Frère, ou Dix années de mes erreurs passées avec cette épigraphe Lis et rougis pour nous deux (Disponible à la Bibliothèque des Archives nationales, brochure no 1-965). Une transcription partielle dactylographiée du document est aussi disponible (Original, s.d., 31 pages)."],"tagPerson":["DEBARTZCH, Pierre-Dominique"]},"335":{"tagDate":["1819-03-27T00:00:00.000Z"],"tagPerson":["HIPKINS, James"],"tagDescription":["HIPKINS, James. [Businessman], England. Business letter from Ezekiel Hart to James Hipkins, 27 March 1819."],"tagPlace":["England"]},"513":{"tagDescription":["AYLWIN, Thomas Letter to the Commissioners for the management of the Jesuit Estates proposing to lease a house on Hare Point for a period of nine years, 10 February 1824."],"tagPerson":["AYLWIN, Thomas"],"tagDate":["1824-02-10T00:00:00.000Z"]},"319":{"tagPerson":["RIVERIN, Louis. Maître d'école"],"tagDescription":["RIVERIN, Louis. Maître d'école Requête de Louis Riverin adressée aux juges de la cour du banc du roi afin d'obtenir le poste de huissier pour le district de Québec, avril 1818. Une recommandation signée par Philippe Aubert de Gaspé accompagne la lettre, 1er avril 1818."]},"804":{"tagDescription":["RICHARDSON, Sir John Sir John Richardson's copy with manuscript notes in his hand of Samuel Hearne's work entitled A Journey from Prince of Wales' Fort in Hudson's Bay to the Northern Ocean Undertaken by Order of the Hudson's Bay Company for the Discovery of Copper Mines, A Northwest Passage etc. in the years 1769, 1770, 1771 and 1772 (London, 1795)."],"tagPerson":["RICHARDSON, Sir John"],"tagDate":["1795-01-01T00:00:00.000Z"]},"517":{"tagDescription":["PRINCE EDWARD ISLAND: Supreme Court of Judicature, Court of Assize and General Gaol Delivery Records of cases brought before the Supreme Court of Judicature, Court of Assize and General Gaol Delivery during the period of February 1824 to March 1827."],"tagDate":["[1824-02-01T00:00:00.000Z TO 1827-03-28T23:59:59.999Z]"],"tagPerson":["Supreme Court of Judicature"],"tagPlace":["PRINCE EDWARD ISLAND"]},"326":{"tagDate":["1818-01-01T00:00:00.000Z"],"tagPerson":["DAVIS STRAIT","BAFFIN BAY"],"tagDescription":["BAFFIN BAY AND DAVIS STRAIT Manuscript map, original pen and ink drawing, measuring 32.4 cm x 23.5 cm, partially coloured in outline and entitled A Map of Davis's Straits and Baffin's Bay as seen by H.M. Ship Alexander, 1818."]},"66":{"tagPerson":["CUVILLIER, Austin"],"tagDate":["[1798-01-01T00:00:00.000Z TO 1831-12-31T23:59:59.999Z]"],"tagDescription":["Also included are two copies of a letter in French of A. Cuvillier to Mr. Denechau, 1 June 1798, and the copy of a letter of John Richardson to John McDonald, 15 January 1831 (Photocopies, 4 pages, no origin are given for the copies)."]},"70":{"tagDescription":["DEBARTZCH, Pierre-Dominique Correspondance et papiers de Pierre-Dominique Debartzch ainsi que de sa famille se rapportant à la carrière politique de Pierre-Dominique Debartzch, à la vie familiale des divers membres de la famille, et comprenant des états de comptes, des documents légaux et quelques autres pièces sur l'acquisition de terres de même que des actes de baptême et de décès pour plusieurs membres de la famille, 1816-1846."],"tagDate":["[1816-01-01T00:00:00.000Z TO 1846-12-31T23:59:59.999Z]"],"tagPerson":["DEBARTZCH, Pierre-Dominique"]},"800":{"tagDate":["1826-01-01T00:00:00.000Z"],"tagPerson":["WALLACE, William"],"tagDescription":["WALLACE, William The Quebec Driving Club Meeting at the Place D'Armes sketched by William Wallace, engraved by J. Smillie, Jr., published by Dr. Smillie and Sons, Quebec, 1826. The sketches is dedicated to the Earl of Dalhousie."]},"494":{"tagDescription":["NEILSON AND COWAN Letter from Joseph Nickless to John Neilson and William Cowan as publishers concerning proposals for publishing a work entitled the Canadian Magazine, 15 July 1823."],"tagPerson":["NEILSON","COWAN"],"tagDate":["1823-07-15T00:00:00.000Z"]},"491":{"tagDescription":["CLOUET, Michel 1823 Commission appointing Michel Clouet as Justice of the Peace for the district of Quebec, signed by Louis Montizambert and George Ramsay Dalhousie."],"tagDate":["1823-01-01T00:00:00.000Z"],"tagPerson":["CLOUET, Michel"]},"34":{"tagPerson":["DEBARTZCH, Pierre-Dominique"],"tagDate":["1924-01-01T00:00:00.000Z"],"tagDescription":["DEBARTZCH, Pierre-Dominique Brochure intitulée Louis Bourdages par Francis J. Audet (tirée des mémoires de la Société royale du Canada, Ottawa, 1924 (Original, 1924, 29 pages)."]},"51":{"tagDescription":["CUVILLIER, Austin (or Augustin) Letter to Austin Cuvillier, written in the third person by John Richardson sending him a copy of the Bank Bill and a copy in English and French of his speech on the bill, of which only the French version is with the documents, 23 December 1815 (Original, 21 pages)."],"tagDate":["1815-12-23T00:00:00.000Z"],"tagPerson":["CUVILLIER, Austin"]}}